Repository: BackupTheBerlios/sax-svn
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: es

source: Component
es: Componente

source: with
es: con

source: Connected to:
es: Conectado a:

source: 3D Acceleration
es: Aceleración 3D

source: Not configured
es: Sin configurar

source: Not available
es: No disponible

source: Enable AccessX
es: Activar AccessX

source: Disable AccessX
es: Desactivar AccessX

source: This screen is selected
es: La pantalla está seleccionada

source: add
es: añadir

source: Mouse
es: Ratón

source: Add Pen
es: Añadir lápiz

source: Add Eraser
es: Añadir goma de borrar

source: Tools
es: Herramientas

source: Sync ranges
es: Frec. sincronización

source: Unknown monitor model
es: Modelo de monitor desconocido

source: Mouse test field: Ready...
es: Campo de pruebas para ratón: Preparado

source: Single button click: Done
es: Sólo un clic: Hecho

source: Double button click: Done
es: Doble clic: Hecho

source: Wheel is moving...
es: La rueda está en movimiento...

source: Button pressed...
es: Botón pulsado...

source: Button released...
es: Botón soltado...

source: Wheel stopped: Done
es: Rueda detenida: Hecho

source: Disable use of accented letters
es: Desactivar el uso de letras acentuadas

source: Clear test field
es: Borrar el apartado para pruebas

source: Test field
es: Apartado para pruebas

source: Mouse speed in pixels/sec
es: Velocidad del ratón en píxeles por segundo

source: Rotate Screen
es: Girar la pantalla

source: Not rotated
es: Sin girar

source: To the left
es: A la izquierda

source: To the right
es: A la derecha

source: &Remove Tablet...
es: &Eliminar tableta...

source: Delay time: (ms)
es: Tiempo de retardo: (ms)

source: Select resolutions
es: Seleccionar resolución(es)

source: Emulate wheel with mouse button:
es: Emular rueda con tecla del ratón:

source: Repeat rate: (Symbols/sec)
es: Tasa de repetición : (símbolos/segundo)

source: &Apply
es: &Aplicar

source: Graphics engine starts with resolution:
es: El motor de gráficos se iniciará con la resolución:

source: Velocity
es: Velocidad

source: Tablet
es: Tableta

source: Touchscreen
es: Pantalla táctil

source: Select Keyboard Layout
es: Seleccionar disposición del teclado

source: Symbol recurrence
es: Recurrencia de símbolos

source: <nobr><h3>Keyboard Type</h3></nobr>
es: <nobr><h3>Tipo de teclado</h3></nobr>

source: Screen
es: Pantalla

source: BusID
es: ID bus

source: ScreenID
es: ID de pantalla

source: Manufacturer Disk...
es: Disco del fabricante...

source: Keyboard
es: Teclado

source: Monitor-Model
es: Modelo de monitor

source: Shift/Lock Group
es: Grupo Shift/lock

source: Ctrl Mapping
es: Mapear Ctrl

source: LeftAlt mapping
es: Mapear Alt Izquierdo

source: RightAlt mapping
es: Mapear Alt derecho

source: ScrollLock mapping
es: Mapear BloqDespl

source: RightCtl mapping
es: Mapear Ctrl derecho

source: Default
es: Predeterminado

source: R-Alt switch group while pressed
es: Al pulsar R-Alt se cambia de grupo

source: R-Alt switch group
es: R-Alt cambia de grupo

source: Both Shift Keys change group
es: Ambas teclas de mayúsculas cambian el grupo

source: Ctrl and Shift change group
es: Ctrl y Mayúsculas cambian el grupo

source: Alt and Ctrl change group
es: Alt y Ctrl cambian el grupo

source: CapsLock as additional control
es: Bloq. Mayúsculas como control adicional

source: Swap Ctrl and CapsLock
es: Intercambiar Ctrl y Bloq. Mayúsculas

source: Ctrl Key at left of <A>
es: Tecla Ctrl a la izquierda de <A>

source: Ctrl Key at bottom left
es: Tecla Ctrl en la parte inferior izquierda

source: Modeline Algorithm
es: Algoritmo para modelines

source: Display Size in [ mm ]
es: Tamaño de la pantalla en [ mm ]

source: Color and Resolution
es: Color y resolución

source: Virtual Resolution
es: Resolución virtual

source: Language Layout
es: Idioma

source: Screen Layout
es: Esquema de pantalla

source: Server layout:
es: Esquema de servidor:

source: Mode:
es: Modo:

source: Multihead Mode
es: Modo multimonitor:

source: Enable or Disable AccessX
es: Activar/desactivar AccessX

source: Enable 3D features
es: Activar prestaciones 3D

source: Enable DPMS
es: Activar DPMS

source: <nobr><h3><u>Set up multihead mode...</u></h3></nobr>
es: <nobr><h3><u>Configurar modo multimonitor...</u></h3></nobr>

source: <nobr><h3><u>3D/OpenGL setup...</u></h3></nobr>
es: <nobr><h3><u>Configurar 3D/OpenGL...</u></h3></nobr>

source: <nobr><h3><u>AccessX setup...</u></h3></nobr>
es: <nobr><h3><u>Configurar AccessX...</u></h3></nobr>

source: Selected component:
es: Componente seleccionado:

source: Click 'Apply' to test your settings.
es: Pulse en 'Aplicar' para probar la configuración.

source: <b>Option %1 needs a value</b><hr>Please setup a value for this option.
es: <b>La opción %1 necesita un valor</b><hr> Por favor, defina un valor para esta opción.

source: <b>OpenGL acceleration not possible in multihead environments</b><hr>The 3D subsystem is unable to work within a multihead environment.
es: <b>La aceleración OpenGL no es posible en entornos multimonitor.</b><hr> El subsistema 3D no puede trabajar en un entorno multimonitor.

source: <b>3D Acceleration impossible</b><hr>The installed card cannot use hardware 3D/OpenGL acceleration.
es: <b>No es posible usar la aceleración 3D</b><hr>La tarjeta instalada no puede usar la aceleración de hardware 3D/OpenGL.

source: <b>Mismatched color depth for OpenGL acceleration</b><hr>Most OpenGL drivers require a color depth of <b>16 Bit (65536)</b> to work properly. The currently used color setup does not fulfill this requirement. Verify the current default color depth setup.
es: <b>Profundidad de color incorrecta para la aceleración OpenGL</b><hr> La mayoría de controladores OpenGL sólo funcionan correctamente con una profundidad de <b>16 bit (65536)</b>. Compruebe el valor predeterminado actual de la profundidad de color.

source: <b>Required base packages are missing</b><hr>Cannot enable OpenGL acceleration because the following packages are missing:
es: <b>Falta alguno de los paquetes básicos requeridos</b><hr>No ha sido posible activar la aceleración OpenGL por faltar los siguientes paquetes:

source: <b>Cannot enable OpenGL acceleration</b><hr>The system does not provide the official 2D/3D/OpenGL driver from nVidia. Update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i> first. This can also be done comfortably with YOU (YaST2 Online Update).
es: <b>No es posible activar la aceleración OpenGL</b><hr> El sistema no incluye los controladores oficiales 2D/3D/OpenGL driver de nVidia. Actualice primero los paquetes NVIDIA_GLX y NVIDIA_kernel del servidor web de nVidia <i>(http://www.nvidia.com)</i>. Esto puede realizarse cómodamente con YOU (YaST2 Online Update).

source: <b>Cannot enable OpenGL acceleration</b><hr>To activate the 3D subsystem for this card you need to use the commercial driver from nVidia. Please download the nVidia installer from the nVidia web server <i>(http://www.nvidia.com)</i> first. After you have installed the driver you can enable 3D with SaX2.
es: <b>No es posible activar la aceleración OpenGL</b><hr>. Para activar el subsistema 3D para esta tarjeta necesita el controlador comercial de nVidia. Descargue primero el instalador de nVidia del servidor web nVidia <i>(http://www.nvidia.com)</i>. Una vez instalado el controlador, puede activar 3D con SaX2.

source: <b>Cannot disable OpenGL acceleration</b><hr>The 3D subsystem is based on the commercial driver from nVidia. To disable 3D you need to uninstall the driver using the nVidia installer. The uninstall process will reset the original driver from XFree86 which does not provide any 3D hardware acceleration.
es: <b>No es posible desactivar la aceleración OpenGL</b><hr>El subsistema 3D está basado en el controlador comercial de nVidia. Para desactivar 3D debe desinstalar el controlador por medio del instalador de nVidia. El proceso de desinstalación restablecerá el controlador original de XFree86, que no incluye soporte para aceleración de hardware 3D.

source: Utility Disk...
es: Disquete de utilidades...

source: <b>Insert disk</b><hr>Insert the display utility disk from the monitor vendor.
es: <b>Introducir disquete</b><hr> Introduzca el disquete de utilidades del fabricante del monitor

source: <b>Read error</b><hr>Could not read from disk. This may point to a damaged disk or incorrectly formatted information files on the disk.
es: <b>Error de lectura</b><hr> No se ha podido leer del disco. Puede ser que el disco esté dañadoo que contenga archivos de información formateados de forma incorrecta.

source: <b>Add user-defined resolution</b><hr>Just enter the pixel values for the X and Y axis and click 'Add' to include the new resolution in the standard resolution list.
es: <b>Añadir resolución definida por el usuario</b><hr>Introduzca los valores en píxeles para los ejes X e Y y pulse en Añadir para agregar la nueva resolución a la lista de resoluciones estándar.

source: Available configuration components are:
es: Componentes de configuración disponibles:

source: Traditional Multihead: Each screen is an independent display
es: Multimonitor tradicional: Cada pantalla es independiente.

source: Cloned Multihead: Each display is a clone of the primary display
es: Multimonitor clon: Cada pantalla es un clon de la pantalla principal

source: Xinerama Multihead: Build one big display out of all screens
es: Multimonitor Xinerama: Todas las pantallas forman una gran pantalla única.

source: <b>Note:</b><hr>Wrong sync ranges may damage your monitor. Consult the monitor manual for the following settings.
es: <b>Nota:</b><hr> Frecuencias de sincronización incorrectas pueden dañar elmonitor. Consulte el manual del mismo para configurar las siguientes opciones.

source: <b>AccessX Enabled:</b><hr>The core mouse pointer is now accessable via the <b>number pad keys</b>. Test the behavior using the number pad.
es: <b>AccessX activado:</b><hr>Ya puede acceder al puntero del ratón por medio del <b>teclado numérico</b>. Pruébelo usando este teclado.

source: <b>AccessX Disabled:</b><hr>Accessing the core mouse pointer via the number pad is <b>disabled</b> now.
es: <b>AccessX desactivado:</b><hr>El acceso al puntero del ratón a través del teclado numérico está <b>desactivado</b>.

source: <b>Remove Tablet:</b><hr>Really remove the graphics tablet from the system?
es: <b>Eliminar tableta:</b><hr>¿Está seguro de que desea eliminar la tableta gráfica del sistema?

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time the graphics system is restarted.
es: <b>Se ha guardado la configuración:</b><hr>Los cambios se aplicarán la próxima vez que se inicie el sistema gráfico.

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time your system is <b>rebooted</b>.
es: <b>Se ha guardado la configuración:</b><hr>Los cambios se aplicarán la próxima vez que se <b>reinicie</b> el sistema.

source: <b>3D capable card detected: <u>%1</u></b><hr>All 3D drivers in Linux are in developmental phases so are, in part, still regarded as experimental. Nevertheless, we have decided to include the drivers in our distribution because of the high demand for 3D hardware acceleration in Linux. <br><br>Because of the somewhat experimental status of OpenGL drivers, we are unable to offer any installation support for configuring 3D hardware acceleration or if any problems related to this should arise.<br><br><b>Do you want to enable 3D for this card?</b>
es: <b>Tarjeta con soporte 3D detectada: <u>%1</u></b><hr>Todos los controladores 3D en Linux están todavía en desarrollo y su estado es experimental. No obstante, hemos incluido los controladores en nuestra distribución respondiendo a la creciente demanda de aceleración de hardware 3D en Linux.<br><br>Debido al estado experimental de los controladores OpenGL, no ofrecemos soporte de instalación para configurar la aceleración de hardware 3D o para problemas derivados. <br><br><b>¿Desea activar 3D para esta tarjeta?</b>

source: <b>3D capable card detected: <u>%1</u></b><hr>The driver used for this card is not an official 2D/3D/OpenGL driver from nVidia for licensing reasons. The 3D/OpenGL driver used if you enable 3D is <b>not</b> hardware-accelerated.<br><br> To use hardware-accelerated 3D/OpenGL, update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i>. This can also be done comfortably with YOU (YaST2 Online Update).<br><br>If there are problems with the 2D/3D/OpenGL driver from nVidia, consult the vendor, as we unfortunately do not have any influence over the development of nVidia drivers.<br><br><b>Prepare 3D for this card?</b>
es: <b>Tarjeta con soporte 3D detectada: <u>%1</u></b><hr>Tenga en cuenta que este no es un controlador 2D/3D/OpenGL oficial de nVidia debido a cuestiones de licencia. El controlador 3D/OpenGL que será usado si activa 3D <b>no</b> contiene aceleración de hardware.<br><br>Si quiere usar hardware 3D/OpenGL acelerado,actualice los paquetes NVIDIA_GLX y NVIDIA_kernel del servidor web de nVidia (http://www.nvidia.com). También puede actualizar cómodamente por medio de YOU (YaST2Online Update).<br><br>Si hay problemas con el controlador 2D/3D/OpenGL de nVidia, consulte al fabricante. Desgraciadamente, SuSE no puede influir en el desarrollo de controladores nVidia.<br><br><b>¿Desea activar 3D para esta tarjeta?</b>

source: <b>Software update</b><hr>The dummy nvidia driver with no 3D capability that comes with this distribution is still installed. You should update to the official nvidia drivers from the nvidia ftp server with YOU (YaST2 online update). Start the online update?
es: <b>Actualización de software</b><hr>Aún está instalado el controlador nvidia de prueba sin prestaciones 3D incluido en SuSE Linux. Actualice a loslos controladores oficiales de nvidia del servidor ftp de nvidia por medio de YOU (YaST2 online update). ¿Iniciar la actualización en línea?

source: <b>Software installation:</b><hr>Some packages are missing. Install the missing packages now?
es: <b>Instalación de software:</b><hr> Algunos paquetes no están instalados. ¿Desea instalar los paquetes ahora?

source: <b>Invalid Resolution for FBdev mode</b><hr>The currently selected resolution is not adjustable within framebuffer mode. Please select another resolution than:
es: <b>Resolución no válida para el modo FBdev:</b><hr> La resolución seleccionada actualmente no puede configurarse en el modo framebuffer. Seleccione otra resolución distinta a:

source: <b>Selected Resolution not available</b><hr>The selected resolution doesn't fit into the sync-ranges of the monitor. Please prove if the currently selected monitor model is correct or select a lower resolution than:
es: <b>Resolución seleccionada no disponible</b><hr>La resolución seleccionada no concuerda con las frecuencias de sincronización del monitor. Compruebe si el modelo de monitor seleccionado actualmente es correcto o seleccione una resolución menor.

source: <b>Invalid color depth selected:</b><hr>A <b>4</b> or <b>15</b> bit color depth is not allowed for this configuration.
es: <b>La profundidad de color seleccionada no es válida:</b><hr>La profundidad de color de <b>4</b> ó <b>15</b> bits no está permitida para esta configuración.

source: <b>Invalid Resolution selected:</b><hr>Setting the requested resolution is not allowed for this configuration. Select another resolution from the list.
es: <b>La resolución seleccionada no es válida:</b><hr> Esta configuración no admite la resolución seleccionada. Seleccione otra resolución de la lista.

source: <b>X Server test failed:</b><hr><br>
es: <b>La prueba del servidor X ha fracasado:</b><hr><br>

source: 3D question...
es: Pregunta 3D...

source: X Server test information...
es: Información sobre la prueba del servidor X...

source: Configuration saved...
es: Configuración guardada...

source: AccessX status information...
es: Información sobre el estado de AccessX...

source: Tablet warning...
es: Advertencia sobre la tableta...

source: Consideration...
es: Consideración...

source: Geometry
es: Geometría

source: Graphics card
es: Tarjeta gráfica

source: Name:
es: Nombre:

source: Card and Desktop
es: Tarjeta/escritorio

source: Input Devices
es: Dispositivos entrada

source: Input-Devices
es: Dispositivos entrada

source: Desktop
es: Escritorio

source: Multihead
es: Multimonitor

source: Primary Modeline:
es: Modeline primaria:

source: Secondary Modeline:
es: Modeline secundaria:

source: <b>Core Pointer...</b>
es: <b>Puntero núcleo...</b>

source: &Cancel
es: &Cancelar

source: &Ok
es: &Aceptar

source: F&inalize >>
es: F&inalizar >>

source: << &Back
es: << &Retroceder

source: &Next >>
es: &Siguiente >>

source: &Exit
es: &Salir

source: &About...
es: &Acerca de...

source: About the author
es: Acerca del autor

source: Select virtual resolution for Mode %1
es: Seleccionar resolución virtual para el modo %1

source: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>The author and maintainer of this product is</nobr><br>Marcus Schaefer
es: <b>Sax es (c) 2000 SuSE Linux AG:</b><hr><nobr>El autor de este producto es </nobr><br>Marcus Schaefer

source: &Modules...
es: &Módulos...

source: &File
es: &Archivo

source: &Help
es: &Ayuda

source: Loading CDB data: %1
es: Cargando datos CDB: %1

source: Loading base data: %1
es: Cargando datos básicos: %1

source: Loading system data: %1
es: Cargando los datos del sistema: %1

source: C&hange configuration
es: C&ambiar configuración

source: SaX2 start-up information
es: Información de inicio de SaX2

source: SaX2 exit program...
es: Salir del programa SaX2...

source: SaX2 final steps...
es: Fase final de SaX2...

source: Dialog information...
es: Información de diálogo...

source: Exception...
es: Excepción...

source: <b>Multihead setup not possible:</b><hr>Your system does not provide more than one graphics device. More are required to set up a multihead configuration.
es: <b>La configuración multimonitor no es posible:</b><hr>Su sistema contiene sólo un dispositivo gráfico . Para realizar una configuración multimonitor es necesario contar con más dispositivos.

source: <b>Abort dialog:</b><hr>Abort this dialog?
es: <b>Cancelar diálogo:</b><hr>¿Desea cancelar este diálogo?

source: <b>Invalid setup:</b><hr>At least one graphics device must be configured.
es: <b>Configuración no válida:</b><hr> Ha de configurar al menos un dispositivo gráfico.

source: <b>Running dialog:</b><hr>A dialog is already open. Abort the open dialog and start the selected one?
es: <b>Diálogo en ejecución:</b><hr>Ya existe un diálogo en ejecución. ¿Desea cancelarlo e iniciar el diálogo seleccionado?

source: <b>Conclude dialog:</b><hr>Do you want to conclude this dialog now?
es: <b>Finalizar diálogo:</b><hr>¿Desea finalizar este diálogo ahora?

source: <b>Exit SaX2:</b><hr>Exit SaX2 now?
es: <b>Salir de SaX2:</b><hr> ¿Desea salir de SaX2 ahora?

source: <b>Final steps:</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
es: <b>Fase final:</b><hr>El último paso consiste en guardar la nueva configuración. Le recomendamos probar la nueva configuración antes de guardarla. Si el servidor de prueba muestra un escritorio con fallos, pulse :<br><br><b> [ Ctrl-Alt-Backspace ]</b><br><br> para finalizar el servidor...

source: <b>Final step:</b><hr>The last step is saving your new configuration. Please note the configuration is <i>Framebuffer</i> based and your system needs to be rebooted first to activate the changes for resolution and/or color settings.
es: <b>Fase final:</b><hr>El último paso consiste en guardar la nueva configuración. Tenga en cuenta que su configuración está basada en <i>framebuffer</i> y el sistema tiene que ser reiniciado previamente para activar los cambios en la resolución y/ o el color.

source: <b>SaX2 suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>Ok</b>. Otherwise, change the configuration.
es: <b>Sugerencia de SaX2</b><hr>El sistema gráfico iniciado actualmente está basado en una sugerencia hecha por SaX2. Si le gusta este entorno, pulse <b>Aceptar</b>. En caso contrario, cambie la configuración.

source: Unknown Graphics Card...
es: Tarjeta gráfica desconocida...

source: <b>The graphics card could not be detected</b><hr>Configure your card manually. Start the configuration dialog to set up the graphics card now?
es: <b>La tarjeta gráfica no ha podido ser detectada</b><hr>Configure la tarjeta manualmente. ¿Desea iniciar ahora el diálogo de configuración para configurar la tarjeta?

source: Unknown Monitor...
es: Monitor desconocido...

source: <b>The Monitor (%1) couldn't be detected</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
es: <b>El monitor (%1) no ha podido ser detectado</b><hr>Configure su monitor manualmente. ¿Desea iniciar ahora el diálogo de configuración para configurar el monitor?

source: <b>Monitor (%1) with ID: %2 not found</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
es: <b>El monitor (%1) con el ID: %2 no ha sido detectado</b><hr>Configure su monitor manualmente. ¿Desea iniciar ahora el diálogo de configuración para configurar el monitor?

source: Automatic graphics system set up
es: Configuración automática del sistema gráfico

source: &Test...
es: &Prueba...

source: &Save
es: &Guardar

source: &Yes
es: &Sí

source: File
es: Archivo

source: still locked
es: todavía bloqueado

source: Please wait
es: Espere, por favor

source: <big><b>SaX2: Extended X11 Configuration</b></big><hr>Welcome to the SuSE X11 Configuration Manager<br>
es: <b>SaX2: configuración avanzada de X11 </b><hr>Bienvenido al gestor de configuración para X11 de SuSE<br>

source: To start, double-click an item in the component list.
es: Para comenzar, haga doble clic en cualquier componente de la lista.

source: X11 System Setup
es: Configuración del sistema X11

source: Value...
es: Valor...

source: Primary device
es: Dispositivo primario

source: X11 System
es: Sistema X11

source: Driver:
es: Controlador:

source: Bus ID:
es: ID. bus:

source: Card options
es: Opciones para la tarjeta

source: &Options...
es: &Opciones...

source: Key Mappings
es: Mapear teclas

source: &Current sync frequencies
es: &Frecuencias de sincronización actuales

source: &Frequencies
es: &Frecuencias

source: Current color depth
es: Profundidad de color actual

source: Current resolution
es: Resolución actual

source: HSync range
es: Frecuencias HSync

source: VSync range
es: Frecuencias Vsync

source: Display size
es: Tamaño de la pantalla

source: Device
es: Dispositivo

source: Protocol
es: Protocolo

source: Keyboard Model
es: Modelo de teclado

source: Fi&nish
es: &Finalizar

source: Abort
es: Cancelar

source: Configure XAccess: Mouse over keypad...
es: Configurar XAccess: ratón sobre el teclado

source: Configure input devices: Mouse configuration...
es: Configurar dispositivos de entrada: configuración del ratón

source: Configure 3D/OpenGL subsystem...
es: Configurar subsistema 3D/OpenGL

source: Configure virtual resolutions...
es: Configurar resoluciones virtuales...

source: Configure graphics cards...
es: Configurar tarjeta gráfica...

source: Configure Desktop: Colors and Resolutions...
es: Configurar escritorio: colores y resoluciones...

source: Configure touch screens...
es: Configurar pantallas táctiles...

source: Set up picture geometry...
es: Configurar geometría de la imagen...

source: Configure multihead mode...
es: Configurar modo multimonitor...
