Repository: BackupTheBerlios/sax-svn
Catalog: locale/*/LC_MESSAGES/sax.po
Languages: es

source: Set up monitor properties...
es: Configurar propiedades del monitor...

source: Set up screen layout of your desktops (Double-click an icon will identify the real screen)...
es: Configurar modo de pantalla de escritorios (con doble clic en un icono seidentifica la pantalla)

source: Configure graphics tablet
es: Configurar tableta gráfica

source: Configure keyboard...
es: Configurar teclado...

source: Add new card...
es: Añadir nueva tarjeta...

source: Remove selected card
es: Eliminar tarjeta seleccionada

source: &Properties...
es: &Propiedades...

source: &Add new touchscreen...
es: &Añadir nueva pantalla táctil...

source: &Remove selected touchscreen
es: &Eliminar pantalla táctil seleccionada

source: <nobr><h3><u>Currently configured touchscreens:</u></h3></nobr>
es: <nobr><h3><u>Pantalla táctil configurada actualmente:</u></h3></nobr>

source: <nobr><h3><u>Currently configured monitors</u></h3></nobr>
es: <nobr><h3><u>Monitores configurados actualmente</u></h3></nobr>

source: <nobr><h3><u>Currently configured cards:</u></h3></nobr>
es: <nobr><h3><u>Tarjetas configuradas actualmente:</u></h3></nobr>

source: <nobr><h3><u>Currently configured mice:</u></h3></nobr>
es: <nobr><h3><u>Ratones configurados actualmente:</u></h3></nobr>

source: <nobr><h3><u>Current Monitor Layout:</u></h3></nobr>
es: <nobr><h3><u>Esquema actual del monitor:</u></h3></nobr>

source: <nobr><h3><u>Currently configured desktops:</u></h3></nobr>
es: <nobr><h3><u>Escritorios configurados actualmente:</u></h3></nobr>

source: &Add new mouse...
es: &Añadir nuevo ratón...

source: &Remove selected mouse
es: &Eliminar ratón seleccionado

source: &Expert
es: &Experto

source: Model: Vendor and Name selection...
es: Modelo: selección de nombre y fabricante...

source: Vendor
es: Fabricante

source: Special mouse properties...
es: Propiedades especiales del ratón...

source: Color selection...
es: Selección de color...

source: Manual sync frequency set up...
es: Configuración manual de la frec.de sincronización

source: Selected
es: Seleccionado

source: Resolution X
es: Resolución X

source: &Colors
es: &Colores

source: &Resolution(s) for %1 colors
es: &Resolución(es) para %1 colores

source: Resolution Y
es: Resolución Y

source: Possible
es: Posible

source: &Add this resolution
es: &Añadir esta resolución

source: Enable 3-button emulation
es: Activar la emulación de 3 botones

source: Enable Mouse Wheel
es: Activar la rueda del ratón

source: <big><b>Currently configured AccessX Status</b></big><hr>
es: <big><b>Estado del AccessX configurado actualmente</b></big><hr>

source: <big><b>Current 3D/OpenGL status</b></big><hr>
es: <big><b>Estado actual de 3D/OpenGL</b></big><hr>

source: <big><b>Current Virtual resolution setup</b></big><hr>
es: <big><b>Configuración actual de la resolución virtual</b></big><hr>

source: <big><b>Currently configured graphics cards</b></big><hr>
es: <big><b>Tarjetas gráficas configuradas actualmente</b></big><hr>

source: <big><b>Currently configured desktops</b></big><hr>
es: <big><b>Escritorios configurados actualmente</b></big><hr>

source: <big><b>Currently active geometry timings</b></big><hr>
es: <big><b>Temporización geométrica activa actualmente</b></big><hr>

source: <big><b>Currently configured keyboard</b></big><hr>
es: <big><b>Teclado configurado actualmente</b></big><hr>

source: <big><b>Currently configured layout</b></big><hr>
es: <big><b>Esquema configurado actualmente</b></big><hr>

source: <big><b>Currently configured monitors</b></big><hr>
es: <big><b>Monitores configurados actualmente</b></big><hr>

source: <big><b>Currently configured pointer devices</b></big><hr>
es: <big><b>Dispositivos punteros configurados actualmente</b></big><hr>

source: <big><b>Currently configured multihead status</b></big><hr>
es: <big><b>Estado del sistema multimonitor configurado actualmente</b></big><hr>

source: <big><b>Currently configured graphics tablet</b></big><hr>
es: <big><b>Tableta gráfica configurada actualmente</b></big><hr>

source: <big><b>Currently configured touchscreen</b></big><hr>
es: <big><b>Pantalla táctil configurada actualmente</b></big><hr>

source: <b><nobr>No information available</nobr></b>
es: <b><nobr>No existe información disponible</nobr></b>

source: <b>Virtual mouse:</b><hr>Set up the numeric keypad to control the mouse with the keypad. The table below points to the current status of AccessX.
es: <b>Ratón virtual:</b><hr>Configura el teclado numérico para poder manejar el ratón con estas teclas. La tabla inferior muestra el estado actual de AccessX.

source: <b>OpenGL Subsystem:</b><hr>Set up the 3D features of the graphics card here. XFree86 includes the direct rendering interface to use the 3D capabilities of your graphics card. If your card and the corresponding driver support 3D hardware acceleration, enable it in this dialog.
es: <b>Subsistema OpenGL:</b><hr>Aquí puede configurar la función 3D de la tarjeta gráfica. XFree86 incluye la interfaz de renderizado directo para usar las prestaciones 3D de su tarjeta gráfica. Si su tarjeta y el controlador soportan la aceleración de hardware 3D, puede activarla en este diálogo.

source: <b>Virtual resolution:</b><hr>Every single desktop has its real resolution which is completely viewable. Beside this resolution you can setup a resolution which lives outside the viewable area of your monitor and comes up if you leave the edges of your monitor with the mouse. This area is called a virtual resolution.
es: <b>Resolución virtual:</b><hr>Cada escritorio tiene una resolución real que puede verse completamente. Además de esta resolución, es posible configurar otra que reside fuera de la zona visible de su monitor y aparece si atraviesa los bordes del monitor con el ratón. Esta zona se denomina resolución virtual.

source: <b>Graphics cards:</b><hr>Set up your graphics hardware here. The graphics system consists of at least one graphics card but can be combined to a so called <i>multihead environment</i> which consists of at least two cards up to a maximum of 16 cards.
es: <b>Tarjetas gráficas:</b><hr>Configure aquí su hardware gráfico. El sistema gráfico está formado por al menos una tarjeta gráfica, pero puede combinarse en un <i>entorno multimonitor</i> que puede constar de 2 a 16 tarjetas.

source: <b>Desktop properties:</b><hr>Set up your desktop with settings like resolution and colors. Every desktop is an independent device and may have a different color and/or resolution setup.
es: <b>Propiedades del escritorio:</b><hr>Configure el escritorio con opciones como la resolución y el color. Cada escritorio es un dispositivo independiente que puede tener uncolor y/o resolución diferente.

source: <b>Monitor geometry:</b><hr>Setup the position and size of the picture displayed by the monitor. The table below point to the current used Modeline(s).
es: <b>Geometría del monitor:</b><hr>Configura la posición y tamaño de la imagen en el monitor. La tabla inferior muestra la(s) modeline(s) usadas actualmente.

source: <b>Keyboard properties:</b><hr>Set up the type of the keyboard and the language environment with which it should work.
es: <b>Propiedades del teclado:</b><hr>Configura el tipo de teclado y el entorno idiomático con el que va a trabajar.

source: <b>Desktop layout:</b><hr>If more than one card is available, you are in a multihead environment. Set up the neighborhood relations of the connected monitors simply via drag&drop. If you are not sure which monitor belongs to the icon just double-click on it and you will see a message on the corresponding screen.
es: <b>Disposición del escritorio:</b><hr>Si hay más de una tarjeta, se encuentra en un entorno multimonitor. Configure las relaciones de proximidad de los monitores conectados por medio de drag&drop. Si no está seguro de qué monitor pertenece a qué icono, haga doble clic sobre él y verá un mensaje en la pantalla correspondiente.

source: <b>Monitor properties:</b><hr>Set up the monitor model connected to the graphics cards. Be careful in your choice. Wrong sync ranges may damage the monitor.
es: <b>Propiedades del monitor:</b><hr>Configura el monitor conectado a la tarjeta gráfica. Seleccione los valores con cuidado. Valores de sincronización erróneos pueden dañar el monitor.

source: <b>Mouse properties:</b><hr>Set up basic paramaters to activate the core mouse pointer as well as settings like button emulation or wheel functions.
es: <b>Propiedades del ratón:</b><hr>Configura los parámetros básicos para activar el puntero del ratón y opciones como la emulación de botones o función de rueda.

source: <b>Multihead mode:</b><hr>If more than one card is available, you are in a multihead environment. Set up the multihead functioning here.
es: <b>Modo multimonitor:</b><hr>Si hay más de una tarjeta, se encuentra en un entorno multimonitor. Aquí puede configurar la función multimonitor.

source: <b>Graphics tablet:</b><hr>Set up a graphics tablet and the corresponding pointer devices, such as pens and erasers.
es: <b>Tableta gráfica:</b><hr>Configura una tableta gráfica y dispositivos punteros como lápices y gomas.

source: <b>Touchscreen:</b><hr>Set up a pressure sensitive screen.
es: <b>Pantalla táctil:</b><hr>Configura una pantalla sensible al tacto.

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: Wheel support
es: Soporte de rueda

source: &Port
es: &Puerto

source: Button emulation
es: Emulación de botones

source: Primary Device:
es: Dispositivo primario:

source: Secondary Device:
es: Dispositivo secundario:

source: Single Layout [ no multihead environment ]
es: Modo simple [sin entorno multimonitor]

source: Clone Mode Active
es: Modo clon activo

source: Xinerama Mode Active
es: Modo Xinerama activo

source: Traditional Mode Active
es: Modo tradicional activo

source: Screens Layout Active
es: Esquema de pantallas activo

source: Display
es: Pantalla

source: Configuration on display
es: Mostrar configuración

source: &Step size
es: &Cuantificador de pasos

source: Small
es: Pequeño

source: Big
es: Grande

source: Huge
es: Muy grande

source: &Next Screen
es: &Próxima pantalla

source: S&ave
es: G&uardar

source: Change &Position
es: Cambiar &posición

source: C&hange Size
es: C&ambiar tamaño

source: No video mode tuning available
es: La configuración para el modo vídeo no está disponible

source: Idle timer...
es: Temporizador inactivo...
