Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: <b>Final steps:</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
bg: <b>Последни стъпки:</b><hr>Последната стъпка е записването на новата настройка. Препоръчително е да я пробвате преди да я запишете. Ако това което видите не е коректно можете да натиснете <b>[ Ctrl+Alt+Backspace ]</b> за да прекъснете сървъра.
cs: <b>Poslední krok:</b><hr>Závěrečným krokem je uložení konfigurace. Před uložením doporučujeme novou konfiguraci otestovat. Pokud nebude obraz čistý, pak stiskněte <b>[ Ctrl+Alt+Backspace ]</b> a okamžitě zastavíte spuštěný X server.
hu: <b>Utolsó lépések:</b><hr>Utolsó lépésként menteni kell az új konfigurációt. Javasoljuk, hogy a mentés előtt tesztelje az új beállításokat. Ha nem tiszta a kép, csíkos vagy nagyon vibrál, nyomja meg a<br> <br><b>[ Ctrl+Alt+Backspace ]</b><br> <br> billentyűket az X szerver leállításához...
it: <b>Ultimi passi:</b><hr>L'ultimo passo consiste nel salvare la nuova configurazione. Vi suggeriamo di provare la nuova configurazione prima di salvarla. Se il server di prova mostra un desktop corrotto, premete:<br><br><b>[ Ctrl-Alt-Backspace ] </b><br><br>per terminare il server.
lt: <b>Baigiamieji þingsniai:</b><hr>Paskutinis þingsnis- iðsaugoti jûsø naujà konfigûracijà. Rekomenduojama iðbandyti konfigûracijà prieð jà iðsaugant. Jei serveris pasileis su iðkraipytu darbalaukiu, spauskite:<br><br><b>[ Ctrl-Alt-Backspace ]</b><br><br>, taip priverstinai iðjungsite serverá.
nl: <b>Laatste stappen:</b><hr>Het opslaan van uw nieuwe configuratie is de laatste stap. Het wordt aanbevolen om de nieuwe configuratie eerst te testen voordat u deze opslaat. Druk op <b>[ Ctrl-Alt-Backspace ]</b> om de server af te breken wanneer deze een verknoeide desktop laat zien.
pl_pl: <b>Kroki koñcowe:</b><hr>Ostatnim krokiem jest zapisanie nowej konfiguracji. Zaleca siê przetestowanie nowej konfiguracji przed jej zapisaniem. Je¶li w czasie testów bêd± problemy z wy¶wietlaniem obrazu, naci¶nij <b>[ Ctrl+Alt+Backspace ]</b> aby zabiæ testowy serwer.
ru: <b>Заключительные шаги: </b><hr>Последний шаг сохранит вашу новую конфигурацию. Рекомендуется проверить новую конфигурацию перед сохранением. Если тест сервера показывает разрушенный рабочий стол, нажмите <b>[Ctrl+Alt+Backspace]</b> для прекращения работы сервера.
sk: <b>Záverečné kroky</b><hr>Posledný krok je uloženie nového nastavenia. Pred uložením sa doporučuje otestovať nové nastavenie. Ak bude testovací server zobrazovať poškodenú plochu, stlačte <b>[ Ctrl+Alt+Backspace ]</b>, čím ho ukončíte.
sl_si: <b>Zaključni koraki:</b><hr>Zadnji korak je shranitev vaših nastavitev. Priporočljivo je nove nastavitve preizkusiti, preden jih shranite. Če se testni strežnik naloži z nepopolnim namizjem, pritisnite <b>[ Ctrl-Alt-Backspace ]</b> za zaustavitev strežnika.
sv: <b>De sista stegen:</b><hr>Det sista steget är att spara de nya inställningarna. Du rekommenderas att först testa de nya inställningarna. Om testservern visar en dålig skärmbild trycker du på <b>[Ctrl+Alt+Backsteg]</b> för att stoppa servern.
uk: <b>Останні кроки:</b><hr>Останній крок -- збереження нової конфігурації. Рекомендується перед збереженням перевірити нове налаштування. Якщо тестовий сервер покаже спотворену стільницю, натисніть <b>[ Ctrl+Alt+Backspace ]</b>, щоб знищити процес сервера.

source: <b>Final step:</b><hr>The last step is saving your new configuration. Please note the configuration is <i>Framebuffer</i> based and your system needs to be rebooted first to activate the changes for resolution and/or color settings.
bg: <b>Последна стъпка:</b><hr>Последната стъпка е записването на новата настройка. Тъй като настройката е <i>Framebuffer</i> базирана ще се наложи да рестартирате системата за да се активират промените на разделителната способност и/или цветовете.
cs: <b>Poslední krok:</b><hr>Závěrečným krokem je uložení konfigurace. Před uložením doporučujeme novou konfiguraci otestovat. Prosím všimněte si, že toto je konfigurace pro <i>Framebuffer</i> a že je třeba restartovat systém pro provedení změn v nastavení nebo barevné hloubce.
hu: <b>Utolsó lépés:</b><hr>Utolsó lépésként menteni kell az új konfigurációt. Vegye figyelembe, hogy az új beállítások a <i>Framebuffer</i> eszközt használják, így a felbontás illetve színmélység módosításához szükséges a rendszer újraindítása.
it: <b>Ultimo passo:</b><hr>L'ultimo passo consiste nel salvare la nuova configurazione. Tenete presente che la configurazione si basa sul<i>frame buffer</i> e dovete prima riavviare il vostro sistema per applicarle modifiche apportate alla impostazione della risoluzione e/o colore.
lt: <b>Baigiamasis þingsnis:</b><hr>Paskutinis þingsnis- iðsaugoti jûsø naujà konfigûracijà. Turëkite omeny, kad konfigûracija pagrásta <i>Framebuffer</i> árenginiu ir jûsø sistemà pirma reikia perkrauti, kad bûtø aktyyvuoti raiðkos ir/arba spalvø nuostatø pakeitimai.
nl: <b>Laatste stap:</b><hr>Het opslaan van uw nieuwe configuratie is de laatste stap. Neem er aub nota van dat de configuratie <i>Framebuffer</i> gebaseerd is en uw systeem eerst opnieuw geboot moet worden om de wijzigingen van de resolutie en/of kleur instellingen te activeren.
pl_pl: <b>Krok koñcowy:</b><hr>Ostatnim krokiem jest zapisanie nowej konfiguracji. Zauwa¿, ¿e konifugracja opiera siê na <i>Framebufferze</i> i dla uaktywnienia zmian rozdzielczo¶ci i/lub koloru nale¿y zrestartowaæ ca³y system.
ru: <b> Заключительные шаги: </b><hr>последний шаг сохранит вашу новую конфигурацию. Пожалуйста обращтите внимание, что конфигурация основана на<i>Framebuffer</i>, и ваша система должна быть перезагружена сначала, чтобы активизировать изменения разрешающей способности и/или цветовые параметры настройки.
sk: <b>Záverečné kroky</b><hr>Posledný krok je uloženie nového nastavenia. Uvedomte si, že nastavenie je založené na <b>Framebuffer</b> a že váš systém je nutné najprv reštartovať, aby sa zmeny v rozlíšení a farebnej hĺbke prejavili.
sl_si: <b>Zadnji korak:</b><hr>Zadnji korak je shranitev vaših nastavitev. Nastavitev poteka v <i>Framebuffer</i> načinu in pred aktiviranjem sprememb v nastavitvi ločljivosti ali/in barv morate sistem ponovno zagnati.
sv: <b>Sista steget:</b><hr>Sista steget är att spara de nya inställningarna.Observera att inställningarna är <i>Framebuffer</i>-baserade och att systemet måste startas om för att aktivera ändringarna för upplösning och/eller färger.
uk: <b>Останній крок:</b><hr>Останній крок -- збереження нової конфігурації. Будь ласка, зверніть увагу: налаштування базується на <i>Framebuffer</i>, тому необхідно спочатку перезапустити систему для активації змін в параметрах роздільної здатності і/або кольору.

source: <b>SaX2 suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>Ok</b>. Otherwise, change the configuration.
bg: <b>SaX2 предложение</b><hr>Стартираната графична система е базирана на предложение на SaX2. Ако за Вас е приемлива натиснете <b>OK</b>, в противен случай променете настройката.
cs: <b>Návrh konfigurace</b><hr>Právě spuštěný grafický systém vychází z návrhu konfigurace vytvořené programem SaX2. Pokud vám současné nastavení vyhovuje, stiskněte <b>OK</b>. V opačném případě změňte konfiguraci.
hu: <b>Ez a SaX2 javaslata</b><hr>A most látható grafikus felület a SaX2 javaslata azautomatikus beállításhoz. Ha tetszik ez a beállítás, egyszerűen kattintson az <b>OK</b> gombra. Ha nem megfelelő a beállítás, megváltoztathatja a beállításokat.
it: <b>Suggerimento di SaX2</b><hr>Il sistema grafico attualmente in uso si basa sulle impostazioni consigliate da SaX2. Se queste impostazioni va bene fate clic su <b>OK</b>, in caso contrario modificate la configurazione.
lt: <b>SaX2 pasiûlymas</b><hr>Ðiuo metu paleista grafinë sistema yra pasiûlyta SaX2 programos. Jei jums patinka ði aplinka, spauskite <b>Gerai</b>, kitu atveju galite keiskite konfigûracijà.
nl: <b>SaX2 suggestie</b><hr>Het huidige opgestarte grafische systeem is gebaseerd op een door SaX2 gemaakte suggestie. Druk op <b>Ok</b> wanneer dit te accepteren is. Zo niet: wijzig de configuratie.
pl_pl: <b>Sugestia SaX2</b><hr>Aktualnie uruchomiony system graficzny jest oparty na sugestii SaX2. Je¶li jest on akceptowalny, to kliknij <b>Ok</b>. W przeciwnym razie zmieñ konfiguracjê.
ru: <b>SaX2 предлагает</b> <hr>В-настоящее-время-работающая графическая система базируется на предложении, сделанном SaX2. Если это приемлемо, нажмите<b>OK</b>. Иначе, изменените конфигурацию.
sk: <b>Návrh SaX2</b><hr>Momentálne spustený grafický systém je založený na návrhu, ktorý pripravil SaX2. Ak je použiteľný, stlačte <b>OK</b>, inak nastavenie upravte.
sl_si: <b>SaX2 predlog</b><hr>Trenutno zagnan grafični sistem temelji na predlogih, ki jih je podal SaX2. Če vam je okolje všeč, ga lahko potrdite s pritiskom na <b>V redu</b> ali nastavitve sistema spremenite po svojih željah.
sv: <b>SaX2-förslag</b><hr>Det nu startade grafiksystemet bygger på ett förslag från SaX2. Om du accepterar det klickar du på <b>OK</b>. Om inte, ändra inställningarna.
uk: <b>Пропозиція SaX2</b><hr>Зараз запущено графічну систему, яку запропоновано програмою SaX2. Якщо вона підходить, натисніть <b>Гаразд</b>. Інакше, змініть конфігурацію.

source: Unknown Graphics Card...
bg: Непозната видеокарта...
cs: Neznámá grafická karta...
hu: Ismeretlen grafikus kártya...
it: Scheda grafica sconosciuta...
lt: Neþinoma vaizdo plokðtë...
nl: Onbekende grafische kaart...
pl_pl: Nieznana karta graficzna...
ru: Неизвестная графическая карта...
sk: Neznáma grafická karta...
sl_si: Neznana grafična kartica...
sv: Okänt grafikkort...
uk: Невідома графічна плата...

source: <b>The graphics card could not be detected</b><hr>Configure your card manually. Start the configuration dialog to set up the graphics card now?
bg: <b>Видеокартата не може да бъде разпозната</b><hr>Ще трябва да я настроите ръчно. Желаете ли да стартирате диалога за настройка сега?
cs: <b>Nebylo možné rozpoznat grafickou kartu</b><hr>Je třeba provést konfiguraci ručně. Přejete si nyní spustit dialog pro konfiguraci karty?
hu: <b>Nem sikerült felismerni a grafikus kártyát</b><hr>Kérem, állítsa be a kártyát kézzel. Szeretné most beállítani a kártyát?
it: <b>Impossibile rilevare la scheda grafica</b><hr>Configurate manualmente la vostra scheda grafica. Volete avviare ora la procedura di configurazione per impostare la scheda grafica?
lt: <b>Nepavyko detektuoti vaizdo plokðtës</b><hr>Rankiniu bûdu konfigûruokite savo plokðtæ. Ar norite dabar paleisti konfigûracijos dialogà vaizdo plokðtës konfigûravimui?
nl: <b>De grafische kaart kon niet gedetecteerd worden</b><hr>U dient uw kaart handmatig te configureren. Wilt u nu het configuratie dialoog starten om de grafische kaart in te stellen?
pl_pl: <b>Nie uda³o siê wykryæ karty graficznej</b><hr>Skonfiguruj kartê rêcznie. Czy uruchomiæ teraz ekran konfiguracji?
ru: <b>Графическая карта не может быть обнаружена</b><hr>Сконфигурируйте вашу карту вручную. Запустите диалог конфигурации, чтобы установить графическую карту ?
sk: <b>Nepodarilo sa nájsť grafickú kartu</b><hr>Musíte ju nastaviť ručne. Chcete spustiť dialóg pre nastavenie grafickej karty?
sl_si: <b>Grafične kartice ni možno zaznati</b><hr>Prosim, da vašo kartico nastavite ročno. Želite zagnati pogovorno okno za nastavitev grafične kartice?
sv: <b>Grafikkortet kunde inte identifieras</b><hr>Ställ in kortet manuellt. Vill du starta inställningsdialogrutan för att ställa in grafikkortet nu?
uk: <b>Не вдалось розпізнати графічну плату</b><hr>Налаштуйте вашу плату вручну. Запустити вікно налаштування графічної плати тепер?

source: Unknown Monitor...
bg: Непознат монитор...
cs: Neznámý monitor...
hu: Ismeretlen képernyő...
it: Schermo sconosciuto...
lt: Neþinomas monitorius...
nl: Onbekende monitor...
pl_pl: Nieznany monitor...
ru: Неизвестный монитор ...
sk: Neznámy monitor...
sl_si: Neznan model monitorja...
sv: Okänd bildskärm...
uk: Невідомий монітор...

source: <b>The Monitor (%1) couldn't be detected</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
bg: <b>Мониторът (%1) не може да бъде открит</b><hr>Моля, настройте Вашия монитор ръчно. Желаете ли сега да стартирате диалога за настройка на екрана?
cs: <b>Nebylo možné rozpoznat monitor (%1)</b><hr>Je třeba provést konfiguraci ručně. Přejete si spustit dialog nyní?
hu: <b>A(z) %1 monitor felismerése nem sikerült</b><hr>Kérem, állítsa be kézzel. Be akarja most állítani a monitorát?
it: <b>Impossibile rilevare il monitor (%1) </b><hr>Configurate manualmente il Vostro monitor. Volete avviare ora la procedura di configurazione per impostare il monitor?
lt: <b>Nepavyko detektuoti monitoriaus (%1)</b><hr>Praðome já konfigûruoti rankiniu bûdu. Ar norite dabar paleisti konfigûracijos dialogà monitoriaus konfigûravimui ?
nl: <b>De monitor (%1) kon niet gedetecteerd worden</b><hr>U dient uw monitor handmatig in te instellen. Wilt u nu het configuratie dialoog starten om het beeldscherm in te stellen?
pl_pl: <b>Nie uda³o wykryæ monitora (%1)</b><hr>Skonfiguruj monitor rêcznie. Czy uruchomiæ teraz ekran konfiguracji ekranu?
ru: <b> Монитор (%1) не обнаружен </b><hr> Пожалуйста установите ваш монитор вручную. Хотите ли Вы запустить диалог конфигурации для установки дисплея?
sk: <b>Nepodarilo sa nájsť monitor (%1)</b><hr>Prosím, nastavte monitor ručne. Chcete spustiť dialóg pre nastavenie monitoru?
sl_si: <b>Monitorja (%1) ni možno zaznati</b><hr>Prosim, da ročno nastavite vaš monitor. Želite zagnati pogovorno okno za prilagoditev monitorja ?
sv: <b>Bildskärmen (%1) kunde inte identifieras</b><hr> Ställ in bildskärmen manuellt. Vill du starta inställningsdialogrutan för att ställa in bildskärmen nu?
uk: <b>Не вдалось розпізнати монітор (%1)</b><hr>Будь ласка налаштуйте ваш монітор вручну. Запустити вікно налаштування монітора тепер?

source: <b>Monitor (%1) with ID: %2 not found</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
bg: <b>Мониторът (%1) с ID: %2 не бе открит</b><hr>Моля, настройте Вашия монитор ръчно. Желаете ли сега да стартирате диалога за настройка на екрана?
cs: <b>Monitor (%1) s ID %2 nenalezen</b><hr>Je třeba provést konfiguraci monitoru ručně. Přejete si spustit dialog nyní?
hu: <b>A(z) %1, %2 ID-vel rendelkező képernyő nem található</b><hr> Kérem, állítsa be kézzel. Elindítsa a SaX2 most a megfelelő párbeszédablakot?
it: <b>Impossibile rilevare monitor (%1) con ID %2</b><hr>Configurate manualmente il Vostro monitor. Volete avviare ora la procedura di configurazione per impostare il monitor?
lt: <b>Nepavyko rasti monitoriaus (%1) su ID: %2</b><hr>Praðome monitoriø konfigûruoti rankiniu bûdu. Ar norite dabar paleisti konfigûracijos dialogà monitoriaus konfigûravimui ?
nl: <b>De monitor (%1) met ID: %2 is niet gevonden</b><hr>U dient uw monitor handmatig in te instellen. Wilt u nu het configuratie dialoog starten om het beeldscherm in te stellen?
pl_pl: <b>Monitor (%1) z ID: %2 nie zosta³ znaleziony</b><hr>Skonfiguruj monitor rêcznie. Czy uruchomiæ teraz ekran konfiguracji ekranu?
ru: <b> Монитор (%1) с ID: %2 не найден</b> <hr>Пожалуйста установите ваш монитор вручную. Хотите ли Вы запустить диалог конфигурации для установки дисплея?
sk: <b>Nenájdený monitor (%1) s ID %2</b><hr>Prosím, nastavte monitor ručne. Chcete spustiť dialóg pre jeho nastavenie?
sl_si: <b>Nisem našel monitorja (%1) z ID %2</b><hr>Prosim, da vaš monitor nastavite ročno. Želite zagnati pogovorno okno za nastavitev monitorja?
sv: <b>Bildskärm (%1) med ID: %2 kunde inte identifieras</b><hr>Ställ in bildskärmen manuellt. Vill du starta inställningsdialogrutan för att ställa in bildskärmen nu?
uk: <b>Не вдалось знайти монітор (%1) з ІД: %2</b><hr>Будь ласка налаштуйте ваш монітор вручну. Запустити вікно налаштування монітора тепер?

source: Automatic graphics system set up
bg: Автоматична настройка на графичната среда
cs: Automaticky vytvořený návrh konfigurace
hu: Grafikus felület automatikus beállítása
it: Configurazione automatica del sistema grafico
lt: Automatinis vaizdo sistemos konfigûravimas
nl: Automatische grafische systeem setup
pl_pl: Automatyczna konfiguracja systemu graficznego
ru: Автоматическая установка графической системы
sk: Automatické nastavenie grafického systému
sl_si: Samodejna nastavitev grafičnega sistema
sv: Automatisk inställning av grafiksystem
uk: Автоматичне налаштування графічної системи

source: &Test...
bg: Про&ба...
hu: &Teszt...
it: &Prova...
lt: &Bandymas...
pl_pl: &Testuj...
ru: &Тест ...
sk: O&testovať...
sv: &Testa...
uk: &Тест...

source: &Save
bg: &Запис...
cs: &Uložit
hu: &Mentés
it: &Salva
lt: Ið&saugoti
nl: &Opslaan
pl_pl: Zapi&sz
ru: &Сохранить
sk: &Uložiť
sl_si: &Shrani
sv: &Spara
uk: &Зберегти

source: &Yes
bg: &Да
cs: &Ano
hu: &Igen
it: &Sì
lt: &Taip
nl: &Ja
pl_pl: Tak (&y)
ru: &Да
sk: Án&o
sl_si: &Da
sv: &Ja
uk: &Так

source: &No
bg: &Не
cs: &Ne
hu: &Nem
lt: &Ne
nl: &Nee
pl_pl: &Nie
ru: &Нет
sk: &Nie
sl_si: &Ne
sv: &Nej
uk: &Ні

source: <b>Yes</b>
bg: <b>Да</b>
nl: <b>Ja</b>
pl_pl: <b>Tak</b>
sk: <b>Áno</b>
uk: <b>Так</b>

source: <b>No</b>
bg: <b>Не</b>
nl: <b>Nee</b>
pl_pl: <b>Nie</b>
sk: <b>Nie</b>
uk: <b>Ні</b>

source: File
bg: Файлът
cs: Soubor
hu: Fájl
lt: Byla
nl: Bestand
pl_pl: Plik
ru: &Файл
sk: Súbor
sl_si: Datoteka
sv: Arkiv
uk: Файл

source: still locked
bg: все още е заключен
cs: uzamčen
hu: még foglalt
it: ancora bloccato
lt: vis dar apsaugota
nl: nog beveiligd
pl_pl: wci±¿ zablokowany
ru: все еще блокирован
sk: stále zamknuté
sl_si: še vedno zaklenjeno
sv: fortfarande låst
uk: ще замкнено

source: Please wait
bg: Моля изчакайте
cs: Čekejte prosím
hu: Kérem, várjon
it: Attendere prego
lt: Praðome palaukti
nl: Even geduld aub
pl_pl: Poczekaj
ru: Пожалуйста ждите
sk: Prosím, čakajte
sl_si: Prosim počakajte
sv: Vänta
uk: Зачекайте, будь ласка

source: <big><b>SaX2: Extended X11 Configuration</b></big><hr>Welcome to the SuSE X11 Configuration Manager<br>
bg: <big><b>SaX2: Разширена настройка на X11</b></big><hr>Добре дошли в мениджъра за настройка на X11 на SuSE<br>
cs: <b>SaX2: rozšířená konfigurace grafického prostředí</b><hr>Vítejte ve správci konfigurace X11<br>
hu: <big><b>SaX2: Szakértői X11 beállítás</b></big><hr>Üdvözli a SuSE X11 beállító asszisztense<br>
it: <big><b>SaX2: Configurazione X11 estesa</b></big><hr>Benvenuti nel programma SuSE per la configurazione di X11<br>
lt: <big><b>SaX2: Iðplëstas X11 konfigûravimas </b></big><hr>Sveiki atvykæ á SuSE X11 konfigûracijos tvarkyklæ<br>
nl: <big><b>SaX2: Uitgebreide X11 configuratie</b></big><hr>Welkom bij de SuSE X11 configuratie beheerder<br>
pl_pl: <big><b>SaX2: Rozszerzona konfiguracja X11</b></big><hr>Witaj w mened¿erze konfiguracji X11 SuSE<br>
ru: <big><b> SaX2: Расширенная конфигурация X11</b></big><hr> Добро пожаловать в SuSE Менеджер конфигурации X11<br>
sk: <big><b>SaX2: Rozšírené nastavenie X11</b></big><hr>Víta vás SuSE správca nastavenia X11<br>
sl_si: <big><b>SaX2: razširjena X11 prilagoditev</b></big><hr>Dobrodošli v SuSE X11 upravljalniku nastavitev<br>
sv: <big><b>SaX2: Avancerade X11-inställningar</b></big><hr>Välkommen till SuSE:s inställningsverktyg för X11<br>
uk: <big><b>SaX2: Розширене налаштування X11</b></big><hr>Ласкаво просимо до Менеджера налаштування X11 для SuSE<br>

source: To start, double-click an item in the component list.
bg: За да започнете щракнете двукратно върху елемент от списъка
cs: Dvojklikem spustíte položku v seznamu.
hu: Az indításhoz kattintson a komponensek listája egyik ikonjára.
it: Per iniziare, eseguite un doppio clic su una voce nella lista dei componenti.
lt: Norëdami paleisti, dukart spustelëkite ant komponentø sàraðo elemento.
nl: Om te kunnen starten dubbelklikt u op een item in de component lijst.
pl_pl: Aby zacz±æ, kliknij podwójnie na elemencie na li¶cie komponentów.
sk: Pre spustenie dvakrát kliknite na položku v zozname komponent.
sl_si: Za začetek dvokliknite na del v seznamu komponent.
sv: Starta genom att dubbelklicka på något objekt i komponentlistan.
uk: Щоб почати, двічі клацніть на елемент у списку компонентів.

source: X11 System Setup
bg: Настройка на Х11
cs: Nastavení grafického systému X11
hu: X11 grafikus rendszer beállítása
it: Configurazione del sistema X11
lt: X11 sistemos konfigûravimas
nl: X11 systeem instelling
pl_pl: Konfiguracja systemu X11
ru: Установка системы X11
sk: Nastavenie systému X11
sl_si: Nastavitev X11 sistema
sv: Systeminställningar för X11
uk: Налаштування системи X11

source: Value...
bg: Стойност...
cs: Hodnota...
hu: Érték...
it: Valore...
lt: Vertë...
nl: Waarde...
pl_pl: Warto¶æ...
ru: Значение ...
sk: Hodnota...
sl_si: Vrednost...
sv: Värde...
uk: Значення...

source: Primary device
bg: Главно устройство
cs: Primární zařízení
hu: Elsődleges eszköz
it: Dispositivo primario
lt: Pagrindinis árenginys
nl: Primair apparaat
pl_pl: Urz±dzenie g³ówne
ru: Первичное устройство
sk: Primárne zariadenie
sl_si: Glavna naprava
sv: Primär enhet
uk: Головний пристрій

source: X11 System
bg: X11
cs: X11 systém
hu: X11 rendszer
it: Sistema X11
lt: X11 sistema
nl: X11 systeem
pl_pl: System X11
ru: Система X11
sk: Systém X11
sl_si: X11 sistem
uk: Система X11

source: Driver:
bg: Драйвер:
cs: Ovladač:
hu: Meghajtó:
lt: Tvarkyklë:
pl_pl: Sterownik:
ru: Драйвер:
sk: Ovládač:
sl_si: Gonilnik:
sv: Drivrutin:
uk: Драйвер:

source: Bus ID:
bg: ID на шината:
cs: ID sběrnice:
hu: Busz azonosító:
lt: Magistralës ID:
pl_pl: ID magistrali:
ru: ID шины:
sk: ID zbernice:
sv: Buss-ID:
uk: ІД шини:

source: Card options
bg: Параметри на видеокартата
cs: Vlastnosti karty
hu: Kártya tulajdonságai
it: Opzioni della scheda
lt: Plokðtës savybës
nl: Kaart opties
pl_pl: Opcje karty
ru: Параметры карты
sk: Možnosti karty
sl_si: Možnosti kartice
sv: Kortalternativ
uk: Параметри плати

source: &Options...
bg: &Параметри...
cs: V&olby...
hu: &Beállítások...
it: &Opzioni...
lt: P&arinktys...
nl: &Opties...
pl_pl: &Opcje...
ru: &Параметры...
sk: &Možnosti...
sl_si: M&ožnosti...
sv: A&lternativ...
uk: &Параметри...

source: Key Mappings
bg: Подредби на клавиатурата
cs: Mapování kláves
hu: Billentyűk különleges értelmezése
it: Mappatura dei tasti
lt: Klaviðø sàryðiai
nl: Toets mappings
pl_pl: Mapowanie klawiszy
ru: Отображение клавиш
sk: Mapovanie kláves
sl_si: Preslikava tipk
sv: Tangentmappningar
uk: Приписування клавіш

source: &Current sync frequencies
bg: Теку&щи опреснителни честоти
cs: Synchronizační frekven&ce monitoru
hu: &Jelenlegi szinkron frekvenciák
it: Frequenze di sincr. att&uali
lt: Dabartiniai &sinchronizacijos daþniai
nl: &Huidige sync frequenties
pl_pl: Bie¿±ce &czêstotliwo¶ci synchronizacji
ru: &Текущие синхронизирующие частоты
sk: &Aktuálne synch. frekvencie
sl_si: &Trenutne Sync frekvence
sv: Akt&uella sync-frekvenser
uk: &Поточні частоти синхронізації

source: &Frequencies
bg: &Честоти
cs: &Frekvence
hu: &Frekvenciák
it: &Frequenze
lt: &Daþniai
nl: &Frequenties
pl_pl: Czêstotliwo¶ci (&f)
ru: &Частоты
sk: &Frekvencie
sl_si: &Frekvence
sv: &Frekvenser
uk: &Частоти

source: Current color depth
bg: Текуща дълбочина на цвета
cs: Stávající barevná hloubka
hu: Jelenlegi színmélység
it: Profondità di colore attuale
lt: Dabartinis spalvumas
nl: Huidige kleurdiepte
pl_pl: Bie¿±ca g³êbia kolorów
ru: Текущая глубина цвета
sk: Aktuálna farebná hĺbka
sl_si: Trenutna barvna globina
sv: Aktuellt färgdjup
uk: Поточна глибина кольору

source: Current resolution
bg: Текуща разделителна способност
cs: Stávající rozlišení
hu: Jelenlegi felbontás
it: Risoluzione attuale
lt: Dabartinë raiðka
nl: Huidige resolutie
pl_pl: Bie¿±ca rozdzielczo¶æ
ru: Текущая разрешающая способность
sk: Aktuálne rozlíšenie
sl_si: Trenutna ločljivost
sv: Aktuell upplösning
uk: Поточна роздільна здатність
