Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: &Resolution(s) for %1 colors
bg: &Разделителни способности за %1 цвята
cs: &Rozlišení pro %1 barev
hu: &Felbontás(ok) %1 színmélység mellett
it: &Risoluzione(i) per %1 colori
lt: &Raiðka(os) %1 spalvoms
nl: &Resolutie(s) voor %1 kleuren
pl_pl: &Rozdzielczo¶ci dla %1 kolorów
ru: &Разрешение(я) для %1 цветов
sk: &Rozlíšenia pre %1 farieb
sl_si: &Ločljivost(i) za %1 barv
sv: Upplösning(a&r) för %1 färger
uk: &Роздільні здатності для кольорів - %1

source: Resolution Y
bg: Разделителна способност Y
cs: Rozlišení Y
hu: Felbontás Y
it: Risoluzione Y
lt: Raiðka Y
nl: Resolutie Y
pl_pl: Rozdzielczo¶æ Y
ru: Разрешающая способность Y
sk: Rozlíšenie Y
sl_si: Ločljivost Y
sv: Upplösning Y
uk: Роздільна здатність Y

source: Possible
bg: Възможно
cs: Dostupné
hu: Lehetséges
it: Possibile
lt: Galimas
nl: Mogelijk
pl_pl: Mo¿liwe
ru: Возможный
sk: Dostupné
sl_si: Možno
sv: Möjlig
uk: Можливий

source: &Add this resolution
bg: &Добавяне на тази разделителна способност
cs: Přid&at toto rozlišení
hu: Felbontás &hozzáadása...
it: &Aggiungi questa risoluzione
lt: Pridëti ðià r&aiðkà
nl: Deze resolutie &toevoegen
pl_pl: Dod&aj tê rozdzielczo¶æ
ru: &Добавить эту разрешающая способность
sk: &Pridať toto rozlíšenie
sl_si: Dod&ajanje ločljivost
sv: L&ägg till den här upplösningen
uk: &Додати цю роздільну здатність

source: Enable 3-button emulation
bg: Разрешаване емулация на 3 бутона
cs: Povolit emulaci třetího tlačítka
hu: Harmadik gomb emulációja
it: Abilita emulazione terzo tasto
lt: Ájungti 3 mygtuko emuliacijà
nl: 3-knop emulatie activeren
pl_pl: W³±czenie emulacji 3-klawiszy
ru: Включить эмуляцию с 3 кнопками
sk: Povoliť emuláciu 3. tlačidla
sl_si: Omogoči posnemanje 3 gumbov
sv: Aktivera 3-knappemulering
uk: Увімкнути емуляцію 3-кнопок

source: Enable Mouse Wheel
bg: Разрешаване на колелцето на мишката
cs: Povolit kolečko myši
hu: Egérgörgő bekapcsolása
it: Abilita rotellina del mouse
lt: Ájungti pelës ratukà
nl: Muiswiel activeren
pl_pl: W³±czenie kó³ka myszy
ru: Включить колесо мыши
sk: Povoliť koliesko myši
sl_si: Omogoči kolešček na miški
sv: Aktivera mushjul
uk: Увімкнути коліщатко мишки

source: <big><b>Currently configured AccessX Status</b></big><hr>
bg: <big><b>Статус на вече настроен AccessX</b></big><hr>
cs: <big><b>Aktuální stav konfigurace AccessX</b></big><hr>
hu: <big><b>Jelenlegi AccessX beállítás állapota</b></big><hr>
it: <big><b>Stato AccessX attualmente configurato</b></big><hr>
lt: <big><b>Dabar sukonfigûruoto AccessX bûsena</b></big><hr>
nl: <big><b>Huidige geconfigureerde AccessX status</b></big><hr>
pl_pl: <Big><b>Bie¿±cy stan konfiguracji AccessX</b></big><hr>
ru: <big><b>Статус текущего сконфигурированного AccessX</b> </big> <hr>
sk: <big><b>Momentálne nastavený stav AccessX</b></big><hr>
sl_si: <big><b>Trenutno prilagojen AccessX status</b></big><hr>
sv: <big><b>Inställd AccessX-status</b></big><hr>
uk: <big><b>Стан налаштованого AccessX</b></big><hr>

source: <big><b>Current VNC status</b></big><hr>
bg: <big><b>Текущ статус на VNC</b></big><hr>
nl: <big><b>Huidige VNC status</b></big><hr>
pl_pl: <big><b>Bie¿±cy stan VNC</b></big><hr>
sk: <big><b>Momentálny stav VNC</b></big><hr>
uk: <big><b>Поточний стан VNC</b></big><hr>

source: <big><b>Current 3D/OpenGL status</b></big><hr>
bg: <big><b>Статус на вече настроен 3D/OpenGL</b></big><hr>
cs: <big><b>Aktuální stav 3D/OpenGL</b></big><hr>
hu: <big><b>Jelenlegi 3D/OpenGL beállítás állapota</b></big><hr>
it: <big><b>Stato attuale 3D/OpenGL</b></big><hr>
lt: <big><b>Dabartinë 3D/OpenGL bûsena</b></big><hr>
nl: <big><b>Huidige 3D/OpenGL status</b></big><hr>
pl_pl: <big><b>Bie¿±cy stan 3D/OpenGL</b></big><hr>
ru: <big> <b>Статус текущего 3D/OpenGL</b> </big> <hr>
sk: <big><b>Momentálny stav 3D/OpenGL</b></big><hr>
sl_si: <big><b>Trenutni 3D/OpenGL status</b></big><hr>
sv: <big><b>Aktuell 3D/OpenGL-status</b></big><hr>
uk: <big><b>Поточний стан 3D/OpenGL</b></big><hr>

source: <big><b>Current Virtual resolution setup</b></big><hr>
bg: <big><b>Текущи настройки на виртуална разделителна способност</b></big><hr>
cs: <big><b>Aktuální konfigurace virtuálního rozlišení</b></big><hr>
hu: <big><b>Jelenleg beállított többképernyős mód</b></big><hr>
it: <big><b>Risoluzione virtuale attualmente configurata</b></big><hr>
lt: <big><b>Dabartinës virtualios raiðkos konfigûracija</b></big><hr>
nl: <big><b>Huidige virtuele resolutie instelling</b></big><hr>
pl_pl: <big><b>Aktualne ustawienia rozdzielczo¶ci wirtualnej</b></big><hr>
ru: <big> <b> Текущая установка виртуальной разрешающей способности </b> </big> <hr>
sk: <big><b>Momentálne nastavené virtuálne rozlíšenie</b></big><hr>
sl_si: <big><b>Trenutne nastavitve navideznih ločljivosti</b></big><hr>
sv: <big><b>Inställd virtuell upplösning</b></big><hr>
uk: <big><b>Поточне налаштування віртуальної роздільної здатності</b></big><hr>

source: <big><b>Currently configured graphics cards</b></big><hr>
bg: <big><b>Вече настроени видеокарти</b></big><hr>
cs: <big><b>Aktuální konfigurace grafických karet</b></big><hr>
hu: <big><b>Jelenleg beállított grafikus kártyák</b></big><hr>
it: <big><b>Schede grafiche attualmente configurate</b></big><hr>
lt: <big><b>Dabar sukonfigûruota vaizdo plokðtës</b></big><hr>
nl: <big><b>Huidige geconfigureerde grafische kaarten</b></big><hr>
pl_pl: <big><b>Aktualnie skonfigurowane karty graficzne</b></big><hr>
ru: <big> <b> Текущие сконфигурированные графические карты</b> </big> <hr>
sk: <big><b>Momentálne nastavené grafické karty</b></big><hr>
sl_si: <big><b>Trenutno prilagojene grafične kartice</b></big><hr>
sv: <big><b>Inställda grafikkort</b></big><hr>
uk: <big><b>Налаштовані графічні плати</b></big><hr>

source: <big><b>Currently configured desktops</b></big><hr>
bg: <big><b>Вече настроени работни полета</b></big><hr>
cs: <big><b>Aktuální konfigurace ploch</b></big><hr>
hu: <big><b>Jelenleg beállított munkaasztalok</b></big><hr>
it: <big><b>Desktop attualmente configurati</b></big><hr>
lt: <big><b>Dabar sukonfigûruoti darbalaukiai</b></big><hr>
nl: <big><b>Huidige geconfigureerde desktops</b></big><hr>
pl_pl: <big><b>Aktualnie skonfigurowane biurka</b></big><hr>
ru: <big> <b> Текущие сконфигурированные рабочие столы</b> </big> <hr>
sk: <big><b>Momentálne nastavené plochy</b></big><hr>
sl_si: <big><b>Trenutno prilagojena namizja</b></big><hr>
sv: <big><b>Inställda skrivbord</b></big><hr>
uk: <big><b>Налаштовані стільниці</b></big><hr>

source: <big><b>Currently active geometry timings</b></big><hr>
bg: <big><b>Вече активирани синхронизации за размера</b></big><hr>
cs: <big><b>Právě aktivní časování geometrie</b></big><hr>
hu: <big><b>Jelenleg beállított képgeometria</b></big><hr>
it: <big><b>Temporizzazione di geometria attualmente attive</b></big><hr>
lt: <big><b>Ðiuo metu aktyvûs geometrijos laikai</b></big><hr>
nl: <big><b>Huidige actieve geometrische timings</b></big><hr>
pl_pl: <big><b>Aktualnie aktywne parametry czasowe</b></big><hr>
ru: <big> <b> Текущие активные геометрические синхронизации </b> </big> <hr>
sk: <big><b>Momentálne aktívne časovanie geometrie</b></big><hr>
sl_si: <big><b>Trenutno aktivna geometrijska časovnost</b></big><hr>
sv: <big><b>Inställd aktiv geometrisynkronisering</b></big><hr>
uk: <big><b>Зараз активна синхронізація геометрії</b></big><hr>

source: <big><b>Currently configured keyboard</b></big><hr>
bg: <big><b>Вече настроени клавиатури</b></big><hr>
cs: <big><b>Aktuální konfigurace klávesnice</b></big><hr>
hu: <big><b>Jelenleg beállított billentyűzet</b></big><hr>
it: <big><b>Tastiera attualmente configurata</b></big><hr>
lt: <big><b>Dabar sukonfigûruota klaviatûra</b></big><hr>
nl: <big><b>Huidige geconfigureerd toetsenbord</b></big><hr>
pl_pl: <big><b>Aktualna konfiguracja klawiatury</b></big><hr>
ru: <big> <b> Текущая сконфигурированная клавиатура</b> </big> <hr>
sk: <big><b>Momentálne nastavená klávesnica</b></big><hr>
sl_si: <big><b>Trenutno prilagojena tipkovnica</b></big><hr>
sv: <big><b>Inställt tangentbord</b></big><hr>
uk: <big><b>Налаштована клавіатура</b></big><hr>

source: <big><b>Currently configured layout</b></big><hr>
bg: <big><b>Вече настроено оформление</b></big><hr>
cs: <big><b>Aktuální konfigurace rozložení</b></big><hr>
hu: <big><b>Jelenleg beállított elrendezés</b></big><hr>
it: <big><b>Disposizione attualmente configurata</b></big><hr>
lt: <big><b>Dabar sukonfigûruotas iðdëstymas</b></big><hr>
nl: <big><b>Huidige geconfigureerde layout</b></big><hr>
pl_pl: <big><b>Aktualna konfiguracja uk³adu</b></big><hr>
ru: <big> <b> Текущая сконфигурированная раскладка</b> </big> <hr>
sk: <big><b>Momentálne nastavené rozloženie</b></big><hr>
sl_si: <big><b>Trenutno prilagojeni izgledi</b></big><hr>
sv: <big><b>Inställd layout</b></big><hr>
uk: <big><b>Налаштована розкладка</b></big><hr>

source: <big><b>Currently configured monitors</b></big><hr>
bg: <big><b>Вече настроени монитори</b></big><hr>
cs: <big><b>Aktuální konfigurace monitorů</b></big><hr>
hu: <big><b>Jelenleg beállított képernyők</b></big><hr>
it: <big><b>Monitor attualmente configurati</b></big><hr>
lt: <big><b>Dabar sukonfigûruoti monitoriai</b></big><hr>
nl: <big><b>Huidige geconfigureerde monitoren</b></big><hr>
pl_pl: <big><b>Aktualnie skonfigurowane monitory</b></big><hr>
ru: <big> <b> Текущие сконфигурированные мониторы</b> </big> <hr>
sk: <big><b>Momentálne nastavené monitory</b></big><hr>
sl_si: <big><b>Trenutno prilagojen(i) monitor(ji)</b></big><hr>
sv: <big><b>Inställda bildskärmar</b></big><hr>
uk: <big><b>Налаштовані монітори</b></big><hr>

source: <big><b>Currently configured pointer devices</b></big><hr>
bg: <big><b>Вече настроени посочващи устройства</b></big><hr>
cs: <big><b>Aktuální konfigurace polohovacích zařízení</b></big><hr>
hu: <big><b>Jelenleg beállított mutató eszközök</b></big><hr>
it: <big><b>Dispositivi di puntamento attualmente configurati</b></big><hr>
lt: <big><b>Dabar sukonfigûruoti þymeklio árenginiai</b></big><hr>
nl: <big><b>Huidige geconfigureerde aanwijs apparaten</b></big><hr>
pl_pl: <big><b>Aktualnie skonfigurowane urz±dzenia wskazuj±ce</b></big><hr>
ru: <big> <b> Текущие сконфигурированные указатели мыши</b> </big> <hr>
sk: <big><b>Momentálne nastavené polohovacie zariadenia</b></big><hr>
sl_si: <big><b>Trenutno prilagojene kazalne naprave</b></big><hr>
sv: <big><b>Inställda pekdon</b></big><hr>
uk: <big><b>Налаштовані вказівні пристрої</b></big><hr>

source: <big><b>Currently configured multihead status</b></big><hr>
bg: <big><b>Статус на вече настроен multihead режим</b></big><hr>
cs: <big><b>Aktuální konfigurace multihead (viceobrazovkového) režimu</b></big><hr>
hu: <big><b>Jelenleg beállított többképernyős mód</b></big><hr>
it: <big><b>Stato multimonitor attualmente configurato</b></big><hr>
lt: <big><b>Dabar sukonfigûruotos daugiaekranës veiksenos bûsena</b></big><hr>
nl: <big><b>Huidige geconfigureerde multihead status</b></big><hr>
pl_pl: <big><b>Aktualny stan konfiguracji wieloekranowej</b></big><hr>
ru: <big><b>Текущий статус сконфигурированного мультиголовного состояния</b></big><hr>
sk: <big><b>Momentálne nastavený stav viacnásobných obrazoviek</b></big><hr>
sl_si: <big><b>Trenutno prilagojeni večizhodni status</b></big><hr>
sv: <big><b>Inställd flerhuvudstatus</b></big><hr>
uk: <big><b>Стан налаштованого мультимон. режиму</b></big><hr>

source: <big><b>Currently configured graphics tablet</b></big><hr>
bg: <big><b>Вече настроен таблет</b></big><hr>
cs: <big><b>Aktuální konfigurace grafického tabletu</b></big><hr>
hu: <big><b>Jelenleg beállított rajztáblák</b></big><hr>
it: <big><b>Tavolette grafiche attualmente configurate</b></big><hr>
lt: <big><b>Dabar sukonfigûruotas grafinis planðetas</b></big><hr>
nl: <big><b>Huidige geconfigureerd grafisch tablet</b></big><hr>
pl_pl: <big><b>Aktualnie skonfigurowane tablety</b></big><hr>
ru: <big><b>Текущий сконфигурированный графический планшет</b></big><hr>
sk: <big><b>Momentálne nastavený grafický tablet</b></big><hr>
sl_si: <big><b>Trenutno prilagojene grafične tablete</b></big><hr>
sv: <big><b>Inställd grafikplatta</b></big><hr>
uk: <big><b>Налаштований графічний планшет</b></big><hr>

source: <big><b>Currently configured touchscreen</b></big><hr>
bg: <big><b>Вече настроен touchscreen</b></big><hr>
cs: <big><b>Aktuální konfigurace dotykové obrazovky</b></big><hr>
hu: <big><b>Jelenleg beállított érintőképernyők</b></big><hr>
it: </big><b>Schermo tattile attualmente configurato</b></big><hr>
lt: <big><b>Ðiuo metu sukonfigûruotas lytimasis ekranas</b></big><hr>
nl: <big><b>Huidige geconfigureerd aanraakbeeldscherm</b></big><hr>
pl_pl: <big><b>Aktualnie skonfigurowane ekrany dotykowe</b></big><hr>
ru: <big><b>Текущий сконфигурированный сенсорный экран</b></big><hr>
sk: <big><b>Momentálne nastavené dotykové obrazovky</b></big><hr>
sl_si: <big><b>Trenutno prilagojeni na dotik občtljivi zasloni</b></big><hr>
sv: <big><b>Inställd pekskärm</b></big><hr>
uk: <big><b>Налаштований сенсорний екран</b></big><hr>

source: <b><nobr>No information available</nobr></b>
bg: <b><nobr>Няма информация</nobr></b>
cs: <b><nobr>Informace nejsou dostupné</nobr></b>
hu: <b><nobr>Nincs elérhető információ</nobr></b>
it: <b><nobr>Nessuna informazione disponibile</nobr></b>
lt: <b><nobr>Nëra informacijos</nobr></b>
nl: <b><nobr>Geen informatie beschikbaar</nobr></b>
pl_pl: <b><nobr>Brak dostêpnych informacji</nobr></b>
ru: <b> <nobr> Нет доступной информация </nobr> </b>
sk: <b><nobr>Nedostupné žiadne informácie</nobr></b>
sl_si: <b><nobr>Na voljo ni nobenih informacij</nobr></b>
sv: <b><nobr>Ingen information tillgänglig</nobr></b>
uk: <b><nobr>Інформація відсутня</nobr></b>

source: <b>Virtual mouse:</b><hr>Set up the numeric keypad to control the mouse with the keypad. The table below points to the current status of AccessX.
bg: <b>Виртуална мишка:</b><hr>Настройка на цифровия блок на клавиатурата за управление на курсора на мишката. Таблицата по-долу показва текущия статус на AccessX.
cs: <b>Virtuální myš:</b><hr>Nastavení numerické klávesnice pro kontrolu myši. Níže uvedená tabulka zobrazuje aktuální stav AccessX.
hu: <b>Virtuális egér:</b><hr>Állítsa be a numerikus billentyűket úgy, hogy segítségével irányíthassa az egérmutatót.
it: <b>Mouse virtuale:</b><hr>È possibile impostare il tastierino numerico in modo da controllare il mouse con i tasti del tastierino numerico. La tabella sottostante indica lo stato attuale di AccessX.
lt: <b>Virtuali pelë:</b><hr>Konfigûruoti skaitinius klaviðus, kad jie galëtø kontroliuoti pelæ. Apaèioje esanti lentelë nurodo dabartinæ AccessX bûsenà.
nl: <b>Virtuele muis:</b><hr>Voor het besturen van de muis met het keypad dient u het numerieke keypad in te stellen. De onderstaande tabel laat de huidige status van AccessX zien.
pl_pl: <b>Wirtualna mysz:</b><hr>Skonfigurowanie klawiatury numerycznej do sterowania mysz±. Poni¿sza tabela pokazuje aktualny stan AccessX.
ru: <b>Виртуальная мышь:</b><hr>Установите цифровую клавиатурудля управления мышью с помощью кейпада. Таблица ниже указывает на текущий статус AccessX.
sk: <b>Virtuálna myš:</b><hr>Nastavte numerickú klávesnicu pre ovládanie kurzoru myši. Tabuľka dole zobrazuje aktuálny stav AccessX.
sl_si: <b>Navidezna miška:</b><hr>Nastavite numerični del tipkovnice tako, da bo možno nadzirati miško s pomočjo tipk na numeričnem delu. Spodnja tabela kaže trenutni status AccessXa.
sv: <b>Virtuell mus:</b><hr>Använd siffertangentbordet för att styra muspekaren med tangentbordet. Tabellen nedan visar aktuell status för AccessX.
uk: <b>Віртуальна мишка:</b><hr>Наставте цифрове клавішне поле, щоб керувати мишкою цифровими клавішами. Таблиця нижче вказує на поточний стан AccessX.

source: <b>VNC Server:</b><hr>Set up the X-Server to be able to access the desktop and all its programs remotely via a VNC viewer program
bg: <b>VNC сървър:</b><hr>Даване възможност на Х-Сървъра за отдалечен достъп до работната площ и всички нейни програми чрез VNC визуализатор
nl: <b>VNC server:</b><hr>Hier kunt u de X-server dusdanig instellen zodat de desktop met al z'n programma's remote toegankelijk wordt via een VNC viewer programma
pl_pl: <b>Serwer VNC:</b><hr>Skonfigurowanie X Serwera w sposób umo¿liwiaj±cy dostêp do biurka i wszystkich jego programów przez program przegl±darki VNC
sk: <b>VNC Server:</b><hr>Nastavte X-Server, aby ste mohli vzdialene pristupovať na plochu pomocou VNC klienta
uk: <b>Сервер VNC:</b><hr>Налаштуйте сервер X для віддаленого доступу до стільниці та всіх її прогам через програму-переглядач VNC

source: <b>OpenGL Subsystem:</b><hr>Set up the 3D features of the graphics card here. X.Org includes the direct rendering interface to use the 3D capabilities of your graphics card. If your card and the corresponding driver support 3D hardware acceleration, enable it in this dialog.
bg: <b>OpenGL подсистема:</b><hr>Тук можете да настроите 3D възможностите за вашата видеокарта. X.org включва интерфейс за директно рендиране. Ако вашата видеокарта и драйверът поддържат хардуерно 3D ускорение, можете да го разрешите в този екран.
nl: <b>OpenGL subsysteem:</b><hr>Hier kunt u de 3D opties van de grafische kaart instellen. X.Org bevat tevens de directe renderings-interface om de 3D capaciteiten van uw grafische kaart te kunnen gebruiken. Wanneer uw kaart en de corresponderende driver de 3D hardware acceleratie ondersteunen, activeer u dat dan in dit dialoog.
pl_pl: <b>Podsystem OpenGL:</b><hr>Tutaj mo¿na skonfigurowaæ mo¿liwo¶ci 3D karty graficznej. X.Org zawiera bezpo¶redni interfejs do wizualizacji z wykorzystaniem mo¿liwo¶ci 3D karty graficznej. Je¶li twoja karta i odpowiedni dla niej sterownik obs³uguj± sprzêtow± akceleracjê 3D, mo¿esz to w³±czyæ tutaj.
sk: <b>Subsystém OpenGL:</b><hr>Nastavte funkcie 3D grafickej karty. X.Org obsahuje rozhranie pre priame zobrazovanie pre využitie 3D podpory vašej grafickej karty. Ak vaša karta a jej ovládač podporujú hardwarovú akceleráciu, v tomto dialógu ju môžete zapnúť.
uk: <b>Підсистема OpenGL:</b><hr>Наставте тут 3D-функціональність графічної плати. X.Org містить інтерфейс прямого відтворення для використання 3D-функціональності графічної плати. Якщо ваша плата і відповідний драйвер підтримують апаратне прискорення 3D, увімкніть його в цьому вікні.

source: <b>Virtual resolution:</b><hr>Every single desktop has its real resolution which is completely viewable. Beside this resolution you can setup a resolution which lives outside the viewable area of your monitor and comes up if you leave the edges of your monitor with the mouse. This area is called a virtual resolution.
bg: <b>Виртуална разделителна способност</b><hr>Всяка работна площ има своя собствена реална разделителна способност, която е напълно видима. Освен нея можете да настроите и по-голяма, която е извън видимата част на монитора и си вижда когато курсора на мишката напуска границите на монитора. Това пространство се нарича виртуална разделителна способност.
cs: <b>Virtuální rozlišení:</b><hr>Každá plocha má svoje reálné rozlišení, pokud je celá viditelná. Kromě tohoto rozlišení lze také nastavit rozlišení, které platí pro větší plochu mimo dosah monitoru, která se zobrazí při přejezdu myší přes některou z hran obrazovky. Tato oblast se nazývá virtuální rozlišení.
hu: <b>Virtuális felbontás:</b><hr>Minden egyes képernyő egy "szokványos" felbontással rendelkezik, mely teljes egészében látható. Emellett a felbontás mellett be lehet állítani egy virtuális felbontást, mely nagyobb a képernyő felbontásánál. Virtuális felbontás esetén nem látjuk az egész képernyőt és a kép "mozog", ha az egérmutatót a kép szélére mozgatjuk.
it: <b>Risoluzione virtuale:</b><hr>ogni singolo desktop ha la propria risoluzione reale che è interamente visualizzabile. Oltre alla risoluzione potete impostare una risoluzione che è all'infuori dell'area visibile del vostro monitor che si rendere visibile non appena con il mouse superate il limite del vostro monitor. Quest'aria particolare viene chiamata risoluzione virtuale.
lt: <b>Virtuali raiðka:</b><hr>Kiekvienas darbalaukis turi savo tikrà raiðkà, kuri yra matoma. Be ðios raiðkos, jûs galite sukonfigûruoti raiðkà, kuri patenka uþ matomos monitoriaus srities ir pasirodo tuomet, kai pelës kursoriø stumiate uþ monitoriaus matomos srities. Ði sritis vadinama virtualia raiðka.
nl: <b>Virtuele resolutie:</b><hr>Elke enkelvoudige desktop heeft een werkelijke resolutie wat compleet zichtbaar is te maken. Naast deze resolutie kunt u ook een resolutie instellen die buiten het zichtbare gebied van uw monitor ligt, u ziet het zodra u met uw muis de hoeken van uw monitor verlaat. Dit gebied wordt de virtuele resolutie genoemd.
pl_pl: <b>Rozdzielczo¶æ wirtualna:</b><hr>Ka¿de biurko ma rozdzielczo¶æ rzeczywist±, która jest widoczna w ca³o¶ci zawsze. Oprócz tej rozdzielczo¶ci mo¿esz ustawiæ rozdzielczo¶æ wiêksz± ni¿ obszar widoczny na ekranie z mo¿liwo¶ci± automatycznego przewijania widocznego fragmentu obrazu po doj¶ciu mysz± do brzegu ekranu. To w³a¶nie jest rozdzielczo¶æ wirtualna.
ru: <b>Виртуальное разрешение:</b><hr>Каждый единичный рабочий стол имеет свое полностью видимое разрешение. Помимо этого разрешения вы можете установить разрешенияе выходящее за границы видимой области монитора и появляющееся при достижении границ вашего монитора с помощью мыши. Эта область называется виртуальное разрешение.
sk: <b>Virtuálne rozlíšenie:</b><hr>Každá jednotlivá obrazovka má skutočné rozlíšenie, ktoré je možné naraz zobraziť. Okrem tohto rozlíšenie je možné nastaviť iné, ktoré je mimo zobraziteľnú oblasť vášho monitoru a je dostupná opustením okrajov monitoru pomocou myši. Táto oblasť sa označuje ako virtuálne rozlíšenie.
sl_si: <b>Navidezna ločljivost:</b><hr>Vsako posamezno namizje ima svojo realno ločljivost, ki je na zaslonu v celoti vidna. Poleg te ločljivosti lahko določite tudi ločljivost, ki je večja od vidne površine monitorja in jo lahko vidite takrat, ko se s kazalcem miške približate robu vidnega polja zaslona. To področje se imenuje navidezna ločljivost.
sv: <b>Virtuell upplösning:</b><hr>Varje enskillt skrivbord har sin egen riktiga upplösning som är fullständigt visningsbar. Förutom denna uppösning kan du ställa in en upplösning som lever utanför det visningsbara området på skärmen och som visar sig om du lämnar hörnen på skärmen med musen. Detta område kallas virtuell upplösning.
uk: <b>Віртуальна роздільна здатність:</b><hr>Кожна окрема стільниця має свою реальну роздільну здатність, яка цілком видима. Крім роздільної здатності, ви можете наставити роздільну здатність, яка виходить за поля видимої ділянки вашого монітора і з'являється, коли мишка виходить за краї вашого монітора. Ця ділянка називається віртуальною роздільною здатністю.
