Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: Component
bg: Компонент
cs: Komponenta
hu: Elem
it: Componente
lt: Komponentas
pl_pl: Komponent
ru: Компонент
sk: Komponent
sl_si: Komponenta
sv: Komponent
uk: Компонент

source: with
bg: с
cs: s
hu: és
it: con
lt: su
nl: met
pl_pl: z
ru: с
sk: s
sl_si: z
sv: med
uk: з

source: Relative
bg: Относително
cs: Relativní
hu: Relatív
it: Relativo
lt: Reliatyvus
nl: Relatief
pl_pl: Wzglêdne
ru: Относительный
sk: Relatívny
sl_si: Relativno
uk: Відносний

source: Absolute
bg: Абсолютно
cs: Absolutní
hu: Abszolút
it: Assoluto
lt: Absoliutus
nl: Absoluut
pl_pl: Bezwzglêdne
ru: Абсолютный
sk: Absolútne
sl_si: Absolutno
uk: Абсолютний

source: Connected to:
bg: Свързан към:
cs: Propojeno k:
hu: Ide kapcsolódik:
it: Collegato a:
lt: Prijungtas prie:
nl: Verbonden met:
pl_pl: Pod³±czone do:
ru: Связанный с:
sk: Pripojený k:
sl_si: Priključen na:
sv: Ansluten till:
uk: З'єднаний з:

source: 3D Acceleration
bg: 3D ускорение
cs: 3D akcelerace
hu: 3D gyorsítás
it: Accelerazione 3D
lt: 3D spartinimas
nl: 3D versnelling
pl_pl: Akceleracja 3D
ru: 3D-ускорение
sk: 3D akcelerácia
sl_si: 3D pospeševanje
uk: 3D-прискорення

source: Not configured
bg: Не е настроено
cs: Není nastaveno
hu: Nincs beállítva
it: Non configurato
lt: Nesukonfigûruota
nl: Niet geconfigureerd
pl_pl: Nieskonfigurowane
ru: Не конфигурированный
sk: Nekonfigurované
sl_si: Neprilagojeno
sv: Inte inställd
uk: Не налаштовано

source: <Enter new password...>
bg: <Въведете нова парола...>
nl: <Geef nieuw wachtwoord...>
pl_pl: <Podaj nowe has³o...>
sk: <Zadajte nové heslo...>
uk: <Введіть новий пароль...>

source: <Change password...>
bg: <Промяна на парола...>
nl: <Wijzig wachtwoord...>
pl_pl: <Zmieñ has³o...>
sk: <Zmeňte heslo...>
uk: <Змініть пароль...>

source: Not available
bg: Не е налично
cs: Nedostupné
hu: Nem elérhető
it: Non disponibile
lt: Nëra
nl: Niet beschikbaar
pl_pl: Niedostêpne
ru: Не доступный
sk: Nie je k dispozícii
sl_si: Ni na voljo
sv: Inte tillgänglig
uk: Не доступний

source: Use the following AccessX settings
bg: Употреба на следните AccessX настройки
cs: Použít následující nastavení AccessX
hu: Az alábbi AccessX beállítások használata
it: Utilizza le seguenti impostazioni AccessX
lt: Naudoti sekanèias AccessX nuostatas
nl: Gebruik de volgende AccessX instellingen
pl_pl: U¿yj nastêpuj±cych ustawieñ AxxessX
ru: Использовать следующие параметры настройки AccessX
sk: Použiť nasledujúce nastavenia AccessX
sl_si: Uporabi naslednje AccessX nastavitve
sv: Använd följande inställningar för AccessX
uk: Використовувати наступні параметри AccessX

source: Disable AccessX
bg: Спиране на AccessX
cs: Zakázat AccessX
hu: AccessX tiltása
it: Disabilita AccessX
lt: Iðjungti AccessX
nl: AccessX deactiveren
pl_pl: Wy³±cz AccessX
ru: Отключают AccessX
sk: Zakázať AccessX
sl_si: Onemogoči AccessX
sv: Inaktivera AccessX
uk: Вимкнути AccessX

source: Primary Setup
bg: Първично настройване
cs: Primární zařízení
hu: Elsődleges beállítás
it: Configurazione primaria
lt: Pagrindinis konfigûravimas
nl: Primaire instelling
pl_pl: Konfiguracja g³ówna
ru: Начальная установка
sk: Primárne nastavenie
sl_si: Glavna nastavitev
sv: Primär inställning
uk: Головне налаштування

source: Additional Layout(s)
bg: Допълнително оформление
cs: Další rozložení
hu: További elrendezés(ek)
it: Layout aggiuntivo/i
lt: Papildomas planas
nl: Extra layout(s)
pl_pl: Uk³ady dodatkowe
ru: Дополнительная раскладка(и)
sk: Ďalšie klávesnice
sl_si: Dodatni izgled(i)
sv: Ytterligare layouter
uk: Додаткові розкладки

source: Miscellaneous
bg: Разни
cs: Různé
hu: Vegyes
it: Vari
lt: Ávairûs
nl: Allerlei
pl_pl: Ró¿ne
ru: Разное
sk: Rôzne
sl_si: Razno
uk: Різне

source: Layout
bg: Оформление
cs: Rozložení
hu: Képernyők elrendezése
lt: Planas
pl_pl: Uk³ad
ru: Раскладка
sk: Klávesnica
sl_si: Izgled
uk: Розкладка

source: Status
bg: Статус
hu: Állapot
it: Stato
lt: Bûsena
ru: Статус
sk: Stav
uk: Стан

source: Keytable
bg: Клавишна таблица
cs: Tabulka
hu: Billentyűkiosztás
lt: Klaviðø lentelë
nl: Toetsentabel
pl_pl: Tabela klawiszy
ru: Клавиатура
sk: Tabuľka znakov
sl_si: Tabela tipk
sv: Tangentkarta
uk: Таблиця клавіш

source: Variant
bg: Вариант
cs: Varianta
hu: Variáns
it: Variante
lt: Variantas
pl_pl: Wariant
ru: Вариант
sl_si: Varianta
uk: Варіант

source: Type
bg: Тип
cs: Typ
hu: Típus
it: Tipo
lt: Tipas
pl_pl: Typ
ru: Печатать
sk: Typ
sl_si: Tip
sv: Typ
uk: Тип

source: This screen is selected
bg: Този екран е избран
cs: Tato obrazovka je vybrána
hu: Ezt a képernyőt választotta ki
it: Questo schermo è selezionato
lt: Ðis ekranas yra pasirinktas
nl: Dit scherm is geselecteerd
pl_pl: Ten ekran jest wybrany
ru: Этот экран выбран
sk: Táto obrazovka je vybraná
sl_si: Izbran je ta zaslon
sv: Den här skärmen är vald
uk: Цей екран вибрано

source: at
bg: на
cs: na
hu: és
it: a
lt: ties
nl: op
ru: в
sk: na
sl_si: pri
sv: på
uk: на

source: Mouse
bg: Мишка
cs: Myš
hu: Egér
lt: Pelë
nl: Muis
pl_pl: Mysz
ru: Мышь
sk: Myš
sl_si: Miška
sv: Mus
uk: Мишка

source: Add Pen
bg: Добавяне на писалка
cs: Přidat pero
hu: Toll hozzáadása
it: Aggiungi penna
lt: Pridëti plunksnà
nl: Pen toevoegen
pl_pl: Dodaj pióro
ru: Добавить перо
sk: Pridať pero
sl_si: Dodaj pero
sv: Lägg till penna
uk: Додати перо

source: Add Eraser
bg: Добавяне на гума
cs: Přidat gumu
hu: Radír hozzáadása
it: Aggiungi gomma
lt: Pridëti trintukà
nl: Wisser toevoegen
pl_pl: Dodaj gumkê
ru: Добавить Резинку
sk: Pridať gumu
sl_si: Dodaj radirko
sv: Lägg till raderare
uk: Додати гумку

source: Tools
bg: Инструменти
cs: Nástroje
hu: Eszközök
it: Strumenti
lt: Árankiai
pl_pl: Narzêdzia
ru: Инструментальные средства
sk: Nástroje
sl_si: Orodja
sv: Verktyg
uk: Інструменти

source: Sync ranges
bg: Обхват на синхрон.
cs: Rozsah frekvence
hu: Szinkron értékek
it: Intervalli di sincr.
lt: Sinch. intervalai
nl: Sync bereiken
pl_pl: Zakresy synchronizacji
ru: Диапазон синхронизации
sk: Rozsah synchronizácie
sl_si: Sync območje
sv: Sync-frekvensområden
uk: Діапазони синхр.

source: Unknown monitor model
bg: Непознат модел на монитора
cs: Neznámý typ monitoru
hu: Ismeretlen képernyő
it: Modello schermo sconosciuto
lt: Neþinomas monitoriaus modelis
nl: Onbekend monitor model
pl_pl: Nieznany model monitora
ru: Неизвестная модель монитора
sk: Neznámy model monitoru
sl_si: Neznan model monitorja
sv: Okänd bildskärmsmodell
uk: Невідома модель монітора

source: Mouse test field: Ready...
bg: Поле за проба на мишката: В готовност..
cs: Testovací pole myši: připraven...
hu: Egértesztmező: Rajta...
it: Campo prova per mouse: pronto...
lt: Pelës testinis laukelis: Pasiruoðta...
nl: Muis test veld: klaar...
pl_pl: Pole testowania myszy: Gotów...
ru: Тестовое поле мыши: Готово ...
sk: Testovacie pole myši: Pripravené...
sl_si: Polje za testiranje miške: Pripravljena...
sv: Mustestfält: Klar...
uk: Поле перевірки мишки: Готово...

source: Single button click: Done
bg: Еднократно щракване: Изпълнено
cs: Jednoduché kliknutí: hotovo
hu: Egygombos kattintás: Rendben
lt: Vienkartinis paspaudimas: Atlikta
nl: Enkele knop klik: klaar
pl_pl: Pojedyncze klikniêcie: Wykonane
ru: Однократный щелчок кнопки: Сделано
sk: Jednoduché kliknutie: Hotovo
sl_si: Enojni pritisk na gumb: Opravljen
sv: Enkelknappklick: Klar
uk: Одинарне клацання кнопки: Завершено

source: Double button click: Done
bg: Двукратно щракване: Изпълнено
cs: Dvojité kliknutí: hotovo
hu: Dupla kattintás: Rendben
lt: Dvigubas paspaudimas: Atlikta
nl: Dubbele knop klik: klaar
pl_pl: Podwójne klikniêcie: Wykonane
ru: Двойной щелчок кнопки : Сделано
sk: Dvojité kliknutie: Hotovo
sl_si: Dvojni pritisk na gumb: Opravljen
sv: Dubbelknappklick: Klar
uk: Подвійне клацання кнопки: Завершено

source: Wheel is moving...
bg: Колелцето се движи...
cs: Kolečko se hýbe...
hu: A görgő forog...
it: Rotellina si muove...
lt: Ratukas juda...
nl: Wiel beweegt...
pl_pl: Kó³ko siê porusza...
ru: Колесо двигается ...
sk: Koliesko je v pohybe...
sl_si: Premikanje koleščka...
sv: Hjulet rör sig...
uk: Коліщатко рухається...

source: Button pressed...
bg: Бутонът е натиснат...
cs: Stisknuto tlačítko...
hu: Gomb lenyomva...
it: Bottone premuto...
lt: Klaviðas paspaustas...
nl: Knop ingedrukt...
pl_pl: Przycisk naci¶niêty...
ru: Кнопка нажата ...
sk: Tlačidlo stlačené...
sl_si: Gumb pritisnjen...
sv: Knapp nedtryckt...
uk: Кнопку натиснуто...

source: Button released...
bg: Бутонът е освободен...
cs: Uvolněno tlačítko...
hu: Gomb elengedve...
it: Bottone non premuto...
lt: Klaviðas atleistas...
nl: Knop losgelaten...
pl_pl: Przycisk zwolniony...
ru: Кнопка отжата ...
sk: Tlačidlo pustené...
sl_si: Gumb spuščen...
sv: Knapp släppt...
uk: Кнопку відпущено...

source: Wheel stopped: Done
bg: Спиране на колелцето: Изпълнено
cs: Kolečko zastaveno: hotovo
hu: Görgő leállítva: Rendben
lt: Ratukas sustabdytas: Atlikta
nl: Wiel is gestopt: klaar
pl_pl: Kó³ko zatrzymane: Wykonane
ru: Колесо остановлено: Сделано
sk: Koliesko zastavené: Hotovo
sl_si: Zaustavitev koleščka: Opravljeno
sv: Hjul stoppat: Klar
uk: Коліщатко зупинилось: Завершено

source: Disable use of accented letters
bg: Спиране на употребата на бързи клавиши
cs: Zakázat používání písmen s akcenty
hu: Ékezetes betűk tiltása
it: Disabilita uso delle lettere con accenti
lt: Uþdrausti kirèiuotø raidþiø naudojimà
nl: Het gebruik van geaccentueerde letters uitschakelen
pl_pl: Wy³±czenie u¿ywania liter akcentowanych
ru: Отключить использование букв с подчеркиванием
sk: Vypnúť používanie písmen s mäkčeňmi a dĺžňami
sl_si: Onemogoči uporabo znakov z naglasi
sv: Inaktivera tecken med accent
uk: Вимкнути акцентовані літери

source: Clear test field
bg: Изчистване на пробното поле
cs: Vyčistit testovací pole
hu: Tesztmező ürítése
it: Pulisci l'area di prova
lt: Iðvalyti bandymø laukelá
nl: Testveld leegmaken
pl_pl: Wyczy¶æ pole testowe
ru: Очистить тестовое поле
sk: Vyčistiť testovacie pole
sl_si: Izbris testnega polja
sv: Töm testfältet
uk: Очистити поле перевірки

source: Test field
bg: Пробно поле
cs: Testovací pole
hu: Tesztmező
it: Area di prova
lt: Bandymø laukelis
nl: Testveld
pl_pl: Pole testowe
ru: Тестовое поле
sk: Testovacie pole
sl_si: Testno polje
sv: Testfält
uk: Поле перевірки

source: Mouse speed in pixels/sec
bg: Скорост на мишката в pixels/sec
cs: Rychlost myši v bodech za vteřinu
hu: Egérsebesség (képpontok/mp)
it: Velocità mouse in pixel al secondo
lt: Pelës sparta pikseliai/sekundæ
nl: Muissnelheid in pixels/sec
pl_pl: Szybko¶æ myszy w pikselach/sek
ru: Скоорость мышь в пикселях/секунде
sk: Rýchlosť myši v bodoch za sekundu
sl_si: Hitrost miške v pikah na sekundo
sv: Mushastighet i bildpunkter/sek
uk: Швидкість мишки в пікселях/сек

source: Rotate Screen
bg: Завъртане на екрана
cs: Otočit obrazovku
hu: Képernyő elforgatása
it: Ruota schermo
lt: Pasukti ekranà
nl: Scherm draaien
pl_pl: Obróæ ekran
ru: Вращать Экран
sk: Otočenie obrazovky
sl_si: Zasukaj zaslon
sv: Rotera skärm
uk: Обернути екран

source: Not rotated
bg: Не е завъртян
cs: Není otočena
hu: Nincs forgatás
it: Non ruotato
lt: Nepasuktas
nl: Niet gedraaid
pl_pl: Nieobrócony
ru: Не вращаемый
sk: Bez otočenia
sl_si: Ni zasukan
sv: Inte roterad
uk: Не обернений

source: To the left
bg: Наляво
cs: Doleva
hu: Balra
it: Verso sinistra
lt: Á kairæ
nl: Naar links
pl_pl: W lewo
ru: Налево
sk: Doľava
sl_si: V levo
sv: Åt vänster
uk: Ліворуч

source: To the right
bg: Надясно
cs: Doprava
hu: Jobbra
it: Verso destra
lt: Á deðinæ
nl: Naar rechts
pl_pl: W prawo
ru: Направо
sk: Doprava
sl_si: V desno
sv: Åt höger
uk: Праворуч

source: &Remove Tablet...
bg: Према&хване на таблет...
cs: Odst&ranit tablet...
hu: &Rajztábla eltávolítása...
it: &Rimuovi tavoletta...
lt: &Paðalinti grafiná planðetà...
nl: &Verwijder tablet...
pl_pl: Usuñ Tablet... (&r)
ru: &Удалить планшет ...
sk: O&dstrániť tablet...
sl_si: Odst&ranitev tablete...
sv: Ta bo&rt platta...
uk: &Видалити планшет...

source: Delay time: (ms)
bg: Време за забавяне: (ms)
cs: Zpoždění: (ms)
hu: Késleltetés: (ms)
it: Tempo di ritardo: (ms)
lt: Uþdelsimo laikas: (ms)
nl: Wachttijd: (ms)
pl_pl: Opó¼nienie: (ms)
ru: Время задержки: (мс)
sk: Oneskorenie: (ms)
sl_si: Čas zamika v ms
sv: Fördröjning: (ms)
uk: Час затримки: (мс)

source: Select resolutions
bg: Избор на разделителна способност
cs: Zvolit rozlišení
hu: Felbontás(ok) kiválasztása
it: Seleziona le risoluzioni
lt: Pasirinkti raiðkas
nl: Selecteer resoluties
pl_pl: Wybierz rozdzielczo¶ci
ru: Выберите разрешение
sk: Vyberte rozlíšenie
sl_si: Izbira ločljivosti
sv: Välj upplösningar
uk: Вибрати роздільну здатність

source: Emulate wheel with mouse button:
bg: Емулиране на колелце с бутон на мишката:
cs: Napodobit kolečko pomocí tlačítka:
hu: Görgő emulációja egérgombbal:
it: Emula rotellina con il tasto del mouse:
lt: Emuliuoti ratukà pelës klaviðu:
nl: Emuleer wiel met muis knop:
pl_pl: Emuluj kó³ko przy pomocy przycisku myszy:
ru: Эмулировать колесо кнопкой мыши:
sk: Emulovať koliesko tlačidlom myši:
sl_si: Posnemaj kolešček z gumbom miške:
sv: Emulera hjul med musknapp:
uk: Емуляція коліщатка кнопкою мишки:

source: Repeat rate: (Symbols/sec)
bg: Степен на повторение: (символи/sec)
cs: Rychlost opakování: (symboly za vteřinu)
hu: Ismétlési ráta: (karakter/mp)
it: Velocità di ripetizione: (simboli al secondo)
lt: Pasikartojimo sparta: (simboliai/sekundæ)
nl: Herhalingssnelheid: (karakters/sec)
pl_pl: Szybko¶æ powtarzania: (symboli/sek)
ru: Скорость повтора: (Символы/секунда)
sk: Rýchlosť opakovania: (znakov/sekundu)
sl_si: Hitrost ponavljanja v znakih na sekundo
sv: Upprepningshastighet (tecken/s)
uk: Частота повторення: (символів/сек)

source: &Apply
bg: &Прилагане
cs: &Použít
hu: &Alkalmaz
it: &Applica
lt: &Vykdyti
nl: &Bevestigen
pl_pl: &Akceptuj
ru: &Применить
sk: &Použiť
sl_si: Uvelj&avi
sv: Verkst&äll
uk: &Застосувати

source: Graphics engine starts with resolution:
bg: Начална графична разделителна способност:
cs: Grafické prostředí bude spuštěno s rozlišením:
hu: Grafikus felület indítási paraméterei:
it: Motore grafico avviato con la risoluzione:
lt: Grafinis variklis paleidþiamas su raiðka:
nl: Grafische engine start met resolutie:
pl_pl: Karta graficzna uruchomiona w rozdzielczo¶ci:
ru: Графический движок стартует с разрешающей способностью:
sk: Grafický systém sa spustí v rozlíšení:
sl_si: Grafika se zažene z ločljivostjo:
sv: Grafikmotorn startas med upplösningen:
uk: Графічний рушій запускається з роздільною здатністю:

source: Hardware
bg: Хардуер
hu: Hardver
lt: Átaisai
pl_pl: Sprzêt
ru: Аппаратные средства
sl_si: Strojna oprema
sv: Hårdvara
uk: Обладнання

source: Velocity
bg: Скорост
cs: Rychlost
hu: Sebesség
it: Velocità
lt: Daþnis
nl: Snelheid
pl_pl: Prêdko¶æ
ru: Скорость
sk: Rýchlosť
sl_si: Hitrost
sv: Hastighet
uk: Швидкість

source: Tablet
bg: Таблет
hu: Rajztábla
it: Tavoletta
lt: Grafinis planðetas
ru: Планшет
sl_si: Tableta
sv: Pekplatta
uk: Планшет

source: Touchscreen
cs: Dotyková obrazovka
hu: Érintőképernyő
it: Schermo tattile
lt: Lytimasis ekranas
nl: Aanraakbeeldscherm
pl_pl: Ekran dotykowy
sk: Dotyková obrazovka
sl_si: Zaslon na dotik
sv: Pekskärm
uk: Сенсорний екран

source: Select Keyboard Layout
bg: Избор на клавиатурна подредба
cs: Zvolit rozložení klávesnice
hu: Válasszon billentyűkiosztást
it: Seleziona mappatura di tastiera
lt: Pasirinkti klaviatûros iðdëstymà
nl: Selecteer toetsenbord layout
pl_pl: Wybierz uk³ad klawiatury
ru: Выберите расположение символов на клавиатуре
sk: Vyberte rozloženie kláves
sl_si: Izbira izgleda tipkovnice
sv: Välj tangentbordslayout
uk: Виберіть розкладку клавіатури

source: Symbol recurrence
bg: Степен на повтаряемост на символ
cs: Opakování symbolu
hu: Karakterismétlési ráta
it: Ripetizione tasti
lt: Simbolio pasikartojimo sparta
nl: Symbool herhaling
pl_pl: Rekurencja symboli
ru: Повторение cимвола
sk: Opakovanie symbolu
sl_si: Ponovljivost znakov
sv: Teckenupprepning
uk: Повторення символу

source: <nobr><h3>Keyboard Type</h3></nobr>
bg: <nobr><h3>Тип на клавиатура</h3></nobr>
cs: <nobr><h3>Typ klávesnice</h3></nobr>
hu: <nobr><h3>Billentyűzet típusa</h3></nobr>
it: <nobr><h3>Tipo di tastiera</h3></nobr>
lt: <nobr><h3>Klaviatûros tipas</h3></nobr>
nl: <nobr><h3>Toetsenbord type</h3></nobr>
pl_pl: <nobr><h3>Typ klawiatury</h3></nobr>
ru: <nobr> <h3> Тип Клавиатуры </h3> </nobr>
sk: <nobr><h3>Typ klávesnice</h3></nobr>
sl_si: <nobr><h3>Tip tipkovnice</h3></nobr>
sv: <nobr><h3>Tangentbordstyp</h3></nobr>
uk: <nobr><h3>Тип клавіатури</h3></nobr>

source: Screen
bg: Екран
cs: Obrazovka
hu: Képernyő
it: Schermo
lt: Ekranas
nl: Scherm
pl_pl: Ekran
ru: Экран
sk: Obrazovka
sl_si: Zaslon
sv: Skärm
uk: Екран

source: BusID
cs: ID sběrnice
hu: Busz azonosító:
lt: Magistralës ID
pl_pl: ID magistrali
ru: ID шины
sk: ID zbernice
sv: Buss-ID
uk: ІД шини

source: ScreenID
cs: ID obrazovky
hu: Képernyő ID
it: ID Schermo
lt: EkranoID
nl: Scherm ID
pl_pl: ID ekranu
ru: ID экрана
sk: ID obrazovky
sl_si: ID zaslona
sv: Skärm-ID
uk: ІД екрана

source: Manufacturer Disk...
bg: &Диск на производителя...
cs: Výrobce disku..
hu: Meghajtólemez...
it: Dischetto del produttore...
lt: Gamintojo diskas...
nl: Fabrikant disk...
pl_pl: Dysk producenta...
ru: Диск изготовителя ...
sk: Disk od výrobcu...
sl_si: Disketa proizvajalca...
sv: Tillverkarens disk...
uk: Диск виробника...

source: Keyboard
bg: Клавиатура
cs: Klávesnice
hu: Billentyűzet
it: Tastiera
lt: Klaviatûra
nl: Toetsenbord
pl_pl: Klawiatura
ru: Клавиатура
sk: Klávesnica
sl_si: Tipkovnica
sv: Tangentbord
uk: Клавіатура

source: Monitor
bg: Монитор
lt: Monitorius
ru: Монитор
sv: Bildskärm
uk: Монітор

source: Monitor-Model
bg: Модел на монитора
cs: Model monitoru
hu: Monitor típusa
it: Modello Monitor
lt: Monitoriaus modelis
pl_pl: Model monitora
ru: Модель монитора
sk: Model monitora
sl_si: Model monitorja
sv: Bildskärmsmodell
uk: Модель монітора

source: Shift/Lock Group
bg: Група Shift/Lock
cs: Skupina Shift/Lock
hu: Shift/Lock csoport
it: Gruppo Shift/Lock
lt: Pastumti/Uþrakinti grupæ
nl: Shift/lock groep
pl_pl: Grupa Shift/Lock
ru: Группа Shift/Lock
sk: Skupina Shift/Lock
sl_si: Skupina Shift/Lock
sv: Skift/låsning grupp
uk: Група Shift/Lock

source: Ctrl Mapping
bg: Задаване на Ctrl
cs: Mapování Ctrl
hu: Ctrl értelmezése
it: Mappare Ctrl
lt: Ctrl sàryðis
pl_pl: Mapowanie Ctrl
ru: Ctrl Отображающие
sk: Mapovanie Ctrl
sl_si: Preslikava Control
sv: Ctrl-mappning
uk: Приписування Ctrl

source: LeftAlt mapping
bg: Задаване на LeftAlt
cs: Mapování levého Altu
hu: Bal Alt értelmezése
it: Mappare LeftAlt
lt: Kairiojo Alt sàryðis
pl_pl: Mapowanie lewego Alt
ru: LeftAlt отображающие
sk: Mapovanie ľavého Alt
sl_si: Preslikava LeviAlt
sv: Mappa vänster Alt
uk: Приписування LeftAlt

source: RightAlt mapping
bg: Задаване на RightAlt
cs: Mapování pravého Altu
hu: Jobb Alt értelmezése
it: Mappare RightAlt
lt: Deðiniojo Alt sàryðis
pl_pl: Mapowanie prawego Alt
ru: RightAlt отображающие
sk: Mapovanie pravého Alt
sl_si: Preslikava DesniAlt
sv: Mappa höger Alt
uk: Приписування RightAlt

source: ScrollLock mapping
bg: Задаване на ScrollLock
cs: Mapování ScrollLock
hu: ScrollLock értelmezése
it: Mappare BlocScorr
lt: ScrollLock sàryðis
pl_pl: Mapowanie ScrollLock
ru: ScrollLock раскладка
sk: Mapovanie ScrollLock
sl_si: Preslikava ScrollLock
sv: ScrollLock-mappning
uk: Приписування ScrollLock

source: RightCtl mapping
bg: Задаване на RightCtl
cs: Mapování pravého Ctrl
hu: Jobb Ctrl értelmezése
it: Mappare RightCtl
lt: Deðiniojo Ctl sàryðis
pl_pl: Mapowanie prawego Ctl
ru: RightCtl раскладка
sk: Mapovanie pravého Ctl
sl_si: Preslikava DesniCtrl
sv: Mappa höger Ctrl
uk: Приписування RightCtl

source: Default
bg: Стандартен
cs: Výchozí
hu: Alapértelmezett
lt: Áprastas
nl: Standaard
pl_pl: Domy¶lnie
ru: По умолчанию
sk: Štandardné
sl_si: Privzeto
sv: Standard
uk: Типовий

source: R-Alt switch group while pressed
bg: R-Alt превключва групата, когато е натиснат
cs: Pravý Alt přepíná skupinu při stisknutí
hu: Jobb Alt megnyomása a csoportváltáshoz
it: R-Alt cambia gruppo se premuto
lt: Paspaustas deð. Alt perjungia grupæ
nl: R-Alt indrukken voor groepswissel
pl_pl: Prawy Alt zmienia grupê po naci¶niêciu
ru: R-Alt переключает группу пока нажат
sk: Počas držania pravý Alt prepína skupinu
sl_si: Desni Alt zamenja skupino, če je pritisnjen
sv: R-Alt skiftar grupp när nedtryckt
uk: Права Alt перемикає групу поки натиснута

source: R-Alt switch group
bg: R-Alt превключва групата
cs: Pravý Alt přepíná skupinu
hu: Jobb Alt a csoportváltáshoz
it: R-Alt cambia gruppo
lt: Deð. Alt perjungia grupæ
nl: R-Alt wissel groep
pl_pl: Prawy Alt zmieni± grupê
ru: R-Alt переключает группу
sk: Pravý Alt prepína skupinu
sl_si: Desni Alt zamenja skupino
sv: R-Alt byt grupp
uk: Права Alt перемикає групу

source: Both Shift Keys change group
bg: Двата Shift-a превключват групата
cs: Oba Shifty mění skupinu
hu: Mindkét Shift billentyű változtassa a csoportot
it: Entrambi tasti Shift cambiano gruppo
lt: Abu Shift klaviðai pakeièia grupæ
nl: Beide shift-toetsen wijzigen de groep
pl_pl: Oba klawisze Shift zmieniaj± grupê
ru: Обе Клавиши SHIFT изменяют группу
sk: Oba klávesy Shift menia skupinu
sl_si: Obe tipki Shift zamenjata skupino
sv: Båda Skift-tangenterna byt grupp
uk: Зміна групи - обидві клавіші Shift разом

source: Ctrl and Shift change group
bg: Ctrl и Shift превключват групата
cs: Ctrl a Shift mění skupinu
hu: Csoportváltás a Shift és a Ctrl billentyűkkel
it: Crtl e Shift cambiano gruppo
lt: Ctrl ir Shift pakeièia grupæ
nl: Ctrl en shift wijzigen de groep
pl_pl: Ctrl i Shift zmieniaj± grupê
ru: Ctrl и Shift изменяют группу
sk: Ctrl a Shift mení skupinu
sl_si: Tipki Control in Shift zamenjata skupino
sv: Ctrl och Skift byt grupp
uk: Зміна групи - Ctrl і Shift

source: Alt and Ctrl change group
bg: Alt и Ctrl превключват групата
cs: Alt a Ctrl mění skupinu
hu: Csoportváltás az Alt és a Ctrl billentyűkkel
it: Alt e Ctrl cambiano gruppo
lt: Alt ir Ctrl pakeièia grupæ
nl: Alt en Ctrl wijzigen de groep
pl_pl: Alt i Ctrl zmieniaj± grupê
ru: Alt и Ctrl изменяют группу
sk: Alt a Ctrl mení skupinu
sl_si: Tipki Alt in Control zamenjata skupino
sv: Alt och Ctrl byt grupp
uk: Зміна групи - Alt і Ctrl

source: CapsLock as additional control
bg: CapsLock като допълнителен Ctrl
cs: CapsLock jako další ovládací klávesa
hu: A CapsLock használata külön vezérlőelemnek
it: CapsLock come controllo aggiuntivo
lt: CapsLock papildomam valdymui
nl: CapsLock als extra besturing
pl_pl: CapsLock jako dodatkowy control
ru: CapsLock как дополнительное управление
sk: CapsLock ako ďalší Control
sl_si: CapsLock kot dodatna kontrola
sv: CapsLock som ytyerligare kontroll
uk: CapsLock як додаткове керування

source: Swap Ctrl and CapsLock
bg: Смяна на местата на Ctrl и CapsLock
cs: Zaměnit Ctrl a CapsLock
hu: Ctrl és CapsLock átkapcsolása
it: Scambia Ctrl e CapsLock
lt: Sukeisti Ctrl ir CapsLock
nl: Verwissel Ctrl en CapsLock
pl_pl: Zamieñ Ctrl i CapsLock
ru: Обменять Ctrl и CapsLock
sk: Vymeniť Ctrl a CapsLock
sl_si: Zamenjava tipk Control in CapsLock
sv: Skifta Ctrl och CapsLock
uk: Обміняти місцями клавіші Ctrl та CapsLock

source: Ctrl Key at left of <A>
bg: Ctrl вляво от <A>
cs: Klávesa Ctrl vlevo od <A>
hu: Bal Ctrl billentyű mellett:<A>
it: Tasto Ctrl alla sinistra di <A>
lt: Ctrl yra <A> kairëje
nl: Ctrl-toets links van <A>
pl_pl: Klawisz Ctrl na lewo od <A>
ru: Ctrl Клавиша(Ключ) в левом из <A>
sk: Ctrl vľavo od <A>
sl_si: Tipka Control, ki je levo od <A>
sv: Ctrl-tangent till vänster om <A>
uk: Клавіша Ctrl ліворуч від <A>

source: Ctrl Key at bottom left
bg: Ctrl долу вляво
cs: Klávesa Ctrl vlevo dole
hu: Bal alsó Ctrl billentyű
it: Tasto Ctrl alla sinistra
lt: Ctrl yra kairëje apaèioje
nl: Ctrl toets links beneden
pl_pl: Klawisz Ctrl z lewej na dole
ru: Ctrl Клавиша(Ключ) внизу слева
sk: Ctrl vľavo dole
sl_si: Tipka Control, ki je spodaj levo
sv: Ctrl-tangent nederst till vänster
uk: Клавіша Ctrl ліворуч знизу
