Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: Modeline Algorithm
bg: Алгоритъм Modeline
cs: Algoritmus pro modeline
hu: Modeline algoritmus
it: Algoritmo modeline
lt: Skleistinës algoritmas
nl: Modeline algoritme
pl_pl: Algorytm linii trybu
ru: Modeline Алгоритм
sk: Algoritmus výpočtu rozmerov a posunu obrazu
sl_si: Modeline algoritem
sv: Algoritm för lägesrad
uk: Алгоритм Modeline

source: Display Size in [ mm ]
bg: Размер на екрана в [ mm ]
cs: Velikost zobrazení v [ mm ]
hu: Képernyő mérete [ mm ]-ben
it: Dimensione schermo in millimetri
lt: Displëjaus dydis [ mm ]
nl: Beeldscherm grootte in [ mm ]
pl_pl: Wymiary ekranu w [ mm ]
ru: Размер Дисплея в [мм]
sk: Veľkosť obrazu v mm
sl_si: Velikost zaslona v [mm]
sv: Skärmstorlek i mm
uk: Розмір дисплея в [мм]

source: Color and Resolution
bg: Цвят и раздел. сп.
cs: Barevná hloubka a rozlišení
hu: Színek / Felbontás
it: Colore e risoluzione
lt: Spalva ir raiðka
nl: Kleur en resolutie
pl_pl: Kolor i rozdzielczo¶æ
ru: Цвет и Разрешение
sk: Farebná hĺbka a rozlíšenie
sl_si: Barve in ločljivost
sv: Färg och upplösning
uk: Колір і р. здатність

source: Virtual Resolution
bg: Вирт. раздел. сп.
cs: Virtuální rozlišení
hu: Virtuális Felbontás
it: Risoluzione virtuale
lt: Virtuali raiðka
nl: Virtuele resolutie
pl_pl: Rozdzielczo¶æ wirtualna
ru: Виртуальное Разрешение
sk: Virtuálne rozlíšenie
sl_si: Navidezna ločljivost
sv: Virtuell upplösning
uk: Вірт. розд. здатн.

source: Language Layout
bg: Езикова подредба
cs: Jazyk
hu: Nyelv
it: Lingua
lt: Kalba
nl: Taal layout
pl_pl: Ustawienia jêzyka
ru: Раскладка Языка
sk: Jazyk klávesnice
sl_si: Izgled jezika
sv: Språkinställningar
uk: Розкладка мови

source: Screen Layout
bg: Оформление екран
cs: Rozložení obrazovky
hu: Képernyők elrendezése
it: Disposizione dello schermo
lt: Ekranø iðdëstymas
nl: Scherm layout
pl_pl: Uk³ad ekranu
ru: Экранная Раскладка
sk: Vzhľad obrazovky
sl_si: Izgled zaslona
sv: Skärmlayout
uk: Розкладка екрана

source: Server layout:
bg: Оформление сървър:
cs: Rozložení serveru:
hu: Képernyők elhelyezése:
it: Layout server:
lt: Serverio iðdëstymas:
pl_pl: Uk³ad serwera:
ru: Раскладка Сервера:
sk: Vzhľad serveru:
sl_si: Izgled strežnika:
uk: Розкладка сервера:

source: Mode:
bg: Режим:
cs: Režim:
hu: Mód:
it: Modalità:
lt: Veiksena:
pl_pl: Tryb:
ru: Режим:
sk: Režim:
sl_si: Način:
sv: Läge:
uk: Режим:

source: Horizontal:
bg: Хоризонтално:
cs: Vodorovně:
hu: Vízszintes:
it: Orizzontale:
lt: Horizontaliai:
nl: Horizontaal:
pl_pl: Poziome:
ru: Горизонтальный:
sk: Horizontálne:
sl_si: Vodoravno:
sv: Horisontell:
uk: По горизонталі:

source: Vertical:
bg: Вертикално:
cs: Svisle:
hu: Függőleges:
it: Verticale:
lt: Virtualiai:
nl: Verticaal:
pl_pl: Pionowe:
ru: Вертикальный:
sk: Vertikálne:
sl_si: Navpično:
sv: Vertikal:
uk: По вертикалі:

source: KHz
ru: КГЦ
uk: КГц

source: MHz
ru: МГЦ
uk: МГц

source: Hz
ru: Гц
uk: Гц

source: Multihead Mode
bg: Multihead режим
cs: Režim s více monitory
hu: Többmonitoros mód
it: Modo multimonitor
lt: Daugiaekranë veiksena
pl_pl: Tryb wieloekranowy
ru: Мультиголовный Режим
sk: Režim viacerých obrazoviek
sl_si: Način z večimi izhodi
sv: Flerhuvudläge
uk: Мультимоніт. режим

source: Enable or Disable AccessX
bg: Разрешаване или спиране на AccessX
cs: Povolit nebo zakázat AccessX
hu: AccessX engedélyezése / tiltása
it: Abilita o disabilita AccessX
lt: Ájungti arba iðjungti AccessX
nl: AccessX aan- of uitzetten
pl_pl: W³±czenie lub wy³±czenie AccessX
ru: Включить или Отключить AccessX
sk: Povolenie alebo zákaz AccessX
sl_si: Omogoči/onemogoči AccessX
sv: Aktivera eller inaktivera AccessX
uk: Увімкнути/вимкнути AccessX

source: Enable 3D features
bg: Разрешаване на 3D възможности
cs: Povolit 3D funkce
hu: 3D képességek engedélyezése
it: Abilita funzionalità 3D
lt: Ájungti 3D savybes
nl: 3D opties aanzetten
pl_pl: W³±czenie mo¿liwo¶ci 3D
ru: Включить 3D характеристики
sk: Povoliť funkcie 3D
sl_si: Omogoči 3D značilnosti
sv: Aktivera 3D-funktioner
uk: Увімкнути 3D-функції

source: Enable DPMS
bg: Разрешаване на DPMS
cs: Povolit DPMS
hu: DPMS engedélyezése
it: Abilita DPMS
lt: Ájungti DPMS
nl: DPMS aanzetten
pl_pl: W³±czenie DPMS
ru: Включить DPMS
sk: Povoliť DPMS
sl_si: Omogoči DMPS
sv: Aktivera DPMS
uk: Увімкнути DPMS

source: <nobr><h3><u>Set up multihead mode...</u></h3></nobr>
bg: <nobr><h3><u>Настройка на multihead режима...</u></h3></nobr>
cs: <nobr><h3><u>Nastavení více monitorů...</u></h3></nobr>
hu: <nobr><h3><u>Többmonitoros beállítások...</u></h3></nobr>
it: <nobr><h3><u>Impostazione multimonitor....</u></h3></nobr>
lt: <nobr><h3><u>Konfigûruoti daugiaekranæ veiksenà...</u></h3></nobr>
nl: <nobr><h3><u>Multihead mode instelling...</u></h3></nobr>
pl_pl: <nobr><h3><u>Ustawienia trybu wieloekranowego...</u></h3></nobr>
ru: <nobr> <h3> <u> Установить мультиголовный режим ... </u> </h3> </nobr>
sk: <nobr><h3><u>Nastavenie režimu viacerých obrazoviek...</u></h3></nobr>
sl_si: <nobr><h3><u>Nastavitev načina z več izhodi...</u></h3></nobr>
sv: <nobr><h3><u>Ställ in flerhuvudläge...</u></h3></nobr>
uk: <nobr><h3><u>Налаштувати мультимоніторний режим...</u></h3></nobr>

source: <nobr><h3><u>3D/OpenGL setup...</u></h3></nobr>
bg: <nobr><h3><u>Настройка на 3D/OpenGL...</u></h3></nobr>
cs: <nobr><h3><u>Nastavení 3D/OpenGL...</u></h3></nobr>
hu: <nobr><h3><u>3D/OpenGL beállítása...</u></h3></nobr>
it: <nobr><h3><u>Impostazione 3D/OpenGL...</u></h3></nobr>
lt: <nobr><h3><u>3D/OpenGL konfigûravimas...</u></h3></nobr>
nl: <nobr><h3><u>3D/OpenGL instelling...</u></h3></nobr>
pl_pl: <nobr><h3><u>Ustawienia 3D/OpenGL...</u></h3></nobr>
ru: <nobr> <h3> <u> 3D/OpenGL установка ... </u> </h3> </nobr>
sk: <nobr><h3><u>Nastavenie 3D/OpenGL...</u></h3></nobr>
sl_si: <nobr><h3><u>Nastavitev 3D/OpenGL...</u></h3></nobr>
sv: <nobr><h3><u>Ställ in 3D/OpenGL...</u></h3></nobr>
uk: <nobr><h3><u>Налаштувати 3D/OpenGL...</u></h3></nobr>

source: <nobr><h3><u>AccessX setup...</u></h3></nobr>
bg: <nobr><h3><u>Настройка на AccessX...</u></h3></nobr>
cs: <nobr><h3><u>Nastavení AccessX...</u></h3></nobr>
hu: <nobr><h3><u>AccessX beállítása...</u></h3></nobr>
it: <nobr><h3><u>Impostazione AccessX...</u></h3></nobr>
lt: <nobr><h3><u>AccessX konfigûravimas...</u></h3></nobr>
nl: <nobr><h3><u>AccessX instelling...</u></h3></nobr>
pl_pl: <nobr><h3><u>Ustawienia AccessX...</u></h3></nobr>
ru: <nobr> <h3> <u> AccessX установка ... </u> </h3> </nobr>
sk: <nobr><h3><u>Nastavenie AccessX...</u></h3></nobr>
sl_si: <nobr><h3><u>Nastavitev AccessX...</u></h3></nobr>
sv: <nobr><h3><u>Ställ in AccessX...</u></h3></nobr>
uk: <nobr><h3><u>Налаштувати AccessX...</u></h3></nobr>

source: <nobr><h3><u>VNC setup...</u></h3></nobr>
bg: <nobr><h3><u>Настройка на VNC...</u></h3></nobr>
nl: <nobr><h3><u>VNC instelling...</u></h3></nobr>
pl_pl: <nobr><h3><u>Ustawienia VNC...</u></h3></nobr>
sk: <nobr><h3><u>Nastavenie VNC...</u></h3></nobr>
uk: <nobr><h3><u>Налаштувати VNC...</u></h3></nobr>

source: Selected component:
bg: Избран компонент:
cs: Vybraná komponenta:
hu: Kiválasztott komponensek:
it: Componente selezionato:
lt: Paþymëtas komponentas:
nl: Geselecteerd component:
pl_pl: Wybrany komponent:
ru: Выбранный компонент:
sk: Vybraný komponent:
sl_si: Izbrana komponenta:
sv: Vald komponent:
uk: Вибраний компонент:

source: Select Diagonal and Aspect Ratio...
uk: Виберіть діагональ та пропорції...

source: inches
uk: дюймів

source: Click 'Apply' to test your settings.
bg: Натиснете "Прилагане" за да пробвате настройките.
cs: Stiskem 'Použít' provedete test nastavení.
hu: A beállítások ellenőrzéséhez kattintson az 'Alkalmazás' gombra
it: Fate clic su 'Applica' per provare le impostazioni
lt: Nuostatø patikrinimui spauskite ¥Vykdyti´.
nl: Druk op 'Toepassen' om uw instellingen te testen.
pl_pl: Kliknij 'Akceptuj' aby przetestowaæ ustawienia.
ru: Кликните 'Применить' для теста параметров настройки.
sk: Kliknutím 'Použiť' otestujte svoje nastavenie.
sl_si: Pritisnite gumb 'Uveljavi' za preverjanje vaših nastavitev.
sv: Klicka på "Verkställ" för att testa inställningarna.
uk: Натисніть "Застосувати", щоб перевірити налаштування.

source: <b>Current Layout and Model doesn't seem to be a good match</b><hr>This is a warning only but make sure your keyboard model is able to map all the keys needed for the selected layout.
bg: <b>Текущото оформление и модел изглежда не си пасват добре.</b><hr>Това е само предупреждение, но се уверете, че Вашия модел на клавиатурата ще може да покрие всички клавиши, които са необходими за избраното оформление.
cs: <b>Současné rozložení a model nesouhlasí</b><hr>Toto je pouze varování. Ujistěte se, že zvolený typ klávesnice je schopný mapovat zvolené rozložení.
hu: <b>Úgy tűnik, hogy a jelenlegi elrendezés és típus nem a legjobb választás</b><hr> Ez csak egy figyelmeztetés, azonban célszerű ellenőrizni, hogy a kiválasztott beállítással minden betű a helyén van-e.
it: <b>Il presente layout e modello non si coniugano bene</b><hr>Questo è solo un avviso ma assicuratevi che il modello della vostra tastiera è in grado di mappare tutti i tasti richiesti per il layout selezionato.
lt: <b>Neatrodo, kad dabartinis planas ir modelis tiktø vienas kitam</b><hr>Tai tik perspëjimas, bet ásitikinkite, kad jûsø klaviatûros modelis susieti visus klaviðus, reikalingus pasirinktam planui.
nl: <b>De huidige layout en het model lijken niet goed bij elkaar te passen.</b><hr>Dit is slechts een waarschuwing, verzeker u zich er echter van dat de toetsen van uw toetsenbord-model met die van de geselecteerde layout overeenkomen.
pl_pl: <b>Bie¿±cy uk³ad i model nie pasuje raczej zbyt dobrze</b><hr>To jest tylko ostrze¿enie, ale upewnij siê, ¿e twój model klawiatury jest w stanie zamapowaæ wszystkie klawisze potrzebne w wybranym uk³±dzie.
ru: <b> Текущая раскладка и модель по видимому не является хорошим выбором</b><hr>Это только предупреждение, но проверьте что ваша модель клавиатуры способна отобразить все клавиши для выбранной раскладки.
sk: <b>Aktuálne rozloženie a model klávesnice si príliš nezodpovedajú.</b><hr>Toto je iba varovanie, ale overte, že vaša klávesnica dokáže namapovať všetky klávesy potrebné pre vybrané rozloženie.
sl_si: <b>Izgleda, da se trenutni izbrani izgled in model tipkovnice ne ujemata dobro.</b><hr> To je le opozorilo, vendar se prepričajte, da vaš model tipkovnice omogoča izbiro vseh tipk v trenutno izbranem izgledu.
sv: <b>Aktuell layout och modell verkar inte matcha</b><hr>Det här är endast en varning, men se till så att tangentbordsmodellen kan mappa alla tangenter som krävs för den valda layouten.
uk: <b>Схоже, що поточна розкладка та модель, не дуже підходять</b><hr>Це тільки попередження, але перевірте чи ваша модель клавіатури здатна приписати всі клавіші необхідні для вибраної розкладки.

source: <b>Option %1 needs a value</b><hr>Please setup a value for this option.
bg: <b>Параметърът %1 трябва да има стойност.</b><hr>Моля въведете стойност.
cs: <b>Volba '%1' vyžaduje hodnotu</b><hr>Prosím nastavte ji.
hu: <b>A(z) %1 opcióhoz meg kell adnia egy értéket</b><hr>Kérem, adjon egy értéket az opcióhoz.
it: <b>L'opzione %1 richiede un valore</b><hr>Impostate un valore per questa opzione.
lt: <b>Parametrui %1 reikia vertës</b><hr>Praðome nustatyti ðiam parametrui vertæ.
nl: <b>Optie %1 heeft een waarde nodig</b><hr>Geef deze optie een waarde aub.
pl_pl: <b>Opcja %1 musi mieæ warto¶æ</b><hr>Podaj proszê warto¶æ dla tej opcji.
ru: <b> Опция %1 нуждается в значении </b> <hr> Пожалуйста установите значение для этой опции.
sk: <b>Možnosť %1 vyžaduje hodnotu</b><hr>Prosím, nastavte túto hodnotu pre túto voľbu.
sl_si: <b>Možnost %1 mora imeti vrednost</b><hr>Prosim vnestite vrednost za izbrano možnost.
sv: <b>Alternativet %1 behöver ett värde</b><hr>Ställ in ett värde för det här alternativet.
uk: <b>Параметр %1 потребує значення</b><hr>Будь ласка, наставте значення для цього параметра.

source: <b>OpenGL acceleration not possible in multihead environments</b><hr>The 3D subsystem is unable to work within a multihead environment.
bg: <b>OpenGL ускорение не е възможно в multihead режим.</b><hr> 3D подсистемата не може да работи в многомониторна среда.
cs: <b>OpenGL akcelerace není dostupná pro více monitorů</b><hr>3D systém není schopen pracovat v takovém režimu.
hu: <b>Többképernyős módban nem működik az OpenGL gyorsítás</b><hr>A 3D alrendszer csak egyképernyős módban tud működni.
it: <b>Accelerazione OpenGL impossibile in configurazioni multimonitor</b> <hr>Il sottosistema 3D non è in grado di funzionare in una configurazione multimonitor.
lt: <b>OpenGL spartinimas negalimas daugiaekranëse aplinkose</b><hr>3D posistemë negali veikti daugiaekranëje aplinkoje.
nl: <b>De OpenGL acceleratie in multihead werkomgevingen is niet mogelijk</b><hr>Het 3D subsysteem werkt niet binnen een multihead werkomgeving.
pl_pl: <b>Akceleracja OpenGL nie jest mo¿liwa w ¶rodowisku wieloekranowym</b><hr>Podsystem 3D nie jest w stanie pracowaæ w ¶rodowisku wieloekranowym.
ru: <b>OpenGL ускорение не возможно в мультиголовных средах </b> <hr> 3D подсистема неспособна работать внутри мультиголовной среды.
sk: <b>Akcelerácia OpenGL nie je možná v prostredí viacnásobných obrazoviek.</b><hr>3D subsystém nedokáže pracovať v tomto prostredí.
sl_si: <b>OpenGL pospeševanje ni možno v načinu z več izhodi</b><hr>3D podsistem ne podpira delovanja z več izhodi.
sv: <b>OpenGL-acceleration fungerar inte i flerhuvudmiljöer</b><hr>3D-undersystemet fungerar inte i flerhuvudmiljö.
uk: <b>В мультимоніторних середовищах прискорення OpenGL неможливе.</b><hr>Підсистема 3D не пристосована для роботи в мультимоніторних середовищах.

source: <b>3D Acceleration impossible</b><hr>The installed card cannot use hardware 3D/OpenGL acceleration.
bg: <b>3D ускоряване е невъзможно.</b><hr>Инсталираната видеокарта няма хардуерно 3D/OpenGL ускорение.
cs: <b>3D akcelerace není dostupná</b><hr>Instalovaná karta neumí využít hardwarovou 3D/ OpenGL akceleraci.
hu: <b>Nem lehet bekapcsolni a 3D gyorsítást</b><hr>Videókártyája nem támogatja a hardveres 3D/OpenGL gyorsítást.
it: <b>Accelerazione 3D impossibile</b><hr>La scheda installata non è in grado di fornire un'accelerazione hardware 3D/OpenGL.
lt: <b>3D spartinimas negalimas</b><hr>Ádiegta plokðtë negali panaudoti 3D/OpenGL spartinimo.
nl: <b>3D acceleratie onmogelijk</b><hr>De geïnstalleerde kaart kan de 3D/OpenGL acceleratie hardware niet gebruiken.
pl_pl: <b>Akceleracja 3D niemo¿liwa</b><hr>Zainstalowana karta nie mo¿e u¿ywaæ sprzêtowej akceleracji 3D/OpenGL.
ru: <b> 3D ускорение невозможно </b> <hr>Установленная карта не может использовать аппаратные средства 3D/OpenGL ускорения.
sk: <b>3D akcelerácia nie je možná</b><hr>Nainštalovaná karta nedokáže používať 3D/OpenGL hardwarovú akceleráciu.
sl_si: <b>3D pospeševanje ni mogoče</b><hr>Nameščena kartica ni zmožna podpore strojnga 3D pospeševanja.
sv: <b>3D-acceleration fungerar inte</b><hr>Det installerade kortet kan inte använda hårdvaruaccelererad 3D/OpenGL.
uk: <b>3D прискорення неможливе</b><hr>Встановлена плата не може використовувати апаратні засоби прискорення 3D/OpenGL.

source: <b>Mismatched color depth for OpenGL acceleration</b><hr>Most OpenGL drivers require a color depth of <b>16 Bit (65536)</b> to work properly. The currently used color setup does not fulfill this requirement. Verify the current default color depth setup.
bg: <b>Сбъркана дълбочина на цвета за OpenGL ускорение.</b><hr>Повече OpenGL драйвери изискват <b>16 Bit (65536)</b> цвят за да работят коректно. Текущият избор на дълбочина на цвета не задоволява тези изисквания. Проверете настройката за дълбочината на цвета.
cs: <b>Nevhodně zvolená barevná hloubka pro OpenGL akceleraci</b><hr>Většina OpenGL ovladačů vyžaduje barevnou hloubku <b>16 bitů (65536)</b>. Současné nastavení tuto podmínku nesplňuje. Je třeba zkontrolovat současné nastavení.
hu: <b>Helytelen színmélység az OpenGL gyorsításhoz</b><hr>Szinte minden OpenGL meghajtó csak <b>16 bites</b> színmélységgel (65536 szín) működik megfelelően. A jelenlegi színbeállítások nem felelnek meg ennek. Kérem, ellenőrizze az alapértelmezett színmélység beállítását.
it: <b>Profondità di colore non valida per l'accelerazione OpenGL</b><hr>La maggior parte dei driver OpenGL richiedono una profondità di colore di <b>16 Bit (65536)</b> per funzionare correttamente. Le impostazioni attuali non soddisfano questo requisito. Controllate le attuali impostazioni della profondità di colore.
lt: <b>OpenGL spartinimui netinka spalvumas</b><hr>Dauguma OpenGL tvarkykliø veikia su <b>16 bitø (65536)</b> spalvumu. Ðiuo metu naudojamas spalvumas netenkina ðio reikalavimo. Patikrinkite dabartinæ numatytàjà spalvumo konfigûracijà.
nl: <b>Foutieve kleurdiepte voor de OpenGL acceleratie</b><hr>De meeste OpenGL drivers hebben een kleurdiepte van <b>16 Bit (65536)</b> nodig om goed te kunnen werken. De momenteel gebruikte kleurdiepte-instelling voldoet niet aan deze eis. Verifieer de huidige standaard kleurdiepte-instelling.
pl_pl: <b>B³êdna g³êbia kolorów dla akceleracji OpenGL</b><hr>Wiêkszo¶æ driverów OpenGL do prawid³owej pracy wymaga g³êbi <b>16 Bitów (65536)</b>. Aktualne ustawienia kolorów nie spe³niaj± tego wymagania. Popraw aktualne ustawienie g³êbi kolorów.
ru: <b> Несоответствие цветовой глубины для OpenGL ускорения </b> <час>, большинство OpenGL драйверов требует цветовой глубины <b> 16 битов (65536) </b>, чтобы работать должным образом. В настоящее время используемая установка цвета не удовлетворяяет этому требованию. Проверьте текущую заданную по умолчанию установку глубины цвета.
sk: <b>Nesprávna farebná hĺbka pre akceleráciu OpenGL</b><hr>Väčšina ovládačov OpenGL vyžaduje farebnú hĺbku <b>16 bitov (65536)</b> pre správne fungovanie. Momentálne nastavenie farieb túto požiadavku nespĺňa. Skontrolujte toto nastavenie.
sl_si: <b>Napačna barva globina za OpenGL pospeševanje</b><hr>Večina OpenGL gonilnikov zahteva za pravilno delovanje barvno globino <b>16 Bit (65536 barv)</b>. Trenutna nastavitev barv ne zadosti tem zahtevam. Prosim preverite trenutno nastavitev barvne globine.
sv: <b>Fel färgdjup för OpenGL-acceleration</b><hr>De flesta OpenGL- drivrutinerna kräver ett färgdjup på <b>16 bitar (65536)</b> för att fungera korrekt. De aktuella färginställningarna uppfyller inte det här kravet. Kontrollera det aktuella inställda standardfärgjupet.
uk: <b>Невідповідна глибина кольору для прискорення OpenGL</b><hr>Для належного функціонування більшість драйверів OpenGL потребують глибину кольору <b>16 біт (65536)</b>. Поточне налаштування кольору не задовольняє цієї вимоги. Перевірте поточне налаштування глибини кольору.

source: <b>Password mismatch</b><hr>The first and the second version of the password don't match ! Please try again.
bg: <b>Несъответствие в паролите</b><hr>Първата и втората версия на паролата не съответстват! Моля, опитайте отново.
nl: <b>Wachtwoord komt niet overeen</b><hr>De eerste en de tweede versie van het wachtwoord komen niet overeen! Probeer het nog eens aub.
pl_pl: <b>Niezgodne has³o</b><hr>Pierwsza wersja has³a ró¿ni siê od drugiej! Spróbuj jeszcze raz.
sk: <b>Heslá sa nezhodujú</b><hr>Prvá a druhá verzia hesla sa nezhodujú! Prosím, skúste znovu.
uk: <b>Не співпадає пароль</b><hr>Перша та друга версія пароля не співпадають між собою! Будь ласка, спробуйте знов.

source: <b>Password fault</b><hr>The password field has been left empty or the password is too short. Please enter a password with at least six characters !.
bg: <b>Грешка с паролата</b><hr>Полето за паролата е оставено празно или паролата е твърде къса. Моля, въведете парола дълга поне 6 символа!
nl: <b>Wachtwoord fout</b><hr>Het wachtwoord veld is leeg gelaten of het wachtwoord is te kort. Geef aub een wachtwoord op dat minstens zes karakters lang is!.
pl_pl: <b>B³±d has³a</b><hr>Pole has³a zosta³o zostawione puste albo has³o jest za krótkie. Podaj has³o co najmniej sze¶cioznakowe!
sk: <b>Chyba hesla</b><hr>Vstup pre heslo je prázdny, alebo je heslo prikrátke. Prosím, zadajte heslo s aspoň šiestimi znakmi !.
uk: <b>Помилка пароля</b><hr>Поле пароля порожнє або пароль занадто короткий. Будь ласка, введіть пароль, який складається з не менше шести символів!.

source: <b>Required base packages are missing</b><hr>Cannot enable OpenGL acceleration because the following packages are missing:
bg: <b>Необходимият основен пакет липсва.</b><hr>Не може да се разреши OpenGL ускорение защото следния пакет липсва:
cs: <b>Chybí vyžadované základní balíky</b><hr>Není možné aktivovat OpenGL, protože chybí následující balíky:
hu: <b>Hiányzó(k) alapvető csomag(ok)</b><hr>Az OpenGL gyorsítása nem működik az alábbi hiányzó csomagok miatt:
it: <b>Mancano dei pacchetti base necessari</b><hr>Impossibile abilitare l'accelerazione OpenGL perché mancano i seguenti pacchetti:
lt: <b>Trûksta reikiamø paketø</b><hr>Nepavyksta ájungti OpenGL spartinimo, kadangi trûksta sekanèiø paketø:
nl: <b>De vereiste basispakketten ontbreken</b><hr>De OpenGL acceleratie kan niet geactiveerd worden omdat de volgende pakketten ontbreken:
pl_pl: <b>Brak wymaganych pakietów podstawowych</b><hr>Nie mo¿na w³±czyæ akceleracji OpenGL poniewa¿ brakuje nastêpuj±cych pakietów:
ru: <b> Требуемые основные пакеты отсутствуют </b> <hr>, Не возможно включить OpenGL ускорение, потому что следующие пакеты отсутствуют:
sk: <b>Chýbajú požadované základné balíky</b><hr>Nie je možné povoliť akceleráciu OpenGL, pretože chýbajú tieto balíky:
sl_si: <b>Zahtevani osnovni paketi manjkajo</b><hr>Vključitev OpenGL pospeševanja ni možna, ker manjkajo naslednji paketi:
sv: <b>Baspaket som krävs saknas</b><hr>OpenGL-acceleration kunde inte aktiveras eftersom dessa paket saknas:
uk: <b>Відсутні необхідні базові пакунки</b><hr>Неможливо увімкнути прискорення OpenGL, тому що немає наступних пакунків:
