Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: HSync range
bg: HSync диапазон
cs: Rozsah Hsync
hu: Vízszintes szinkron
it: Intervallo di sincr. orizzontale
lt: Horiz. sinchronizavimo intervalas
nl: Hsync bereik
pl_pl: Zakres synchronizacji poziomej (HSync)
ru: HSync диапазон
sk: Rozsah HSync
sl_si: Obseg za HSync
sv: Hsync-frekvensområde
uk: Діапазон HSync

source: VSync range
bg: VSync диапазон
cs: Rozsah Vsync
hu: Függőleges szinkron
it: Intervallo di sincr. verticale
lt: Vert. sinchronizavimo intervalas
nl: Vsync bereik
pl_pl: Zakres synchronizacji pionowej (VSync)
ru: VSync диапазон
sk: Rozsah VSync
sl_si: Obseg za VSync
sv: Vsync-frekvensområde
uk: Діапазон VSync

source: Display size
bg: Размер на екрана
cs: Velikost zobrazení
hu: Képernyő mérete
it: Dimensione schermo
lt: Displëjaus dydis
nl: Beeldscherm grootte
pl_pl: Wielko¶æ ekranu
ru: Размеры дисплея
sk: Veľkosť obrazovky
sl_si: Velikost zaslona
sv: Skärmstorlek
uk: Розмір дисплея

source: [ mm ]
ru: [мм]
uk: [мм]

source: Device
bg: Устройство
cs: Zařízení
hu: Eszköz
it: Dispositivo
lt: Árenginys
nl: Apparaat
pl_pl: Urz±dzenie
ru: Устройство
sk: Zariadenie
sl_si: Naprava
sv: Enhet
uk: Пристрій

source: Protocol
bg: Протокол
cs: Protokol
hu: Protokoll
it: Protocollo
lt: Protokolas
pl_pl: Protokó³
ru: Протокол
sk: Protokol
sl_si: Protokol
sv: Protokoll
uk: Протокол

source: Keyboard Model
bg: Модел на клавиатурата
cs: Model klávesnice
hu: Billentyűzet típusa
it: Modello di tastiera
lt: Klaviatûros modelis
nl: Toetsenbord model
pl_pl: Model klawiatury
ru: Модель Клавиатуры
sk: Model klávesnice
sl_si: Model tipkovnce
sv: Tangentbordsmodell
uk: Модель клавіатури

source: Fi&nish
bg: &Край
cs: Doko&nčit
hu: &Kész
it: Termi&na
lt: &Uþbaigti
nl: &Afronden
pl_pl: Zakoñcz (&n)
ru: &Завершение
sk: &Dokončiť
sl_si: Ko&nčaj
sv: Sl&utför
uk: За&кінчити

source: Abort
bg: Прекъсване
cs: Přerušit
hu: Megszakítás
it: Interrompi
lt: Nutraukti
nl: Afsluiten
pl_pl: Przerwij
ru: Прерывание
sk: Prerušiť
sl_si: Prekini
sv: Avbryt
uk: Припинити

source: Configure XAccess: Mouse over keypad...
bg: Настройка на XAccess: Мишка чрез клавиатура...
cs: Konfigurovat XAccess: myš na numerické klávesnici...
hu: AccessX -- az egérmozgató billentyűk beállítása...
it: Configura AccessX: mouse tramite tastierino numerico...
lt: Konfigûruoti AccessX: Pelë per klaviðus...
nl: Configureer XAccess: muis over keypad...
pl_pl: Konfiguracja XAccess: mysz na klawiaturze numerycznej...
ru: Конфигурирование XAccess: Мышь по цифровой клавиатуре ...
sk: Nastavenie AccessX: Myš pomocou klávesnice...
sl_si: Prilagoditev AccessX: miška pred numeričnim delom...
sv: Ställ in XAccess: Mus via tangentbordet...
uk: Налаштування XAccess: Мишка через цифрове клавішне поле...

source: Configure VNC: Export display using the VNC protocol...
bg: Настройване на VNC: Експортиране на дисплей чрез VNC протокол...
nl: VNC configureren: exporteer het beeldscherm met behulp van het VNC protocol...
pl_pl: Konfiguracja VNC: Eksportowanie ekranu protoko³em VNC...
sk: Nastavenie VNC: Exportovať obrazovku pomocou VNC protokolu...
uk: Налаштування VNC: Експорт дисплея за допомогою протоколу VNC...

source: Configure input devices: Mouse configuration...
bg: Настройка на входни устройства: Настройка на мишка...
cs: Konfigurovat vstupní zařízení: Konfigurace myši...
hu: Beviteli eszközök beállítása: Az egér beállítása...
it: Configura dispositivi di input: configurazione mouse...
lt: Ávesties árenginiø konfigûravimas: Pelës konfigûravimas...
nl: Configureer invoerapparaten: muisconfiguratie...
pl_pl: Konfiguracja urz±dzeñ wej¶ciowych: Konfiguracja myszy...
ru: Конфигурирование устройств ввода данных. Конфигурация мыши ...
sk: Nastavenie vstupných zariadení: Konfigurácia myši...
sl_si: Prilagoditev vhodne naprave: nastavitev miške...
sv: Ställ in inmatningsenheter: Musinställningar...
uk: Налаштування пристроїв вводу: Налаштування мишки...

source: Configure 3D/OpenGL subsystem...
bg: Настройка на 3D/OpenGL подсистема...
cs: Konfigurace 3D/OpenGL subsystému...
hu: 3D/OpenGL rendszer beállítása...
it: Configurazione sottosistema 3D/OpenGL...
lt: Konfigûruoti 3D/OpenGL posistemæ...
nl: Configureer 3D/OpenGL subsysteem...
pl_pl: Konfiguracja podsystemu 3D/OpenGL...
ru: Конфигурирование подсистемы 3D/OpenGL...
sk: Nastavenie subsystému pre 3D/OpenGL...
sl_si: Prilagoditev 3D/OpenGL podsistema...
sv: Ställ in undersystem för 3D/OpenGL...
uk: Налаштування підсистеми 3D/OpenGL...

source: Configure virtual resolutions...
bg: Настройка на виртуални разделителни способности...
cs: Konfigurace virtuálního rozlišení...
hu: Virtuális felbontások beállítása...
it: Configuraz risoluzione virtuale...
lt: Konfigûruoti virtualià raiðkà...
nl: Configureer virtuele resoluties...
pl_pl: Konfiguracja rozdzielczo¶ci wirtualnych...
ru: Конфигурирование виртуальных разрешающих способностей ...
sk: Nastavenie virtuálnych rozlíšení...
sl_si: Prilagoditev navidezne ločljivosti...
sv: Ställ in virtuella upplösningar...
uk: Налаштувати віртуальні роздільні здатності...

source: Configure graphics cards...
bg: Настройка на видеокартата...
cs: Konfigurace grafické karty...
hu: Grafikus kártyák beállítása...
it: Configura scheda grafica...
lt: Konfigûruoti vaizdo plokðtes...
nl: Configureer grafische kaarten...
pl_pl: Konfiguracja kart graficznych...
ru: Конфигурирование графических карт ...
sk: Nastavenie grafických kariet....
sl_si: Prilagoditev grafične kartice...
sv: Ställ in grafikkort...
uk: Налаштувати графічні картки...

source: Configure Desktop: Colors and Resolutions...
bg: Настройка на работната площ: Цветове и разделителни способности...
cs: Konfigurace plochy: Barvy a rozlišení...
hu: Munkaasztal beállítása: Színek és felbontások...
it: Configura desktop: colori e risoluzione...
lt: Konfigûruoti darbalauká: spalvas ir raiðkas...
nl: Configureer desktop: kleuren en resoluties...
pl_pl: Konfiguracja ekranu: kolory i rozdzielczo¶ci
ru: Конфигурирование рабочего стола: Цвета и разрешения ...
sk: Nastavenie plochy: Farby a rozlíšenie...
sl_si: Prilagoditev namizja: barve in ločljivosti...
sv: Skrivbordsinställningar: Färger och upplösningar...
uk: Налаштувати стільницю: Кольори та роздільну здатність...

source: Configure touch screens...
bg: Настройка на touchscreens...
cs: Konfigurace dotykové obrazovky...
hu: Érintőképernyők beállítása...
it: Configura schermo tattile...
lt: Konfigûruoti lytimuosius ekranus...
nl: Configureer aanraakbeeldschermen...
pl_pl: Konfiguracja ekranów dotykowych
ru: Конфигурирование сенсорных экранов...
sk: Nastavenie dotykových obrazoviek...
sl_si: Prilagoditev na dotik občutljivih zaslonov...
sv: Ställ in pekskärm(ar)...
uk: Налаштувати сенсорні екрани...

source: Set up picture geometry...
bg: Настройка на размера на картината...
cs: Nastavit geometrii obrazu...
hu: Képgeometria beállítása...
it: Impostazione geometria dell'immagine...
lt: Konfigûruoti vaizdo geometrijà...
nl: Afbeelding geometrie instellen...
pl_pl: Ustawienie geometrii obrazu...
ru: Установка геометрии картинки ...
sk: Nastavenie geometrie obrazu...
sl_si: Nastavitev geometrije slike...
sv: Ställ in bildgeometri...
uk: Наставити геометрію малюнка...

source: Configure multihead mode...
bg: Настройка на multihead режим...
cs: Nastavit multihead režim...
hu: Többképernyős mód beállítása...
it: Configurazione modalità multimonitor...
lt: Konfigûruoti daugiaekranæ veiksenà...
nl: Configureer multihead mode...
pl_pl: Konfiguracja trybu wieloekranowego...
ru: Конфигурарирование режима мультиголовности ...
sk: Nastavenie režimu pre viac obrazoviek...
sl_si: Prilagoditev večizhodntega načina...
sv: Ställ in flerhuvudläge...
uk: Налаштувати мультимоніторний режим...

source: Set up monitor properties...
bg: Настройка на параметрите на монитора...
cs: Nastavit vlastnosti monitoru...
hu: Képernyő tulajdonságok beállítása...
it: Impostazione proprietà del monitor...
lt: Konfigûruoti monitoriaus savybes...
nl: Monitor eigenschappen instellen...
pl_pl: Ustawienie w³a¶ciwo¶ci monitora...
ru: Установка свойств монитора ...
sk: Nastavenie vlastností monitoru...
sl_si: Nastavitev lastnosti monitorja...
sv: Ställ in bildskärmsegenskaper...
uk: Наставити властивості монітора...

source: Set up screen layout of your desktops (Double-click an icon will identify the real screen)...
bg: Настройка на оформлението на работната площ (двукратно щракване върху иконата за реалния екран)...
cs: Nastavte si rozložení obrazovek své plochy (dvojitým kliknutím na ikonu provedete identifikaci reálné obrazovky)...
hu: Állítsa a be a monitor elrendezését (a képernyő kiválasztásához kattintson duplán a megfelelő ikonra)...
it: Imposta disposizione del desktop (doppio clic su icona identifica monitor reale)...
lt: Konfigûruokite darbalaukio ekranø iðdëstymà (Dukart paspaudus, bus ident. realus ekranas)...
nl: De scherm layout van uw desktops instellen (dubbelklik op een pictogram om het echte scherm te identificeren)...
pl_pl: Ustawienie uk³adu biurek (podwójne klikniêcie na ikonie identyfikuje prawdziwy ekran)...
ru: Установите экранное размещение ваших рабочих столов (Двойной щелчок по значку, идентифицирует реальный экран) ...
sk: Nastavenie rozloženia vašich obrazoviek (Dvakrát kliknite na ikonu pre identifikáciu skutočnej obrazovky)...
sl_si: Nastavitev položajev zaslonov vaših namizij (Z dvojnim pritiskom na ikono zaslona boste preverili, kateremu realmenu zaslonu ustreza ikonca)...
sv: Ställ in skärmlayouten för skrivborden (dubbelklicka på en ikon för att identifiera den verkliga skärmen).
uk: Наставте розкладку екрану ваших стільниць (Подвійне клацання на піктограму, ідентифікує дійсний екран)...

source: Configure graphics tablet
bg: Настройка на графичен таблет
cs: Konfigurace tabletu
hu: Rajztábla beállítása
it: Configura tavoletta grafica
lt: Konfigûruoti grafinius planðetus
nl: Configureer grafisch tablet
pl_pl: Konfiguracja tabletu graficznego
ru: Конфигурирование графического планшета
sk: Nastaviť grafický tablet
sl_si: Prilagoditev tablete
sv: Ställ in grafikplatta
uk: Налаштувати графічний планшет

source: Configure keyboard...
bg: Настройка на клавиатура...
cs: Konfigurace klávesnice...
hu: Billentűzet beállítása...
it: Configura tastiera...
lt: Konfigûruoti klaviatûrà...
nl: Configureer toetsenbord...
pl_pl: Konfiguracja klawiatury...
ru: Конфигурирование клавиатуры...
sk: Nastaviť klávesnicu...
sl_si: Prilagoditev tipkovnice...
sv: Ställ in tangentbord...
uk: Налаштувати клавіатуру...

source: Add new card...
bg: Добавяне на нова видеокарта...
cs: Přidat novou kartu...
hu: Új kártya hozzáadása...
it: Aggiungi una nuova scheda...
lt: Pridëti naujà plokðtæ...
nl: Nieuwe kaart toevoegen...
pl_pl: Dodj now± kartê...
ru: Добавьте новую карту ...
sk: Pridať novú kartu...
sl_si: Dodajanje nove kartice...
sv: Lägg till nytt kort...
uk: Додати нову плату...

source: Remove selected card
bg: Премахване на избрана видеокарта
cs: Odstranit zvolenou kartu
hu: Kiválasztott kártya eltávolítása
it: Rimuovi la scheda selezionata
lt: Paðalinti paþymëtà plokðtæ
nl: Geselecteerde kaart verwijderen
pl_pl: Usuñ wybran± kartê
ru: Удалить выбранную карту
sk: Odstrániť vybranú kartu
sl_si: Odstranitev izbrane kartice
sv: Ta bort valt kort
uk: Вилучити вибрану плату

source: Remove selected monitor
bg: Премахване на избрания монитор
cs: Odstranit zvolený monitor
hu: Kiválasztott képernyő eltávolítása
it: Rimuovi il mouse selezionato
lt: Paðalinti paþymëtà monitoriø
nl: Geselecteerde monitor verwijderen
pl_pl: Usuñ wybrany monitor
ru: Удалить выбранный монитор
sk: Odstrániť označený monitor
sl_si: Odstranitev izbranega monitorja
sv: Ta bort vald skärm
uk: Вилучити вибраний монітор

source: Properties...
bg: Аксесоари...
cs: Vlastnosti...
hu: Tulajdonságok...
it: Proprietà...
lt: Savybës...
nl: Eigenschappen...
pl_pl: W³a¶ciwo¶ci...
ru: Свойства ...
sk: Vlastnosti...
sl_si: Lastnosti...
uk: Властивості...

source: &Options
bg: &Параметри
cs: V&olby
hu: &Beállítások
it: &Opzioni
lt: P&arinktys
nl: &Opties
pl_pl: &Opcje
ru: &Параметры
sk: &Možnosti
sl_si: M&ožnosti...
uk: &Параметри

source: VNC Options
bg: Параметри на VNC
nl: VNC opties
pl_pl: Opcje VNC
sk: Možnosti VNC
uk: Параметри VNC

source: Allow access to display using VNC protocol
bg: Разрешаване на достъп до дисплея чрез VNC протокол
nl: Toegang tot het beeldscherm met behulp van het VNC protocol toestaan
pl_pl: Zezwól na dostêp do ekranu protoko³em VNC
sk: Povoliť prístup k obrazovke pomocou VNC protokolu
uk: Дозволити доступ до дисплея через протокол VNC

source: Enable password protection
bg: Разрешаване на защита с парола
nl: Wachtwoord bescherming inschakelen
pl_pl: W³±cz ochronê has³em
sk: Zapnúť ochranu heslom
uk: Увімкнути захист пароля

source: &Properties...
bg: &Аксесоари...
cs: &Vlastnosti...
hu: &Tulajdonságok
it: &Proprietà...
lt: &Savybës...
nl: &Eigenschappen...
pl_pl: W³a¶ciwo¶ci (&p)...
ru: &Свойства...
sk: &Vlastnosti...
sl_si: &Lastnosti...
sv: Egenska&per...
uk: В&ластивості...

source: Password
bg: Парола
nl: Wachtwoord
pl_pl: Has³o
sk: Heslo
uk: Пароль

source: Verify password
bg: Повторно парола
nl: Wachtwoord controle
pl_pl: Potwierdzenie has³a
sk: Overte heslo
uk: Перевірити пароль

source: Enable View-Only mode
bg: Разрешаване на режим "Само Изглед"
nl: Alleen-bekijken mode inschakelen
pl_pl: W³±czenie trybu tylko-podgl±d
sk: Zapnúť sledovací režim
uk: Увімкнути режим "тільки перегляд"

source: Enable HTTP Access
bg: Разрешаване на достъп чрез HTTP
nl: HTTP toegang activeren
pl_pl: W³±czenie dostêpu HTTP
sk: Povoliť HTTP prístup
uk: Увімкнути доступ через HTTP

source: HTTP Port
bg: HTTP порт
nl: HTTP poort
pl_pl: Port HTTP
uk: Порт HTTP

source: Allow multiple VNC connections
bg: Разрешаване на множество VNC връзки
nl: Meerdere VNC verbindingen toestaan
pl_pl: Zezwolenie na wiele po³±czeñ VNC
sk: Povoliť viacero VNC pripojení
uk: Дозволити декілька з'єднань VNC

source: &Add new touchscreen...
bg: До&бавяне на нов touchscreen...
cs: Přid&at novou dotykovou obrazovku...
hu: Új érintőkép&ernyő hozzáadása...
it: &Aggiungi un nuovo schermo tattile...
lt: Pridëti n&aujà lytimàjá ekranà...
nl: Nieuw aanraakbeeldscherm &toevoegen...
pl_pl: Dod&aj nowy ekran dotykowy...
ru: &Добавьте новый сенсорный экран ...
sk: &Pridať novú dotykovú obrazovku...
sl_si: Dod&aj nov na dotik občutljiv zaslon...
sv: L&ägg till ny pekskärm...
uk: &Додати новий сенсорний екран...

source: &Remove selected touchscreen
bg: Према&хване на избран touchscreen
cs: Odst&ranit zvolenou dotykovou obrazovku
hu: &A kiválasztott érintőképernyő eltávolítása
it: &Rimuovi il schermo tattile selezionato...
lt: Paða&linti paþymëtà lytimàjá ekranà
nl: Geselecteerde aanraakscherm &verwijderen
pl_pl: Usuñ wyb&rany ekran dotykowy...
ru: &Удалить выбранный сенсорный экран ...
sk: &Odstrániť vybranú dotykovú obrazovku
sl_si: Odst&ranitev izbranega zaslona
sv: Ta bo&rt den valda pekskärmen
uk: &Вилучити вибраний сенсорний екран

source: <nobr><h3><u>Currently configured touchscreens:</u></h3></nobr>
bg: <nobr><h3><u>Вече настроени touchscreens:</u></h3></nobr>
cs: <nobr><h3><u>Aktuální konfigurace dotykových obrazovek:</u></h3></nobr>
hu: <nobr><h3><u>Jelenleg beállított érintőképernyők:</u></h3></nobr>
it: <nobr><h3><u>Schermi tattili attualmente configurati</u></h3></nobr>
lt: <nobr><h3><u>Ðiuo metu sukonfigûruoti lytimieji ekranai:</u></h3></nobr>
nl: <nobr><h3><u>Huidige geconfigureerde aanraakschermen:</u></h3></nobr>
pl_pl: <nobr><h3><u>Aktualnie skonfigurowane ekrany dotykowe:</u></h3></nobr>
ru: <nobr> <h3> <u> Текущие сконфигурированные сенсорный экраны: </u> </h3> </nobr>
sk: <nobr><h3><u>Momentálne nastavené dotykové obrazovky:</u></h3></nobr>
sl_si: <nobr><h3><u>Trenutno prilagojeni na dotik občtljivi zasloni:</u></h3></nobr>
sv: <nobr><h3><u>Inställda pekskärmar</u></h3></nobr>
uk: <nobr><h3><u>Налаштовані сенсорні екрани:</u></h3></nobr>

source: <nobr><h3><u>Currently configured monitors</u></h3></nobr>
bg: <nobr><h3><u>Вече настроени монитори:</u></h3></nobr>
cs: <nobr><h3><u>Aktuální konfigurace monitorů</u></h3></nobr>
hu: <nobr><h3><u>Jelenleg beállított képernyők</u></h3></nobr>
it: <nobr><h3><u>Monitor attualmente configurati</u></h3></nobr>
lt: <nobr><h3><u>Dabar sukonfigûruoti monitoriai</u></h3></nobr>
nl: <nobr><h3><u>Huidige geconfigureerde monitoren</u></h3></nobr>
pl_pl: <nobr><h3><u>Aktualnie skonfigurowane monitory:</u></h3></nobr>
ru: <nobr> <h3> <u> Текущие сконфигурированные конфигурированные мониторы </u> </h3> </nobr>
sk: <nobr><h3><u>Momentálne nastavené monitory</u></h3></nobr>
sl_si: <nobr><h3><u>Trenutno prilagojen(i) monitor(ji):</u></h3></nobr>
sv: <nobr><h3><u>Inställda skärmar</u></h3></nobr>
uk: <nobr><h3><u>Налаштовані монітори</u></h3></nobr>

source: <nobr><h3><u>Currently configured cards:</u></h3></nobr>
bg: <nobr><h3><u>Вече настроени видеокарти:</u></h3></nobr>
cs: <nobr><h3><u>Aktuální konfigurace grafických karet:</u></h3></nobr>
hu: <nobr><h3><u>Jelenleg beállított grafikus kártyák:</u></h3></nobr>
it: <nobr><h3><u>Schede attualmente configurate:</u></h3></nobr>
lt: <nobr><h3><u>Dabar sukonfigûruotos plokðtës:</u></h3></nobr>
nl: <nobr><h3><u>Huidige geconfigureerde kaarten:</u></h3></nobr>
pl_pl: <nobr><h3><u>Aktualnie skonfigurowane karty:</u></h3></nobr>
ru: <nobr><h3><u>Текущие сконфигурированные карты: </u> </h3> </nobr>
sk: <nobr><h3><u>Momentálne nastavené karty:</u></h3></nobr>
sl_si: <nobr><h3><u>Trenutno prilagojene kartice:</u></h3></nobr>
sv: <nobr><h3><u>Inställda kort</u></h3></nobr>
uk: <nobr><h3><u>Налаштовані плати:</u></h3></nobr>

source: <nobr><h3><u>Currently configured mice:</u></h3></nobr>
bg: <nobr><h3><u>Вече настроена мишка:</u></h3></nobr>
cs: <nobr><h3><u>Aktuální konfigurace myší:</u></h3></nobr>
hu: <nobr><h3><u>Jelenleg beállított egerek:</u></h3></nobr>
it: <nobr><h3><u>Mouse attualmente configurati:</u></h3></nobr>
lt: <nobr><h3><u>Dabar sukonfigûruota pelë:</u></h3></nobr>
nl: <nobr><h3><u>Huidige geconfigureerde muis:</u></h3></nobr>
pl_pl: <nobr><h3><u>Aktualnie skonfigurowane myszy:</u></h3></nobr>
ru: <nobr> <h3> <u> Текущие сконфигурированные мыши:</u></h3></nobr>
sk: <nobr><h3><u>Momentálne nastavené myši:</u></h3></nobr>
sl_si: <nobr><h3><u>Trenutno prilagojene miške:</u></h3></nobr>
sv: <nobr><h3><u>Inställda möss</u></h3></nobr>
uk: <nobr><h3><u>Налаштовані мишки:</u></h3></nobr>

source: <nobr><h3><u>Current Monitor Layout:</u></h3></nobr>
bg: <nobr><h3><u>Текущо оформление на екрана:</u></h3></nobr>
cs: <nobr><h3><u>Aktuální rozložení monitoru:</u></h3></nobr>
hu: <nobr><h3><u>Jelenlegi képernyőelrendezés:</u></h3></nobr>
it: <nobr><h3><u>Disposizione attuale monitor:</u></h3></nobr>
lt: <nobr><h3><u>Dabartinis monitoriø iðdëstymas:</u></h3></nobr>
nl: <nobr><h3><u>Huidige monitor layout:</u></h3></nobr>
pl_pl: <nobr><h3><u>Aktualny uk³ad monitora:</u></h3></nobr>
ru: <nobr><h3><u>Текущая Раскладка монитора: </u> </h3> </nobr>
sk: <nobr><h3><u>Momentálne rozloženie monitoru:</u></h3></nobr>
sl_si: <nobr><h3><u>Trenutni izgled monitorja:</u></h3></nobr>
sv: <nobr><h3><u>Aktuell bildskärmslayout</u></h3></nobr>
uk: <nobr><h3><u>Поточна розкладка монітора:</u></h3></nobr>

source: <nobr><h3><u>Currently configured desktops:</u></h3></nobr>
bg: <nobr><h3><u>Вече настроени работни полета:</u></h3></nobr>
cs: <nobr><h3><u>Aktuální konfigurace ploch:</u></h3></nobr>
hu: <nobr><h3><u>Jelenleg beállított munkaasztalok:</u></h3></nobr>
it: <nobr><h3><u>Desktop attualmente configurati:</u></h3></nobr>
lt: <nobr><h3><u>Dabar sukonfigûruoti darbalaukiai:</u></h3></nobr>
nl: <nobr><h3><u>Huidige geconfigureerde desktops:</u></h3></nobr>
pl_pl: <nobr><h3><u>Aktualnie skonfigurowane biurka:</u></h3></nobr>
ru: <nobr><h3><u>Текущие сконфигурированные рабочие столы: </u> </h3> </nobr>
sk: <nobr><h3><u>Momentálne nastavené plochy:</u></h3></nobr>
sl_si: <nobr><h3><u>Trenutno prilagojena namizja:</u></h3></nobr>
sv: <nobr><h3><u>Inställda skrivbord</u></h3></nobr>
uk: <nobr><h3><u>Налаштовані стільниці:</u></h3></nobr>

source: &Add new mouse...
bg: Добавяне на нова ми&шка...
cs: Přid&at novou myš...
hu: Új e&gér hozzáadása...
it: &Aggiungi un nuovo mouse...
lt: Pridëti n&aujà pelæ...
nl: Nieuwe muis &toevoegen...
pl_pl: Dod&aj now± mysz...
ru: &Добавить новую мышь ...
sk: &Pridať novú myš...
sl_si: Dod&ajanje nove miške...
sv: L&ägg till ny mus...
uk: &Додати нову мишку...

source: &Remove selected mouse
bg: Пр&емахване на избраната мишка
cs: Odst&ranit zvolenou myš
hu: Kiválasztott egér &eltávolítása
it: &Rimuovi il mouse selezionato
lt: Paða&linti paþymëtà pelæ
nl: Geselecteerde muis &verwijderen
pl_pl: Usuñ wyb&ran± mysz...
ru: &Удалить выбранную мышь
sk: &Odstrániť vybranú myš
sl_si: Odst&ranitev izbrane miške
sv: Ta bo&rt den valda musen
uk: &Вилучити вибрану мишку

source: &General
bg: Об&щи
cs: &Všeobecné
hu: Á&ltalános
it: &Generale
lt: Pa&grindai
nl: &Algemeen
pl_pl: O&gólne
ru: &Общий
sk: &Všeobecné
sl_si: &Splošno
sv: All&mänt
uk: &Загальне

source: &Expert
bg: Е&кспертно
cs: &Expertní
hu: S&zakértő
it: &Esperto
lt: &Ekspertas
pl_pl: &Ekspert
ru: &Эксперт
sk: E&xpertné
sl_si: Za izkuš&ene
uk: &Експертні

source: Model: Vendor and Name selection...
bg: Модел: Раздели Доставчик и Име
cs: Model: Výběr typu a výrobce...
hu: Kártya: Gyártó / Név kiválasztása...
it: Modello: selezione produttore/modello...
lt: Modelis: Gamintojo ir pavadinimo pasirinkimas...
nl: Model: merk en naam selectie...
pl_pl: Model: Wybór producenta i nazwy...
ru: Модель: выбор Продавеца и Названия...
sk: Model: výber výrobcu a mena...
sl_si: Model: izbira proizvajalca in imena...
sv: Modell: Välj leverantör och namn...
uk: Модель: вибір назви та постачальника...

source: Vendor
bg: Доставчик
cs: Výrobce
hu: Gyártó
it: Produttore
lt: Gamintojas
nl: Merk
pl_pl: Producent
ru: Продавец
sk: Výrobca
sl_si: Proizvajalec
sv: Leverantör
uk: Постачальник

source: Special mouse properties...
bg: Специални параметри на мишката...
cs: Vlastnosti myši...
hu: Különleges egér tulajdonságok...
it: Proprietà speciali del mouse...
lt: Specialiosios pelës savybës...
nl: Speciale muis eigenschappen...
pl_pl: Specjalne w³a¶ciwo¶ci myszy...
ru: Специальные свойства мыши ...
sk: Špeciálne vlastnosti myši...
sl_si: Posebne lastnosti miške...
sv: Särskilda musegenskaper...
uk: Спеціальні властивості мишки...

source: Color selection...
bg: Избор на цвят...
cs: Výběr barev...
hu: Színmélység kiválasztása...
it: Selezione colori...
lt: Spalvos pasirinkimas...
nl: Kleur selectie...
pl_pl: Wybór kolorów...
ru: Выбор цвета...
sk: Výber farieb...
sl_si: Izbira barv...
sv: Färgval...
uk: Вибір кольору...

source: Manual sync frequency set up...
bg: Ръчна настройка на честотите...
cs: Ruční nastavení sync. frekvence...
hu: Kézi szinkron frekvencia beállítás...
it: Impostazione manuale frequenze di sincr. ...
lt: Rankinis sinch. daþniø konfigûravimas...
nl: Handmatige sync-frequentie instelling...
pl_pl: Rêczne ustawienie czêstotliwo¶ci synchronizacji...
ru: Ручная установка синхронизирующая частоты ...
sk: Ručné nastavenie synchronizačných frekvencií...
sl_si: Ročna nastavitev sync frekvenc...
sv: Manuell sync-frekvensinställning...
uk: Ручне налаштування частоти синхронізації...

source: Selected
bg: Избрано
cs: Vybráno
hu: Kiválasztva
it: Selezionato
lt: Paþymëtas
nl: Geselecteerd
pl_pl: Wybrane
ru: Выбранный
sk: Vybrané
sl_si: Izbrano
sv: Vald
uk: Вибрано

source: Resolution X
bg: Разделителна способност Х
cs: Rozlišení X
hu: Felbontás X
it: Risoluzione X
lt: Raiðka X
nl: Resolutie X
pl_pl: Rozdzielczo¶æ X
ru: Разрешающая способность X
sk: Rozlíšenie X
sl_si: Ločljivost X
sv: Upplösning X
uk: Роздільна здатність X

source: &Colors
bg: Цвето&ве
cs: &Barvy
hu: &Színek
it: &Colori
lt: &Spalvos
nl: &Kleuren
pl_pl: Kolory (&c)
ru: &Цвета
sk: &Farby
sl_si: &Barve
sv: Fär&ger
uk: &Кольори
