Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: X Server test information...
bg: Информация за пробата на Х сървъра...
cs: Informace o testu X serveru...
hu: Információk az X szerver tesztről...
it: Informazioni di prova del server X...
lt: X serveris bando informacijà...
nl: X server test informatie...
pl_pl: Informacje testowe X Serwera...
ru: Тестовая информация X Сервера ...
sk: Informácie o teste X serveru...
sl_si: Informacije o testiranju X strežnika...
sv: Testinformation för X-server...
uk: Інформація про тест сервера X...

source: Configuration saved...
bg: Настройката е записана...
cs: Konfigurace uložena...
hu: A beállítások mentése sikerült...
it: Configurazione salvata...
lt: Konfigûracija iðsaugota...
nl: Configuratie is opgeslagen...
pl_pl: Konfiguracja zapisana...
ru: Конфигурация сохранена ...
sk: Nastavenie uložené...
sl_si: Prilagoditev je shranjena...
sv: Inställningarna sparades...
uk: Конфігурацію збережено...

source: AccessX status information...
bg: Информация за статуса на AccessX...
cs: Informace o stavu AccessX...
hu: AccessX állapota...
it: Informazioni sullo stato di AccessX...
lt: AccessX bûsenos informacija...
nl: AccessX status informatie...
pl_pl: Informacje o stanie AccessX...
ru: Статусная AccessX информация...
sk: Stavová informácia o AccessX...
sl_si: Statusne informacije o AccessX...
sv: Statusinformation för AccessX...
uk: Інформація про стан AccessX...

source: Tablet warning...
bg: Предупреждение за таблета...
cs: Upozornění tabletu...
hu: Rajztábla figyelmeztetés...
it: Avvertimento tavoletta...
lt: Grafinio planðeto áspëjimas...
nl: Tablet waarschuwing...
pl_pl: Ostrze¿enie tabletu...
ru: Предупреждение Планшета ...
sk: Varovanie pre tablet...
sl_si: Opozorilo tablete...
sv: Pekplattevarning...
uk: Попередження планшета...

source: Consideration...
bg: Разглеждане...
cs: Zdůvodnění...
hu: Figyelem...
it: Considerazioni...
lt: Svarstymas...
nl: Overweging...
ru: Рассмотрение ...
sk: Rozhodnutie...
sl_si: Premislek...
sv: Övervägande...
uk: Розгляд...

source: Geometry
bg: Геометрия
cs: Geometrie
hu: Geometria
it: Geometria
lt: Geometrija
nl: Geometrie
pl_pl: Rozmiary
ru: Геометрия
sk: Geometria
sl_si: Geometrija
sv: Geometri
uk: Геометрія

source: Graphics card
bg: Видеокарта
cs: Grafická karta
hu: Grafikus kártya
it: Scheda grafica
lt: Vaizdo plokðtë
nl: Grafische kaart
pl_pl: Karta graficzna
ru: Графическая карта
sk: Grafická karta
sl_si: Grafična kartica
sv: Grafikkort
uk: Графічна плата

source: Name:
bg: Име:
cs: Jméno:
hu: Neve:
it: Nome:
lt: Vardas:
nl: Naam:
pl_pl: Nazwa:
ru: Имя:
sk: Meno:
sl_si: Ime:
sv: Namn:
uk: Назва:

source: Card and Desktop
bg: Видеокарта и среда
cs: Karta a plocha
hu: Kártya / Munkaasztal
it: Scheda/Desktop
lt: Plokðtë ir darbalaukis
nl: Kaart en desktop
pl_pl: Karta i biurko
ru: Карта и Рабочий стол
sk: Karta a plocha
sl_si: Kartica in namizje
sv: Kort och skrivbord
uk: Плата і стільниця

source: Input Devices
bg: Входни устройства
cs: Vstupní zařízení
hu: Beviteli eszközök
it: Dispositivi d'input
lt: Ávesties árenginiai
nl: Invoerapparaten
pl_pl: Urz±dzenia wej¶ciowe
ru: Устройства ввода данных
sk: Vstupné zariadenia
sl_si: Vhodne naprave
sv: Inmatningsenheter
uk: Пристрої вводу

source: Input-Devices
bg: Входни устройства
cs: Vstupní zařízení
hu: Beviteli eszközök
it: Dispositivi d'input
lt: Ávesties árenginiai
nl: Invoerapparaten
pl_pl: Urz±dzenia wej¶ciowe
ru: Устройства ввода данных
sk: Vstupné zariadenia
sl_si: Vhodne naprave
sv: Inmatningsenheter
uk: Пристрої вводу

source: Desktop
bg: Работна площ
cs: Plocha
hu: Munkaasztal
lt: Darbalaukis
ru: Рабочий стол
sk: Plocha
sl_si: Namizje
sv: Skrivbord
uk: Стільниця

source: Multihead
hu: Többmonitoros
it: Multimonitor
lt: Daugiaekranis
pl_pl: Wieloekranowo¶æ
ru: Многоголовность
sk: Viacnásobné obrazovky
sl_si: Več izhodov
sv: Flerhuvudläge
uk: Мультимоніторний

source: Primary Modeline:
bg: Главна Modeline:
cs: Primární modeline:
hu: Első modeline:
it: Modeline primaria:
lt: Pirminë skleistinë:
nl: Primaire modeline:
pl_pl: G³ówny wiersz trybu:
ru: Первичная Modeline:
sk: Primárny režim:
sl_si: Osnovni Modeline:
sv: Primär lägesrad:
uk: Головна Modeline:

source: Secondary Modeline:
bg: Вторична Modeline:
cs: Sekundární modeline:
hu: Második modeline:
it: Modeline secondaria:
lt: Antrinë skleistinë:
nl: Secundaire modeline:
pl_pl: Podrzêdny wiersz trybu:
ru: Вторичная Modeline:
sk: Sekundárny režim:
sl_si: Drugi Modeline:
sv: Sekundär lägesrad:
uk: Другорядна Modeline:

source: X-Server accessable via VNC protocol:
bg: X-Сървър достъпен чрез VNC протокол:
nl: X-server toegankelijk via het VNC protocol:
pl_pl: X-Serwer dostêpny przez protokó³ VNC:
sk: X-Server dostupný cez VNC protokol:
uk: X-сервер доступний через протокол VNC:

source: Access Control
bg: Контрол на достъпа
nl: Toegangscontrole
pl_pl: Zarz±dzanie dostêpem
sk: Prístupové práva
uk: Керування доступом

source: <b>Core Pointer...</b>
bg: <b>Курсор на мишката...</b>
cs: <b>Ukazatel myši...</b>
hu: <b>Egérmutató...</b>
it: <b>Puntatore primario...</b>
lt: <b>Pelës þymeklis...</b>
nl: <b>Basiswijzer...</b>
pl_pl: <b>G³ówny wska¼nik...</b>
ru: <b>Основной Указатель мыши ... </b>
sk: <b>Hlavný kurzor...</b>
sl_si: <b>Osnovni kazalec...</b>
sv: <b>Standardpekare...</b>
uk: <b>Головний вказівник...</b>

source: &Cancel
bg: Прек&ъсване
cs: &Zrušit
hu: &Mégsem
it: An&nulla
lt: &Atðaukti
nl: &Annuleren
pl_pl: Anuluj (&c)
ru: &Отменить
sk: &Zrušiť
sl_si: &Prekini
sv: Avbr&yt
uk: &Скасувати

source: &Ok
lt: &Gerai
ru: &Порядок
sl_si: &V redu
uk: &Гаразд

source: F&inalize >>
bg: Привър&шване >>
cs: Dokonč&it >>
hu: &Befejezés >>
it: Term&ina >>
lt: &Uþbaigti >>
nl: A&fronden >>
pl_pl: Zakoñcz (&i) >>
ru: &Завершить >>
sk: &Dokončiť >>
sl_si: &Dokončaj >>
sv: Slut&för >>
uk: &Завершити >>

source: << &Back
bg: << &Назад
cs: << &Zpět
hu: << &Vissza
it: << In&dietro
lt: << A&tgal
nl: << &Terug
pl_pl: << Powrót (&b)
ru: <<&Назад
sk: << Do&zadu
sl_si: << Na&zaj
sv: << Till&baka
uk: << &Назад

source: &Next >>
bg: Н&апред >>
cs: &Další >>
hu: &Következő >>
it: Prossi&mo >>
lt: T&oliau >>
nl: &Verder >>
pl_pl: Dalej (&n) >>
ru: &Вперед>>
sk: Do&predu >>
sl_si: &Naprej >>
sv: &Nästa >>
uk: &Далі >>

source: &Exit
bg: &Изход
cs: &Ukončit
hu: &Kilépés
it: &Esci
lt: &Iðeiti
nl: &Stoppen
pl_pl: Wyj¶ci&e
ru: &Выход
sk: &Koniec
sl_si: &Izhod
sv: Avsl&uta
uk: &Вийти

source: &About...
bg: &Относно...
cs: O &aplikaci...
hu: &Névjegy
it: &Informazioni su...
lt: Api&e...
nl: &Info...
pl_pl: Inform&acje...
ru: &О...
sk: &O programe...
sl_si: O progr&amu...
sv: &Om...
uk: Пр&о програму...

source: About the author
bg: Относно автора
cs: O autorovi
hu: A szerzőről
it: Autore
lt: Apie autoriø
nl: Over de auteur
pl_pl: O autorze
ru: Об авторе
sk: O autorovi
sl_si: O avtorju
sv: Om upphovsmannen
uk: Про автора

source: Select virtual resolution for Mode %1
bg: Избор на виртуална разделителна способност за режим %1
cs: Zvolit virtuální rozlišení pro režim %1
hu: Virtuális felbontás kiválasztása a(z) %1 módhoz
it: Seleziona le risoluzioni per modo %1
lt: Pasirinkite virtualià raiðkà modai %1
nl: Selecteer virtuele resolutie voor mode %1
pl_pl: Wybierz rozdzielczo¶æ wirtualn± dla trybu %1
ru: Выбирите виртуальную разрешающую способность для Режима %1
sk: Vyberte virtuálne rozlíšenie pre režim %1
sl_si: Izbira navidezne ločljivosti za način %1
sv: Välj virtuell upplösning för läge %1
uk: Виберіть віртуальну розд. здатність для режиму %1

source: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>The author and maintainer of this product is</nobr><br>Marcus Schaefer
bg: <b>SaX2 е (c) 2000 SuSE Linux AG:</b><hr><nobr>Автор и поддръжка на този продукт е</nobr><br>Marcus Schaefer
cs: <b>Sax2 (c) 2000 SuSE Linux AG:</b><hr><nobr>Autorem a správcem tohoto produktu je</nobr><br>Marcus Schäfer
hu: <b>SaX2 (c) 2000 SuSE Linux AG:</b><hr><nobr>A program szerzője és karbantartója: </nobr><br>Marcus Schaefer<br>Fordította: Hilzinger Marcel
it: <b>Sax2 è (c) 2000 SuSE AG:</b><hr><nobr>L'autore e manutentore di questo prodotto è</nobr><br>Marcus Schaefer
lt: <b>SaX2 (c) 2000 SuSE LinuxAG:</b><hr><nobr>Produkto autorius ir vystytojas yra</nobr><br> Marcus Schaefer
nl: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>De auteur en beheerder van dit product is</nobr><br>Marcus Schaefer
pl_pl: <b>SaX2 (c) 2000 SuSE Linux AG:</b><hr><nobr>Autorem i zarz±dzaj±cym tym produktem jest</nobr><br>Marcus Schaefer
ru: <b>SaX2 - (c) 2000 SuSE Linux AG: </b> <час> <nobr> автор и руководитель этого продукта</nobr><br> Маркус Шаефер
sk: <b>SaX (c) 2000 SuSE AG:</b><hr><nobr>Autor a správca tohto produktu je</nobr><br>Marcus Schaefer
sl_si: <b>SaX2, (c) 2000 SuSE Linux AG:</b><hr><nobr>Avtor in vzdrževalec paketa je</nobr><br>Marcus Schaefer
sv: <b>SaX © 2000 SuSE Linux AG</b><hr><nobr>Upphovsman och ansvarig för den här produkten är</nobr><br>Marcus Schaefer
uk: <b>SaX2 - (c) 2000 SuSE Linux AG:</b><hr><nobr>Автор і супроводжувач цієї програми</nobr><br>Marcus Schaefer

source: &Modules...
bg: &Модули...
cs: &Moduly...
hu: &Modulok...
it: &Moduli...
lt: &Moduliai...
pl_pl: &Modu³y...
ru: &Модули...
sk: &Moduly...
sl_si: &Moduli...
sv: &Moduler...
uk: &Модулі...

source: &File
bg: &Файл
cs: &Soubor
hu: &Fájl
lt: &Byla
nl: &Bestand
pl_pl: Plik (&f)
ru: &Файл
sk: &Súbor
sl_si: &Datoteka
sv: Ar&kiv
uk: &Файл

source: &Help
bg: &Помощ
cs: &Nápověda
hu: &Segítség
it: &Aiuto
lt: &Pagalba
pl_pl: Pomoc (&h)
ru: &Помощь
sk: &Pomocník
sl_si: &Pomoč
sv: &Hjälp
uk: &Довідка

source: Loading CDB data: %1
bg: Зареждане на CDB: %1
cs: Nahrávám CDB data: %1
hu: CDB adatok betöltése: %1
it: Caricamento in corso dei dati CDB %1
lt: Ákeliami CDB duomenys: %1
nl: CDB data laden: %1
pl_pl: Wczytywanie danych CDB: %1
ru: Загрузка CDB данных: %1
sk: Načítavam dáta CBS: %1
sl_si: Nalaganje CDB podatkov: %1
sv: Laddar CDB-data: %1
uk: Завантаження даних CDB: %1

source: Loading base data: %1
bg: Зареждане на основни данни: %1
cs: Nahrávám základní data: %1
hu: Alapadatok betöltése: %1
it: Caricamento in corso dei dati base: %1
lt: Ákeliami pagrindiniai duomenys: %1
nl: Basis data laden: %1
pl_pl: Wczytywanie danych g³ównych: %1
ru: Загрузка основных данных: %1
sk: Načítavam základné dáta: %1
sl_si: Nalaganje osnovnih podatkov: %1
sv: Laddar basdata: %1
uk: Завантаження базових даних: %1

source: Loading system data: %1
bg: Зареждане на системни данни: %1
cs: Nahrávám systémová data: %1
hu: Rendszeradatok betöltése: %1
it: Caricamento in corso dei dati del sistema:%1
lt: Ákeliami sisteminiai duomenys: %1
nl: Systeem data laden: %1
pl_pl: Wczytywanie danych systemowych: %1
ru: Загрузка системных данных: %1
sk: Načítavam systémové dáta: %1
sl_si: Nalaganje sistemskih podatkov: %1
sv: Laddar systemdata: %1
uk: Завантаження системних даних: %1

source: C&hange configuration
bg: Пром&яна на настройката
cs: Z&měnit konfiguraci
hu: &Beállítások módosítása
it: Cam&bia configurazione
lt: Pa&keisti konfigûracijà
nl: &Wijzig configuratie
pl_pl: Zmiana konfiguracji (&h)
ru: &Изменить конфигурацию
sk: &Upraviť konfiguráciu
sl_si: &Spremeni prilagoditev
sv: Ändra inställnin&gar
uk: З&мінити конфігурацію

source: SaX2 start-up information
bg: Начална информация за SaX2
cs: SaX2 informace při spuštění
hu: SaX2 indítási információk
it: SaX2 informazioni di avvio
lt: SaX2 paleidimo informacija
nl: SaX2 opstart informatie
pl_pl: Informacje startowe SaX2
ru: Информация запуска SaX2
sk: Informácie o štarte SaX2
sl_si: SaX2 informacije ob zagonu
sv: SaX2-startinformation
uk: Інформація запуску SaX2

source: SaX2 exit program...
bg: Изход от SaX2...
cs: SaX2 ukončit program...
hu: Kilépés a SaX2 programból...
it: SaX2 uscita dal programma...
lt: SaX2 palieka programà...
nl: SaX2 programma stoppen...
pl_pl: Wyj¶cie z programu SaX2...
ru: SaX2 выход из программы ...
sk: Ukončenie SaX2...
sl_si: SaX2 izhod iz programa...
sv: Avsluta SaX2...
uk: SaX2 - вихід з програми...

source: SaX2 final steps...
bg: SaX2 - последни стъпки...
cs: SaX2 poslední kroky...
hu: SaX2 - utolsó lépések...
it: SaX2 ultimi passi...
lt: SaX2 uþbaigiamieji þingsniai...
nl: SaX2 laatste stappen...
pl_pl: Ostatnie kroki SaX2...
ru: SaX2 финальные этапы ...
sk: Záverečné kroky SaX2...
sl_si: SaX2 zaključni koraki...
sv: SaX2 sista stegen...
uk: SaX2 - останні кроки...

source: Dialog information...
bg: Диалогова информация...
cs: Informace dialogu...
hu: Tájékoztató...
it: Informazioni sulla procedura...
lt: Dialogo informacija...
nl: Dialoog informatie...
pl_pl: Informacje dialogowe...
ru: Диалоговая информация ...
sk: Informácie o dialógu...
sl_si: Informacije o pogovornem oknu...
uk: Діалогова інформація...

source: Exception...
bg: Изключение...
cs: Výjimka...
hu: Kivételek...
it: Eccezione...
lt: Iðimtis...
nl: Uitzondering...
pl_pl: Wyj±tek...
ru: Исключение ...
sk: Výnimka...
sl_si: Izjema...
sv: Undantag...
uk: Виняток...

source: <b>Multihead setup not possible:</b><hr>Your system does not provide more than one graphics device. More are required to set up a multihead configuration.
bg: <b>Multihead настройки не са възможни:</b><hr>Системата не предлага повече от едно графично устройство.
cs: <b>Nastavit multihead není možné:</b><hr>Váš systém neobsahuje více než jednu grafickou kartu. Pro používání více monitorů potřebujete více karet.
hu: <b>Többképernyős mód nem lehetséges:</b><hr>Rendszerében csak egy grafikus kártya található, a többképernyős módhoz azonban legalább kettő kell.
it: <b>Impostazione multimonitor impossibile:</b><hr>Il vostro sistema non possiede più di un dispositivo grafico, requisito necessario per impostare una configurazione multimonitor.
lt: <b>Daugiaekranës veiksenos konfigûravimas negalimas:</b><hr>Jûsø sistema turi tik vienà vaizdo árenginá. Daugiaekranës veiksenos konfigûravimui reikia daugiau nei vieno árenginio
nl: <b>De multihead instelling is niet mogelijk:</b><hr>Uw systeem biedt niet meer dan één grafisch apparaat. Om een multihead configuratie in te stellen heeft u meerdere grafische apparaten nodig.
pl_pl: <b>Wieloekranowa konfiguracja nie jest mo¿liwa:</b><hr>Twój system nie udostêpnia wiêcej ni¿ jednej karty graficznej. Dla konfiguracji wieloekranowej potrzebna jest wiêcej ni¿ jedna karta.
sk: <b>Nastavenie viacnásobných obrazoviek nie je možné:</b>Váš systém obsahuje iba jednu grafickú kartu. Pre nastavenie viacnásobných obrazoviek je nutných viac ako jedna.
sl_si: <b>Nastavitev večizhodnega načina ni mogoča:</b><hr>Vaš sistem nima več kot ene grafične naprave, kar je pogoj za prilagoditev večizhodnega načina dela.
sv: <b>Flerhuvudläge ej möjligt:</b><hr>Systemet har bara en grafikenhet. Fler krävs för att ställa in flerhuvudkonfiguration.
uk: <b>Мультимоніторний режим неможливий:</b><hr>Ваша система не має більше ніж один графічний пристрій. Необхідно мати більше ніж один для мультимоніторного налаштування.

source: <b>Abort dialog:</b><hr>Abort this dialog?
bg: <b>Относно:</b><hr>Относно този диалогов прозорец?
cs: <b>Přerušit dialog:</b>Chcete přerušit tento dialog?
hu: <b>Megszakítás:</b><hr>Kilép a párbeszédablakból?
it: <b>Interrompi dialogo:</b><hr>Volete interrompere questo dialogo?
lt: <b>Nutraukti dialogà:</b><hr>Nutraukti ðá dialogà?
nl: <b>Dialoog sluiten:</b><hr>Dit dialoog sluiten?
pl_pl: <b>Przerwanie dialogu:</b><hr>Przerwaæ ten dialog?
ru: <b>Прекратить диалог:</b><hr> Прервать этот диалог?
sk: <b>Prerušenie:</b><hr>Ukončiť tento dialóg?
sl_si: <b>Pogovorno okno za prekinitev:</b><hr>Ali želite prekiniti to pogovorno okno?
sv: <b>Avbryt dialogen:</b><hr>Vill du avbryta den här dialogrutan?
uk: <b>Припинити діалог:</b><hr>Закрити це діалогове вікно?

source: <b>Invalid setup:</b><hr>At least one graphics device must be configured.
bg: <b>Невалидна настройка:</b><hr>Поне едно графично устройство трябва да бъде настроено.
cs: <b>Neplatné nastavení:</b><hr>Je třeba nastavit alespoň jedno grafické zařízení.
hu: <b>Érvénytelen beállítás:</b><hr>Be kell állítania legalább egy grafikus kártyát.
it: <b>Configurazione non valida:</b><hr>Bisogna configurare almeno un dispositivo grafico.
lt: <b>Netinkama konfigûracija:</b><hr>Turi bûti sukonfigûruotas maþiausiai vienas árenginys.
nl: <b>Ongeldige instelling:</b><hr>Minstens één grafisch apparaat dient geconfigureerd te zijn.
pl_pl: <b>Niepoprawne ustawienia:</b><hr>Musi byæ skonfigurowane przynajmniej jedna karta graficzna.
ru: <b> Недопустимая установка: </b> <hr> По крайней мере одно графическое устройство должно быть сконфигурировано.
sk: <b>Neplatné nastavenie:</b><hr>Musíte nastaviť aspoň jedno zariadenie.
sl_si: <b>Napačna nastavitev:</b><hr>Nastavljena mora biti najmanj ena grafična naprava.
sv: <b>Ogiltiga inställningar:</b><hr>Minst en grafikenhet måste ställas in.
uk: <b>Не чинне налаштування:</b><hr>Потрібно налаштувати принаймні один графічний пристрій.

source: <b>Invalid setup:</b><hr>At least one monitor must be configured.
bg: <b>Невалидна настройка:</b><hr>Поне един монитор трябва да бъде настроен.
cs: <b>Neplatné nastavení:</b><hr>Je třeba nastavit alespoň jeden monitor.
hu: <b>Érvénytelen beállítás:</b><hr>Be kell állítania legalább egy képernyőt.
it: <b>Configurazione non valida:</b><hr>Bisogna configurare almeno uno schermo.
lt: <b>Netinkama konfigûracija:</b><hr>Turi bûti sukonfigûruotas maþiausiai vienas árenginys.
nl: <b>Ongeldige instelling:</b><hr>Minstens één monitor moet geconfigureerd zijn.
pl_pl: <b>Niepoprawne ustawienia:</b><hr>Musi byæ skonfigurowany przynajmniej jeden monitor.
ru: <b> Недопустимые установки: </b><hr> По крайней мере один монитор должен быть сконфигурирован.
sk: <b>Neplatné nastavenie:</b><hr>Musíte nastaviť aspoň jeden monitor.
sl_si: <b>Napačna nastavitev:</b><hr>Nastavljen mora biti najmanj en monitor.
sv: <b>Ogiltig inställning:</b><hr>Minst en skärm måste ställas in.
uk: <b>Не чинне налаштування:</b><hr>Потрібно налаштувати принаймні один монітор.

source: <b>Monitor cannot be removed:</b><hr>The system provides exactly one monitor configuration. You are not allowed to remove this major entity.
bg: <b>Мониторът не може да бъде премахнат:</b></b>Системата предоставя точно една настройка за монитор. Не Ви е позволено за премахнете тази важна настройка.
nl: <b>De monitor kan niet verwijderd worden:</b><hr>Het systeem biedt exact één monitor configuratie. Het is u niet toegestaan om dit belangrijke onderdeel te verwijderen.
pl_pl: <b>Nie mo¿na usun±æ monitora:</b><hr>System ma tylko jeden monitorem. Nie mo¿na usun±æ tego wa¿nego elementu.
sk: <b>Monitor sa neda odstrániť:</b><hr>Systém povoľuje konfiguráciu práve jedného monitoru. Túto hlavnú entitu nemôžete odstrániť.
uk: <b>Неможливо видалити монітор:</b><hr>В системі є тільки одна конфігурація монітора. Вилучення заборонене.

source: <b>Running dialog:</b><hr>A dialog is already open. Abort the open dialog and start the selected one?
bg: <b>Стартиране на диалогов прозорец:</b><hr>Вече е отворен един диалогов прозорец. Желаете ли да го затворете го и да стартирайте новоизбрания?
cs: <b>Běžící dialog:</b><hr>Dialog je již otevřen. Chcete ho zavřít a spustit vybraný?
hu: <b>Nyitott párbeszédablak:</b><hr>Egy ilyen a párbeszédablak már nyitva van. Kilép abból az ablakból, hogy ezzel folytathassa?
it: <b>Dialogo in esecuzione:</b><hr>Un dialogo è già aperto. Volete chiudere il dialogo in esecuzione e avviare il dialogo selezionato?
lt: <b>Paleistas dialogas:</b><hr>Dialogas jau yra paleistas. Nutraukti já ir paleisti pasirinktà?
nl: <b>Dialoog starten:</b><hr>Er is reeds een dialoog geopend. Wilt u het geopende dialoog afbreken en het geselecteerde starten?
pl_pl: <b>Dzia³anie dialogu:</b><hr>Dialog jest ju¿ otwarty. Przerwaæ otwarty dialog i uruchomiæ wybrany?
sk: <b>Spustenie dialógu:</b><hr>Dialóg už je zobrazený. Chcete ukončiť už otvorený a spustiť vybraný?
sl_si: <b>Pogovorno okno v teku:</b><hr>Pogovorno okno je že odprto. Želite zapustiti odpro pogovorno okno in zagnati izbranega?
sv: <b>Pågående dialog:</b><hr>En dialogruta är redan öppen. Vill du avbryta den och starta den valda?
uk: <b>Запущений діалог:</b><hr>Діалогове вікно вже відкрите. Закрити цей діалог і запустити вибраний?

source: <b>Conclude dialog:</b><hr>Do you want to conclude this dialog now?
bg: <b>Завършване на диалогов прозорец:</b><hr>Желаете ли да приключите с този диалогов прозорец.
cs: <b>Dokončovací dialog:</b><hr>Chcete nyní dokončit tento dialog?
hu: <b>Beállítás befejezése:</b><hr>Befejezi most a beállításokat, majd kilép ?
it: <b>Concludi dialogo:</b><hr>Volete concludere questo dialogo ora?
lt: <b>Uþbaigti dialogà:</b><hr>Ar norite uþbaigti ðá dialogà?
nl: <b>Dialoog afsluiten:</b><hr>Wilt u dit dialoog nu afsluiten?
pl_pl: <b>Dialog koñcz±cy:</b><hr>Czy chcesz zakoñczyæ ten dialog teraz?
ru: <b>Не заканчивать диалог: </b> <hr> Вы хотите закончить этот диалог?
sk: <b>Ukončenie dialógu:</b><hr>Chcete teraz ukončiť tento dialóg?
sl_si: <b>Zaključitev pogovornega okna:</b><hr>Ali želite zaključiti s trenutnim pogovornim oknom?
sv: <b>Slutför dialogen:</b><hr>Vill du slutföra den här dialogrutan nu?
uk: <b>Завершення діалогу:</b><hr>Хочете вже завершити цей діалог?

source: <b>Exit SaX2:</b><hr>Exit SaX2 now?
bg: <b>Изход от SaX2:</b><hr>Желаете ли да излезете от SaX2 сега?
cs: <b>Opustit SaX2:</b><hr>Přejete si nyní opustit SaX2?
hu: <b>Kilépés:</b><br>Ki akar lépni a SaX2-ből?
it: <b>Esci da SaX2:</b><hr>Volete uscire da SaX2 ora?
lt: <b>Iðeiti ið SaX2:</b><hr>Ar norite dabar iðeiti ið SaX2?
nl: <b>SaX2 afsluiten:</b><hr>Wilt u SaX2 nu afsluiten?
pl_pl: <b>Wyj¶cie z SaX2:</b><hr>Czy opu¶ciæ SaX2 teraz?
ru: <b>Выйти из SaX2:</b><hr>Выйти из SaX2 сейчас?
sk: <b>Ukončenie SaX2:</b><hr>Chcete ukončiť SaX2?
sl_si: <b>Zapustitev programa SaX2:</b><hr>Ali želite zapustiti SaX2?
sv: <b>Avsluta SaX2:</b><hr>Vill du avsluta SaX2 nu?
uk: <b>Вихід з SaX2:</b><hr>Вийти з SaX2?
