Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: Hewlett-Packard Omnibook XE4xxx and ZE4xxx
bg: Hewlett-Packard Omnibook XE4xxx и ZE4xxx
cs: Hewlett-Packard Omnibook XE4xxx a ZE4xxx
hu: Hewlett-Packard Omnibook XE4xxx és ZE4xxx
lt: Hewlett-Packard Omnibook XE4xxx ir ZE4xxx
nl: Hewlett-Packard Omnibook XE4xxx en ZE4xxx
pl_pl: Hewlett-Packard Omnibook XE4xxx i ZE4xxx
ru: Hewlett Packard Omnibook XE4xxx и ZE4XXX
sk: Hewlett-Packard Omnibook XE4xxx a ZE4xxx
sl_si: Hewlett-Packard Omnibook XE4xxx in ZE4xxx
sv: Hewlett-Packard Omnibook XE4xxx och ZE4xxx

source: Logitech Cordless Desktop Optical
bg: Logitech Cordless Desktop оптична
hu: Logitech Cordless Desktop optikai
ru: Logitech беспроводной рабочий стол оптический

source: Logitech Cordless Desktop iTouch
bg: Logitech iTouch безжична за десктоп
ru: Logitech беспроводной рабочий стол iTouch

source: <b>Cannot enable OpenGL acceleration</b><hr>To activate the 3D subsystem for this card you need to install the commercial driver from nVidia first. Install the driver by using <b>YaST Online Update</b> and selecting the nVidia driver patch.<br><br>If you have already installed the driver via YaST Online Update before and uninstalled it afterwards you need to install the driver manually. Instructions for this can be found at the following location: <br><br><b>ftp://ftp.suse.com/pub/suse/i386/supplementary/X/XFree86/nvidia-installer-HOWTO</b>
hu: <b>Az OpenGL gyorsítást nem lehet bekapcsolni</b><hr>Az OpenGL gyorsítás nem fog működni, mert nincsenek telepítve a hivatalos nVidia csomagok. Kérem,telepítse az nVidia meghajtót a <b>YaST Online Update</b> modul (YOU) segítségével(YaST2 Online frissítés).<br><br>Ha már egyszer telepítette a meghajtót a YOU segítségével és azóta eltávolította azt, valószínűleg kézzel kell telepítenie a megfelelő meghajtót. Az erre vonatkozó leírás itt található:<br><br><b>ftp://ftp.suse.com/pub/suse/i386/supplementary/X/XFree86/nvidia-installer-HOWTO</b>
ru: <b> Не возможно OpenGL ускорение</b> <hr>Для активизации 3D подсистему этой карты, Вы должны сначала установить коммерческий драйвер от nVidia. Установите драйвер, используя <b> YaST, Интерактивный Обновитель</b> и выбирите обновление nVidia драйвера. <br> <br>, если Вы уже установили драйвер через YaST Интерактивный Обновитель, то прежде деинсталлируй его и установите драйвер вручную. Команды для этого могут быть найдены на следующем сайте:<br><br><b>ftp://ftp.suse.com/pub/suse/i386/supplementary/X/XFREE86/NVIDIA-INSTALLER-HOWTO </b>
sl_si: <b>Vključitev OpenGL pospeševanja ni možna</b><hr>Za vključitev 3D podsistema grafične kartice, najprej namestite komercialni gonilnik podjetja nVidia. Namestite gonilnik z YOU (YaST2 Online Update) in izbiro posodobitve gonilnika nVidia.<br><br>Če ste gonilnik že namestili in ga kasneje odstranili, ga morate ponovno namestiti ročno. Navodila za ročno namestitev so na voljo na naslednji spletni strani:<br><br><b>ftp://ftp.suse.com/pub/suse/i386/supplementary/X/XFree86/nvidia-installer-HOWTO</b>

source: <b>Disable OpenGL acceleration</b><hr>The 3D subsystem is based on the commercial driver from nVidia. SaX2 needs to uninstall the driver using the nVidia installer. The uninstall process will reset the original driver from XFree86 which does not provide any 3D hardware acceleration.<br><br><b>Do you want to continue?</b>
hu: <b>OpenGL gyorsítás kikapcsolása</b><hr>A rendszer a hivatalos nVidia RPM-csomagokat használja a 3D gyorsításhoz. A 3D gyorsítás kikapcsolásához el kell távolítani az nVidia meghajtót.A SaX2 visszaállítja az eredeti XFree86 meghajtót, mely nem tartalmaz 3D gyorsítást. <br><br><b>Folytatja a 3D kikapcsolásával?</b>
ru: <b>Отключено OpenGL ускорение</b><hr>3D подсистема основана на коммерческом драйвере от nVidia. SaX2 требуется деинсталлировать драйвер, используя nVidia инсталлятор. Деинсталлирующий процесс удалит первоначальный драйвер от XFree86, который не дает никакого 3D аппаратного ускорения.<br><br><b>Вы хотите продолжить?</b>
sl_si: <b>Izključitev OpenGL pospeševanja</b><hr>3D podsistem temelji na komercialnemu gonilniku nVidia. SaX2 za odstranitev gonilnika potrebuje namestitveni program nVidie. Odstranitev gonilnika bo ponovno nastavila originalni gonilnik sistema XFree86, ki ne omogoča strojnega 3D pospeševanja. <br><br><b>Resnično želite nadaljevati?</b>

source: <b>OpenGL Subsystem:</b><hr>Set up the 3D features of the graphics card here. XFree86 includes the direct rendering interface to use the 3D capabilities of your graphics card. If your card and the corresponding driver support 3D hardware acceleration, enable it in this dialog.
hu: <b>OpenGL rendszer:</b><hr>Állítsa be grafikus kártyájának 3D képességeit. Az XFree86 az úgynevezett 'közvetlen leképezés interfészen' keresztül (DRI) tudja kihasználni a grafikus 3D képességeit. Amennyiben grafikus kártyája támogatja a hardveres 3D gyorsítást, itt be tudja kapcsolni ezt a képességet.
ru: <b>Подсистема OpenGL :</b><hr>Установите здесь 3D характеристики графической карты XFree86 включает интерфейс прямого преобразования для использования 3D возможностей вашей графической карты.Если ваша графической картыи соответствующий драйвер поддерживают аппаратное 3D ускорение - включите его в этом диалоге.
sl_si: <b>OpenGL podsistem:</b><hr>Nastavite lahko 3D zmožnosti grafične kartice. XFree86 vključuje t.i. vmesnik za neposredno upodabljanje (direct rendering interface) za uporabo 3D zmožnosti vaše grafične kartice. Če vaša kartica in ustrezni gonilniki podpirajo strojno 3D pospeševanje, ga v tem pogovornem oknu lahko omogočite.
sv: <b>Undersystem för OpenGL:</b><hr>Ställ in grafikkortets 3D-funktioner här. I XFree86 ingår ett direktrenderingsgränsnitt för att dra nytta av grafikkortets 3D-egenskaper. Om kortet med tillhörande drivrutin stödjer hårdvaruaccelererad 3D kan du aktivera det i den här dialogrutan.

source: Microsoft Natural
hu: Microsoft Natural billentyűzet
pl_pl: Naturalny Microsoft
ru: Microsoft Естественный

source: Samsung SDM 4500P
hu: Samsung SDM 4500P billentyűzet
ru: Самсунг SDM 4500P

source: Toshiba Satellite S3000
ru: Toshiba Спутник S3000

source: Logitech Cordless Desktop Navigator
ru: Logitech беспроводной настольный Навигатор

source: Logitech Cordless Freedom/Desktop Navigator
ru: Logitech беспроводной Freedom/Desktop Navigator

source: Honeywell Euroboard
hu: Honeywell Euroboard billentyűzet
ru: Honeywell Евродоска

source: Logitech Cordless Desktop
ru: Logitech беспроводной рабочий стол

source: Logitech Cordless Desktop Pro
ru: Logitech беспроводной рабочий стол Pro

source: Advance Scorpius KI
nl: Geavanceerde Scorpius KI
ru: Продвинутая Scorpius KI

source: Samsung SDM 4510P
ru: Самсунг SDM 4510P

source: SVEN Ergonomic 2500
ru: SVEN Эргономичная 2500

source: Modeline
lt: Skleistinë
pl_pl: Wiersz trybu
sk: Režim
sv: Lägesrad

source: Dvorak
hu: Dvorák

source: Ennyah DKB-1008
hu: Ennyah DKB-1008 billentyűzet

source: Cherry Blue Line CyBo@rd
hu: Cherry Blue Line CyBo@rd billentyűzet

source: <b>Insert disk</b><hr>Insert the display utility disk from the monitor vendor.
sv: <b>Sätt i disk</b><hr>Sätt in drivrutinsdisken från bildskärmsleverantören.

source: <b>Read error</b><hr>Could not read from disk. This may point to a damaged disk or incorrectly formatted information files on the disk.
sv: <b>Läsfel</b><hr>Kunde inte läsa från disken. Det kan bero på att disken är skadad eller ett felaktigt format på informationsfilen på disken.
