Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: <b>AccessX Enabled:</b><hr>The core mouse pointer is now accessable via the <b>number pad keys</b>. Test the behavior using the number pad.
bg: <b>AccessX е разрешено:</b><hr>Курсорът на мишката сега може да се управлява чрез <b>цифровия блок на клавиатурата</b>.
cs: <b>AccessX je povolen:</b><hr>Ukazatel myši je nyní možné ovládat na <b>numerické klávesnici</b>. Vyzkoušejte ovládání myši klávesnicí.
hu: <b>AccessX bekapcsolva:</b><hr>Az egérmutatót most a <b>numerikus billentyűkkel</b> vezérelheti. Kérem ellenőrizze annak működését
it: <b>AccessX abilitato:</b><hr>Il puntatore principale del mouse è ora accessibile tramite i <b>tasti del tastierino numerico</b>. Potete controllare il funzionamento usando il tastierino numerico.
lt: <b>AccessX ájungtas:</b><hr>Kursorius dabar pasiekiamas per <b>deðinëje klaviatûros pusëje esanèius skaièiø klaviðus</b>. Praðome patikrinti jø elgsenà.
nl: <b>AccessX is ingeschakeld:</b><hr>De basis muiswijzer is nu via de <b>nummer toetsen</b> toegankelijk. Test het gedrag door middel van het nummer pad.
pl_pl: <b>AccessX w³±czone:</b><hr>G³ówny wska¼nik myszy jest teraz dostêpny za pomoc± <b>klawiatury numerycznej</b>. Przetestuj zachowanie u¿ywaj±c klawiatury numerycznej.
ru: <b>AccessX включен:</b><hr>Основной указатель мыши доступен через <b>цифровую панель клавиатуры</b>Проверьте поведение, используя цифровую клавиатуру.
sk: <b>AccessX povolené:</b><hr>Hlavný kurzor myši je teraz možné ovládať <b>klávesmi na numerickej klávesnici</b>. Otestujte si chovanie kurzoru.
sl_si: <b>Omogočen AccessX:</b><hr>Osnovni kazalec miške je sedaj dosegljiv preko <b>tipk na numeričnem delu tipkovnice</b>. Prosim preverite obnašanje z uporabo numeričnega dela tipkovnice.
sv: <b>AccessX aktiverat:</b><hr>Standardmuspekaren kan nu nås via <b>siffertangentbordet</b>. Prova musbeteendet med siffertangentbordet.
uk: <b>Увімкнено AccessX:</b><hr>Основний вказівник мишки тепер доступний через <b>цифрові клавіші</b>. Перевірте поведінку мишки за допомогою цифрових клавіш.

source: <b>AccessX Disabled:</b><hr>Accessing the core mouse pointer via the number pad is <b>disabled</b> now.
bg: <b>AccessX е спряно:</b><hr>Управлението на курсора на мишката чрез цифровия блок на клавиатурата сега е <b>спряно</b>.
cs: <b>AccessX je zakázán:</b><hr>Ovládání myši prostřednictvím numerické klávesnice je <b>zakázáno</b>.
hu: <b>AccessX kikapcsolva:</b><hr>Az egérmutatót <b>nem lehet</b> a numerikus billentyűkkel vezérelni
it: <b>AccessX disabilitato:</b><hr>L'accesso al puntatore principale del mouse tramite il tastierino numerico è ora <b>disabilitato</b>.
lt: <b>AccessX iðjungtas:</b><hr>Kursoriaus pasiekimas naudojant skaièiø klaviðus dabar <b>iðjungtas</b>.
nl: <b>AccessX is uitgeschakeld:</b><hr>Toegang tot de basis muiswijzer via het nummer pad is nu <b>uitgeschakeld</b>.
pl_pl: <b>AccessX wy³±czone:</b><hr>Dostêp do wska¼nika myszy za pomoc± klawiatury numerycznej jest teraz <b>wy³±czony</b>.
ru: <b>AccessX Заблокирован:</b><hr>Основной указатель мыши сейчас <b>не доступен </b>.
sk: <b>AccessX zakázané:</b><hr>Ovládanie hlavného kurzoru myši pomocou numerickej klávesnice je teraz <b>vypnuté</b>.
sl_si: <b>Onemogočen AccessX:</b><hr>Dosegljivost osnovnega kazalca miške preko numeričnega dela tipkovnice je sedaj <b>onemogočena</b>.
sv: <b>AccessX inaktiverat:</b><hr>Standardmuspekaren kan nu <b>inte</b> nås via siffertangentbordet.
uk: <b>Вимкнено AccessX:</b><hr>Тепер доступ до основного вказівника мишки <b>вимкнено</b>.

source: <b>Remove Tablet:</b><hr>Really remove the graphics tablet from the system?
bg: <b>Премахване на таблета:</b><hr>Наистина ли искате да премахнете графичния таблет от системата си?
cs: <b>Odstranit tablet:</b><hr>Opravdu chcete odstranit grafický tablet ze systému?
hu: <b>Rajztábla eltávolítása:</b><hr>Valóban törölni akarja az elektronikus rajztáblát a rendszerből ?
it: <b>Rimozione tavoletta:</b><hr>Volete davvero rimuovere la tavoletta grafica dal sistema?
lt: <b>Paðalinti grafiná planðetà:</b><hr>Ar tikrai norite paðalinti grafiná planðetà ið sistemos?
nl: <b>Tablet verwijderen:</b><hr>Weet u zeker dat u het grafische tablet van uw systeem wilt verwijderen?
pl_pl: <b>Usuñ Tablet:</b><hr>Czy naprawdê usun±æ tablet graficzny z systemu?
ru: <b>Удалить планшет:</b><hr>Действительно удалить графический планшет из системы?
sk: <b>Odstrániť tablet:</b><hr>Naozaj odstrániť grafický tablet zo systému?
sl_si: <b>Odstranitev tablete:</b><hr>Resnično želite odstraniti grafično tableto s sistema?
sv: <b>Ta bort platta:</b><hr>Vill du verkligen ta bort grafikplattan från systemet?
uk: <b>Вилучити планшет:</b><hr>Дійсно вилучити з системи графічний планшет?

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time the graphics system is restarted.
bg: <b>Настройките са записани:</b><hr>Вашите промени ще имат ефект при следващото стартиране на графичната среда.
cs: <b>Konfigurace byla uložena:</b><hr>Vaše změny se projeví po restartu grafického prostředí.
hu: <b>Beállítások mentése sikerült:</b><hr>Vegye figyelembe, hogy a módsítások csak a grafikus felület következő újraindításakor lépnek érvénybe.
it: <b>Configurazione salvata:</b><hr>Le modifiche saranno rese effettive al prossimo avvio del sistema grafico.
lt: <b>Konfigûracija iðsaugota:</b><hr>Pakeitimai pradës galioti tik ið naujo paleidus grafinæ sistemà.
nl: <b>De configuratie is opgeslagen:</b><hr>Uw modificaties hebben pas effect wanneer u het grafische systeem opnieuw heeft opgestart.
pl_pl: <b>Konfiguracja zosta³a zapisana:</b><hr>Ustawienia zadzia³aj± po najbli¿szym restarcie systemu graficznego.
ru: <b> Конфигурация была сохранена: </b> <час> Ваши модификации вступят в силу в следующий раз, когда графическая система будет перезапущена.
sk: <b>Nastavenie bolo uložené:</b><hr>Vaše zmeny sa prejavia pri budúcom štarte grafického systému.
sl_si: <b>Shranitev prilagoditve:</b><hr>Vaše spremembe bodo upoštevane ob naslednjem zagonu grafičnega sistema.
sv: <b>Inställningarna har sparats:</b><hr>Observera att ändringarna träder i kraft nästa gång grafiksystemet startas.
uk: <b>Конфігурацію збережено:</b><hr>Ваші зміни наберуть чинності після наступного перезапуску графічної системи.

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time your system is <b>rebooted</b>.
bg: <b>Настройките са записани:</b><hr>Вашите промени ще имат ефект при следващото <b>рестартиране</b> на системата.
cs: <b>Konfigurace byla uložena:</b><hr>Vaše změny se projeví po restartu počítače.
hu: <b>Beállítások mentése sikerült:</b><hr>Vegye figyelembe, hogy a módosítások csak a <b>rendszer újraindítását követően</b> lépnek érvénybe.
it: <b>Configurazione salvata:</b><hr>Le modifiche saranno effettive solo dal prossimo <b>riavvio</b> del sistema.
lt: <b>Konfigûracija iðsaugota:</b><hr>Pakeitimai pradës galioti <b>ið naujo paleidus</b> sistemà.
nl: <b>De configuratie is opgeslagen:</b><hr>Uw modificatie hebben pas effect wanneer het systeem <b>opnieuw geboot</b> is.
pl_pl: <b>Konfiguracja zosta³a zapisana:</b><hr>Ustawienia zadzia³aj± po najbli¿szym restarcie systemu.
ru: <b>Конфигурация была сохранена:</b><hr> Ваши модификации вступят в силу в следующий раз, когда графическая система будет <b>перезапущена</b>.
sk: <b>Nastavenie bolo uložené:</b><hr>Vaše zmeny sa prejavia pri budúcom <b>reštarte počítača</b>.
sl_si: <b>Shranitev prilagoditve:</b><hr>Vaše spremembe bodo upoštevane ob naslednjem <b>zagonu</b> celotnega sistema.
sv: <b>Inställningarna har sparats:</b><hr>Observera att ändringarna träder i kraft nästa gång systemet <b>startas om</b>.
uk: <b>Конфігурацію збережено:</b><hr>Ваші зміни наберуть чинності після наступного <b>перезавантаження</b> вашої системи.

source: <b>3D capable card detected: <u>%1</u></b><hr>All 3D drivers in Linux are in developmental phases so are, in part, still regarded as experimental. Nevertheless, we have decided to include the drivers in our distribution because of the high demand for 3D hardware acceleration in Linux. <br><br>Because of the somewhat experimental status of OpenGL drivers, we are unable to offer any installation support for configuring 3D hardware acceleration or if any problems related to this should arise.<br><br><b>Do you want to enable 3D for this card?</b>
bg: <b>Видеокарта с 3D възможности е открита: <u>%1</u></b><hr>Всички 3D драйвери под Linux все още са в етап на развитие и някой все още се считат за експериментални. Въпреки това решихме да добавим тези драйвери в нашата дистрибуция поради голямото търсене на хардуерно 3D ускорение под Linux.<br><br>Поради все още експерименталния статус на хардуерното 3D ускорение ние не можем да предложим инсталационна поддръжка за конфигуриране или да разрешим каквито и да е проблеми, които евентуално могат да възникнат.<br><br><b>Искате ли да разрешите 3D за тази видеокарта?</b>
cs: <b>Byla nalezena karta s podporou 3D</b><hr>Všechny 3D ovladače v Linuxu se stále vyvíjejí, což je třeba mít na paměti při jejich využívání. Protože je však velice silná poptávka po 3D hardwarové akceleraci, rozhodli jsme se zařadit tyto ovladače do naší distribuce.<br><br>Protože je stav OpenGL ovladačů stále experimentální, nejsme s to poskytovat žádnou instalační podporu pro konfiguraci 3D hardwarové akcelerace nebo pro související problémy. Z tohoto důvodu není 3D podpora součástí základní konfigurace grafického prostředí.<br><br>Chcete povolit 3D pro následující kartu?
hu: <b>3D kártyát találtam: <u>%1</u></b><hr>Jelenleg minden linuxos 3D meghajtó még fejlesztési állapotban van, egyesek még igen kisérleti jellegűek. Mivel azonban nagyon sokan Linux alatt is szeretnék kihasználni a grafikus kártya 3D képességeit, disztribúciónk tartalmazza a megfelelő meghajtókat.<br> <br>Az OpenGL meghajtók, említett kisérleti állapota miatt azonban semmilyen segítséget nem tudunk nyújtani a 3D gyorsítás beállításakor, ha evvel kapcsolatosan bármilyen hiba lép fel a rendszerben. <br><br>Be szeretné állítani a 3D gyorsítást az alábbi kártyához?
it: <b>Rilevata scheda grafica 3D</b><hr> <u>%1</u>Tutti i driver 3D sotto Linux sono in fase di sviluppo e, pertanto, sono ancora considerati sperimentali. Ciò nonostante, abbiamo deciso di includere i driver nella nostra distribuzione a causa dell'elevata richiesta di accelerazione 3D sotto Linux.<br><br> A causa dello stato in un certo senso sperimentale dei driver OpenGL, non siamo in grado di fornire alcun supporto all' installazione per la configurazione dell'accelerazione hardware 3D nel caso dovessero verificarsi delle difficoltà.<br><br><b>Volete abilitare il supporto 3D per questa scheda?</b>
lt: <b>Surasta plokðtë su 3D spartinimu: <u>%1</u></b><hr>Visos 3D tvarkyklës Linux sistemai yra vystymosi etape ir ið dalies jas galima traktuoti kaip eksperimentines. Taèiau mes nusprendëme átraukti tvarkykles á mûsø distribucijà dël didelio 3D spartinimo poreikio Linux sistemoje. <br><br>Dël OpenGL tvarkykliø eksperimentinës bûklës, mes negalime pasiûlyti jokios ádiegimo pagalbos 3D spartinimo konfigûravimui ir dël to kilusioms problemoms spræsti.<br><br><b>Ar norite ájungti 3D spartinimà sekanèiai plokðtei?</b>
nl: <b>Kaart met 3D functionaliteit gedetecteerd: <u>%1</u></b><hr>Alle Linux 3D drivers zitten nog in de ontwikkelingsfase en zijn deels nog experimenteel. Desondanks hebben we besloten om de drivers in onze distributie op te nemen vanwege de grote vraag naar 3D hardware versnelling in Linux. <br><br>Vanwege de ietwat experimentele status van de OpenGL drivers zijn we niet in staat om wat voor installatie ondersteuning dan ook te geven bij het configureren van de 3D hardware versnelling of bij optredende problemen met betrekking tot het bovenstaande.<br><br><b>Wilt u de 3D ondersteuning voor deze kaart activeren?</b>
pl_pl: <b>Wykryto kartê z obs³ug± 3D: <u>%1</u></b><hr>Wszystkie sterowniki 3D w systemie Linux s± w trakcie rozwoju, wiêc czê¶ciowo s± traktowane jako eksperymentalne. Zdecydowali¶my siê jednak do³±czyæ sterowniki do tej dystrybucji ze wzglêdu na wysokie oczekiwania zwi±zane z akceleracj± sprzêtow± w systemie Linux. <br><br>Ze wzglêdu na nieco eksperymentalny stan sterowników OpenGL, nie jeste¶my w stanie zaoferowaæ pe³nego wsparcia przy instalacji i konfiguracji sprzêtu 3D w przypadku problemów, które mog± siê pojawiæ.<br><br><b>Czy chcesz w³±czyæ 3D dla tej karty?</b>
ru: <b>3D карта обнаружена: <u> %1 </u> </b> <hr> Все 3D драйверы в Linux находятся в стадии развития, ивсе еще расцениваются как экспериментальные.Однако, мы решили включить драйверы в наш дистрибутив из-за высокого спроса на 3D аппаратное ускорение в Linux.<br><br>Из-за несколько экспериментального состояния OpenGL драйверов, мы неспособны предложить любую инсталляционную поддержку конфигурирования 3D аппаратного ускорения или если возникли любые проблемы, связанные с этим.<br> <br> <b>Вы хотите включить 3D для этой карты?</b>
sk: <b>Nájdená karta podporujúca 3D:<u>%1</u></b><hr>Všetky 3D ovládače pre Linux sú vo vývoji a preto považované za experimentálne. Aj tak sme sa rozhodli ich do distribúcie zahrnúť, pretože sú stále žiadané. <br><br>Kvôli ich experimentálnemu stavu ale nedokážeme pre ne poskytovať inštalačnú podporu pri konfigurácii 3D hardwarovej akcelerácie, ani pri problémoch s nimi súvisiacich.<br><br><b>Chcete pre túto kartu zapnúť 3D?</b>
sl_si: <b>Zaznana je bila kartica s 3D zmožnostmi: <u>%1</u></b><hr>Vsi 3D gonilniki v Linuxu so v razvojni fazi in so zato, vsaj delno, označeni kot eksperimentalni. Ne glede na to, smo se zaradi velikega povpraševanja po podpori strojnega 3D pospeševanja v Linuxu odločili gonilnike vključiti v distribucijo.<br><br>Zaradi eksperimentalnega statusa gonilnikov OpenGL, namestitvena podpora ne vsebuje podpore za nastavitev strojnega 3D pospeševanja ali reševanja težav s pospeševanjem. Zato osnovna nastavitev grafičnega okolja X11 ne vsebuje nastavitve strojne opreme za 3D.<br><br><b>Želite omogočiti 3D podporo za izbrano kartico?</b>
sv: <b>Kort med 3D-egenskaper hittades: <u>%1</u></b><hr>Alla 3D-drivrutiner i Linux befinner sig på utvecklingsstadiet och ska därför fortfarande ses som experimentella. Vi har ändå beslutat ta med dem i vår distribution på grund av den starka efterfrågan efter hårdvaruacceleration av 3D i Linux. <br><br>På grund av att OpenGL-drivrutinerna är något experimentella kan vi inte ge någon installationssupport för inställning av hårdvaruaccelererad 3D, eller om problem som hänger ihop med det dyker upp.<br><br><b>Vill du aktivera 3D för det här kortet?</b>
uk: <b>Виявлено плату з підтримкою 3D: <u>%1</u></b><hr>Всі драйвери 3D в Linux знаходяться в стадії розробки, і тому до них відносяться як до експериментальних. Однак, ми вирішили включити ці драйвери в дистрибутив, через те що існує значний попит на підтримку апаратного прискорення 3D в Linux. <br><br>Через, дещо, експериментальний стан драйверів OpenGL, ми не можемо надати клієнтам підтримку у встановлені та налаштуванні апаратного прискорення 3D або у вирішенні будь-яких проблем, пов'язаних з ним.<br><br><b>Хочете увімкнути 3D для цієї плати?</b>
