Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: Vietnamese
bg: Виетнамска
cs: Vietnamské
hu: Vietnámi
lt: Vietnamieèiø
nl: Vietnamees
pl_pl: Wietnamski
ru: Вьетнамский
sk: Vietnamská
sl_si: Vietnamski
sv: Vietnamesiskt
uk: В'єтнамська

source: Lao
bg: Лаоска
cs: Laoské
lt: Laosieèiø
pl_pl: Laotañski
ru: Лао
sk: Laoská
sv: Laotiska
uk: Лаоська

source: Logitech Deluxe Access Keyboard
bg: Logitech Deluxe Access клавиатура
hu: Logitech Deluxe Access billentyűzet
lt: Logitech Deluxe Access klaviatûra
nl: Logitech Deluxe Access toetsenbord
pl_pl: Klawiatura Logitech Deluxe Access
ru: Logitech Deluxe Access клавиатура
uk: Клавіатура Logitech Deluxe Access

source: Microsoft Internet Keyboard
bg: Microsoft Internet клавиатура
hu: Microsoft Internet billentyűzet
lt: Microsoft Internet klaviatûra
nl: Microsoft internet toetsenbord
pl_pl: Klawiatura Microsoft Internet
ru: Internet Microsoft клавиатура
uk: Клавіатура Microsoft Internet

source: Logitech Cordless Desktop Pro (alternate option2)
bg: Logitech Cordless Desktop Pro (алтернативна възможност2)
cs: Logitech Cordless Desktop Pro (alternativní nastavení 2)
hu: Logitech Cordless Desktop Pro (alternatív opció 2)
lt: Logitech Cordless Desktop Pro (papildoma option2)
nl: Logitech Cordless Desktop Pro (alternatief optie2)
pl_pl: Logitech Cordless Desktop Pro (alternatywna opcja2)
ru: Logitech беспроводной рабочий стол Pro (альтернативная option2)
sk: Logitech Cordless Desktop Pro (alternatívna 2)
sl_si: Logitech Cordless Desktop Pro (druga alternativna možnost)
sv: Logitech Cordless Desktop Pro (alternativ 2)
uk: Logitech Cordless Desktop Pro (альтернативна 2)

source: Brother Internet Keyboard
bg: Brother Internet клавиатура
hu: Brother internet billentyűzet
lt: Brother Internet klaviatûra
nl: Brother internet toetsenbord
pl_pl: Klawiatura Brother Internet
ru: Internet Brother клавиатура
uk: Клавіатура Brother Internet

source: Laptop/notebook Compaq (eg. Armada) Laptop Keyboard
bg: Compaq клавиатура за лаптоп, например Armada
cs: Laptop/notebook Compaq (např. Armada) Laptop Keyboard
hu: Laptop/notebook Compaq (Armada) Laptop billentyűzet
lt: Neðiojamojo Compaq (pvz. Armada) Laptop Keyboard
nl: Laptop/notebook Compaq (bijv: Armada) laptop toetsenbord
pl_pl: Klawiatura Laptop/notebook Compaq (np. Armada)
ru: Портативная /ноутбук Compaq (например. Армада) клавиатура лэптопа
sk: Laptop/notebook Compaq (napr. Armada) Laptop Keyboard
sl_si: Tipkovnica prenosnika Compaq (npr. Armada)
sv: Bärbar Compaq (t ex Armada) tangentbord för bärbar
uk: Лептоп/ноутбук Compaq (напр., Armada) клавіатура

source: Laptop/notebook Compaq (eg. Presario) Internet Keyboard
bg: Compaq Интернет клавиатура за лаптоп, например Presario
cs: Laptop/notebook Compaq (např. Presario) Internet Keyboard
hu: Laptop/notebook Compaq (Presario) internet billentyűzet
lt: Laptop/notebook Compaq (pvz. Presario) Internet klaviatûra
nl: Laptop/notebook Compaq (bijv: Presario) internet toetsenbord
pl_pl: Klawiatura Internetowa Laptop/notebook Compaq (np. Presario)
ru: Портативная /ноутбук Compaq (например,. Presario) Internet клавиатура
sk: Laptop/notebook Compaq (napr. Presario) Internet Keyboard
sl_si: Spletna tipkovnica prenosnika Compaq (npr. Presario)
sv: Bärbar Compaq (t ex Presario) Internettangentbord
uk: Лептоп/ноутбук Compaq (напр., Presario) Internet клавіатура

source: Logitech iTouch Cordless Keyboard (model Y-RB6)
bg: Logitech iTouch безжична клавиатура (модел Y-RB6)
hu: Logitech iTouch vezetéknélküli billentyűzet (Y-RB6)
lt: Logitech iTouch Cordless klaviatûra (modelis Y-RB6)
nl: Logitech iTouch Cordless toetsenbord (model Y-RB6)
pl_pl: Klawiatura Logitech iTouch Cordless (model Y-RB6)
ru: Logitech iTouch беспроводная клавиатура (модель Y-RB6)
sv: Logitech iTouch trådlöst tangentbord (modell Y-RB6)
uk: Клавіатура Logitech iTouch Cordless (model Y-RB6)

source: Trust Direct Access Keyboard
bg: Trust Direct Access клавиатура
hu: Trust Direct Access billentyűzet
lt: Trust Direct Access klaviatûra
nl: Trust Direct Access toetsenbord
pl_pl: Klawiatura Trust Direct Access
ru: Trust клавиатура прямого доступа
uk: Клавіатура Trust Direct Access

source: Logitech Internet Navigator Keyboard
bg: Logitech Internet Navigator клавиатура
hu: Logitech Internet Navigator billentyűzet
lt: Logitech Internet Navigator klaviatûra
nl: Logitech Internet Navigator toetsenbord
pl_pl: Klawiatura Logitech Internet Navigator
ru: Logitech Навигатора Internet клавиатура
uk: Клавіатура Logitech Internet Navigator

source: Compaq Internet Keyboard (13 keys)
bg: Compaq Интернет клавиатура (13 клавиша)
cs: Compaq Internet Keyboard (13 kláves)
hu: Compaq internet billentyűzet (13 gombos)
it: Compaq Internet Keyboard (13 tasti)
lt: Compaq Internet klaviatûra (13 klaviðø)
nl: Compaq internet toetsenbord (13 toetsen)
pl_pl: Klawiatura Compaq Internet (13 klawiszy)
ru: Internet Compaq клавиатура (13 клавиш)
sk: Compaq Internet Keyboard (13 kláves)
sl_si: Spletna tipkovnica Compaq (13 tipk)
sv: Compaq Internet Keyboard (13 tangenter)
uk: Клавіатура Compaq Internet (13 клавіш)

source: Compaq iPaq Keyboard
bg: Compaq iPaq клавиатура
hu: Compaq iPaq billentyűzet
lt: Compaq iPaq klaviatûra
nl: Compaq iPaq toetsenbord
pl_pl: Klawiatura Compaq iPaq
ru: Compaq iPaq Клавиатура
sv: Compaq iPaq-tangentbord
uk: Клавіатура Compaq iPaq

source: Logitech Cordless Desktop Pro (alternate option)
bg: Logitech Cordless Desktop Pro (алтернативна възможност)
cs: Logitech Cordless Desktop Pro (alternativní nastavení)
hu: Logitech Cordless Desktop Pro (alternatív opció)
lt: Logitech Cordless Desktop Pro (papildoma parinktis)
nl: Logitech Cordless Desktop Pro (alternatieve optie)
pl_pl: Logitech Cordless Desktop Pro (alternatywna opcja)
ru: Logitech беспроводной рабочий стол Pro (альтернативная опция)
sk: Logitech Cordless Desktop Pro (alternatívna)
sl_si: Logitech Cordless Desktop Pro (alternativna možnost)
sv: Logitech Cordless Desktop Pro (alternativt)
uk: Logitech Cordless Desktop Pro (альтернативна)

source: Symplon PaceBook (tablet PC)
bg: Symplon PaceBook (таблет PC)
ru: Symplon PaceBook (планшет PC)
sv: Symplon PaceBook (PC-pekplatta)
uk: Symplon PaceBook (планшет ПК)

source: BTC 5113RF Multimedia
bg: BTC 5113RF мултимедийна
hu: BTC 5113RF multimédia billentyűzet
ru: BTC 5113RF Мультимедиа
uk: BTC 5113RF Мультимедія

source: Diamond 9801 / 9802 series
bg: Diamond 9801 / 9802 серии
cs: Diamond 9801 / 9802 série
hu: Diamond 9801 / 9802 sorozat
lt: Diamond 9801 / 9802 serijos
ru: Diamond 9801 / 9802 серия
sk: Diamond série 9801 / 9802
sl_si: Diamond serije 9801 / 9802
sv: Diamond 9801/9802-serien
uk: Diamond 9801 / 9802 серія

source: Logitech Internet Keyboard
bg: Logitech Интернет клавиатура
hu: Logitech internet billentyűzet
lt: Logitech Internet klaviatûra
nl: Logitech internet toetsenbord
pl_pl: Klawiatura Logitech Internet
ru: Logitech Internet клавиатура
uk: Клавіатура Logitech Internet

source: Genius Comfy KB-16M / Genius MM Keyboard KWD-910
bg: Genius Comfy KB-16M / Genius MM клавиатура KWD-910
hu: Genius Comfy KB-16M / Genius MM billentyűzet KWD-910
nl: Genius Comfy KB-16M / Genius MM toetsenbord KWD-910
pl_pl: Genius Comfy KB-16M / Genius MM klawiatura KWD-910
ru: Genius Comfy KB-16M / Genius MM клавиатура KWD-910
sl_si: Tipkovnica Genius Comfy KB-16M / Genius MM Keyboard KWD-910
uk: Genius Comfy KB-16M / Genius MM клавіатура KWD-910

source: Hewlett-Packard Internet Keyboard
bg: Hewlett-Packard Интернет клавиатура
hu: Hewlett-Packard internet billentyűzet
lt: Hewlett-Packard Internet klaviatûra
nl: Hewlett-Packard internet toetsenbord
pl_pl: Klawiatura Hewlett-Packard Internet
ru: Internet Hewlett Packard клавиатура
uk: Клавіатура Hewlett-Packard Internet

source: Microsoft Natural Keyboard Pro / Microsoft Internet Keyboard Pro
hu: Microsoft Natural Pro / Microsoft internet billentyűzet
ru: Microsoft Natural клавиатура Pro / клавиатура Internet Microsoft Pro
uk: Microsoft Natural клавіатура Pro / Microsoft Internet клавіатура Pro

source: Brazilian ABNT2
bg: Бразилска ABNT2
cs: Brazilské ABNT2
hu: Brazil ABNT2 billentyűzet
lt: Brazilø ABNT2
nl: Braziliaanse ABNT2
ru: Бразильский ABNT2
sk: Brazílska ABNT2
uk: Бразильська ABNT2

source: Compaq Internet Keyboard (7 keys)
bg: Compaq Интернет клавиатура (7 клавиша)
cs: Compaq Internet Keyboard (7 kláves)
hu: Compaq internet billentyűzet (7 gombos)
it: Compaq Internet Keyboard (7 tasti)
lt: Compaq Internet klaviatûra (7 klaviðai)
nl: Compaq internet toetsenbord (7 toetsen)
pl_pl: Klawiatura Compaq Internet (7 klawiszy)
ru: Internet Compaq клавиатура (7 клавиш)
sk: Compaq Internet Keyboard (7 kláves)
sl_si: Spletna tipkovnica Compaq (7 tipk)
sv: Compaq Internet Keyboard (7 tangenter)
uk: Клавіатура Compaq Internet (7 клавіш)

source: Yahoo! Internet Keyboard
bg: Yahoo! Интернет клавиатура
hu: Yahoo! internet billentyűzet
lt: Yahoo! Internet klaviatûra
nl: Yahoo! internet toetsenbord
pl_pl: Klawiatura Yahoo! Internet
ru: Yahoo! Internet клавиатура
uk: Клавіатура Yahoo! Internet

source: Compaq Internet Keyboard (18 keys)
bg: Compaq Интернет клавиатура (18 клавиша)
cs: Compaq Internet Keyboard (18 kláves)
hu: Compaq internet billentyűzet (18 gombos)
it: Compaq Internet Keyboard (18 tasti)
lt: Compaq Internet klaviatûra (18 klaviðø)
nl: Compaq internet toetsenbord (18 toetsen)
pl_pl: Klawiatura Compaq Internet (18 klawiszy)
ru: Internet Compaq клавиатура (18 клавиш)
sk: Compaq Internet Keyboard (18 kláves)
sl_si: Spletna tipkovnica Compaq (18 tipk)
sv: Compaq Internet Keyboard (18 tangenter)
uk: Клавіатура Compaq Internet (18 клавіш)

source: Laptop/notebook Dell Inspiron 8xxx
bg: Dell Inspiron 8xxx за лаптоп
lt: Neðiojamasis Dell Inspiron 8xxx
ru: Лэптоп/ноутбук Dell Inspiron 8xxx
sl_si: Prenosnik Dell Inspiron 8xxx
sv: Bärbar Dell Inspiron 8xxx
uk: Лептоп/ноутбук Dell Inspiron 8xxx

source: IBM Rapid Access II (alternate option)
bg: IBM Rapid Access II (алтернативна възможност)
cs: IBM Rapid Access II (alternativní nastavení)
hu: IBM Rapid Access II (alternatív opció)
lt: IBM Rapid Access II (papildoma parinktis)
nl: IBM Rapid Access II (alternatieve optie)
pl_pl: IBM Rapid Access II (alternatywna opcja)
ru: IBM Rapid Access II (альтернативная)
sk: IBM Rapid Access II (alternatívna)
sl_si: IBM Rapid Access II (alternativna možnost)
sv: IBM Rapid Access II (alternativ)
uk: IBM Rapid Access II (альтернативна)

source: Dexxa Wireless Desktop Keyboard
bg: Dexxa безжична десктоп клавиатура
hu: Dexxa Wireless Desktop billentyűzet
lt: Dexxa Wireless Desktop klaviatûra
nl: Dexxa Wireless Desktop toetsenbord
pl_pl: Klawiatura Dexxa Wireless Desktop
ru: Dexxa беспроводная настольная клавиатура
uk: Клавіатура Dexxa Wireless Desktop

source: Generic 101-key PC
bg: Обща 101-клавишна PC
cs: Generic 101-kláves PC
hu: Általános 101-gombos PC
lt: Bendrasis 101-klaviðø PK
nl: Generieke 101-key PC
pl_pl: Typowa 101-klawiszowa PC
ru: Универсальная PC с 101 клавишами
sk: Všeobecná PC 101 kláves
sl_si: Splošna tipkovnica s 101 tipko
sv: Generellt 101-tangenters PC
uk: Звичайна 101-key PC

source: ACPI Standard
bg: ACPI стандарт
hu: ACPI szabvány
it: Standard ACPI
nl: ACPI Standaard
ru: ACPI Стандарт
sk: Štandardné ACPI
uk: ACPI Стандартна

source: Cherry Blue Line CyBo@rd (alternate option)
bg: Cherry Blue Line CyBo@rd (алтернативна възможност)
cs: Cherry Blue Line CyBo@rd (alternativní volba)
hu: Cherry Blue Line CyBo@rd (alternatív opció)
lt: Cherry Blue Line CyBo@rd (papaildoma parinktis)
nl: Cherry Blue Line CyBo@rd (alternatieve optie)
pl_pl: Cherry Blue Line CyBo@rd (alternatywna opcja)
ru: Cherry Blue Line CyBo@rd (альтернативная)
sk: Cherry Blue Line CyBo@rd (alternatívna)
sl_si: Cherry Blue Line CyBo@rd (alternativna možnost)
sv: Cherry Blue Line CyBo@rd (alternativ)
uk: Cherry Blue Line CyBo@rd (альтернативна)

source: Chicony Internet Keyboard
bg: Chicony Интернет клавиатура
hu: Chicony internet billentyűzet
lt: Chicony Internet klaviatûra
nl: Chicony internet toetsenbord
pl_pl: Klawiatura Chicony Internet
ru: Chicony Internet клавиатура
sl_si: Chicony Internet tipkovnica
uk: Клавіатура Chicony Internet

source: Hewlett-Packard SK-2501 Multimedia Keyboard
bg: Hewlett-Packard SK-2501 мултимедийна клавиатура
hu: Hewlett-Packard SK-2501 multimédia billentyűzet
lt: Hewlett-Packard SK-2501 Multimedia klaviatûra
nl: Hewlett-Packard SK-2501 multimedia toetsenbord
pl_pl: Klawiatura Hewlett-Packard SK-2501 Multimedia
ru: Hewlett Packard SK-2501 мультимедиа клавиатура
sl_si: Hewlett-Packard SK-2501 večpredstavna tipkovnica
sv: Hewlett-Packard SK-2501 Multimediatangentbord
uk: Клавіатура Hewlett-Packard SK-2501 Multimedia

source: Generic 102-key (Intl) PC
bg: Обща 102-клавишна (Intl) PC
cs: Generic 102-kláves (Intl) PC
hu: Általános 102-gombos (nemzetközi) PC
lt: Bendroji 102-key (Intl) PC
nl: Generieke 102-key (Intl) PC
pl_pl: Typowa 102-klawiszowa (Intl) PC
ru: Универсальная (Intl) PC с 102 клавишами
sk: Všeobecná PC 102 kláves (medz.)
sl_si: Splošna mednarodna tipkovnica s 102 tipkama
sv: Generellt 102-tangenters (internationellt) PC
uk: Звичайна 102-key (Intl) PC

source: Compaq Easy Access Keyboard
bg: Compaq Easy Access клавиатура
hu: Compaq Easy Access billentyűzet
lt: Compaq Easy Access klaviatûra
nl: Compaq Easy Access toetsenbord
pl_pl: Klawiatura Compaq Easy Access
ru: Клавиатура Compaq свободного доступа
sl_si: Compaq Easy Access tipkovnica
uk: Клавіатура Compaq Easy Access

source: Hewlett-Packard 5181 Internet Keyboard
bg: Hewlett-Packard 5181 Интернет клавиатура
hu: Hewlett-Packard 5181 internet billentyűzet
lt: Hewlett-Packard 5181 Internet klaviatûra
nl: Hewlett-Packard 5181 internet toetsenbord
pl_pl: Klawiatura Hewlett-Packard 5181 Internet
ru: Hewlett Packard 5181 Internet клавиатура
sl_si: Hewlett-Packard 5181 Internet tipkovnica
uk: Клавіатура Hewlett-Packard 5181 Internet

source: Memorex MX2500 EZ-Access Keyboard
bg: Memorex MX2500 EZ-Access клавиатура
hu: Memorex MX2500 EZ-Access billentyűzet
lt: Memorex MX2500 EZ-Access klaviatûra
nl: Memorex MX2500 EZ-Access toetsenbord
pl_pl: Klawiatura Memorex MX2500 EZ-Access
ru: Memorex MX2500 клавиатура EZ-Access
sl_si: Memorex MX2500 EZ-Access tipkovnica
uk: Клавіатура Memorex MX2500 EZ-Access

source: Generic 104-key PC
bg: Обща 104-клавишна PC
cs: Generic 104-kláves PC
hu: Általános 104-gombos PC
lt: Bendroji 104 klaviðø PK
nl: Generieke 104-key PC
pl_pl: Typowa 104-klawiszowa PC
ru: Универсальная PC с 104 клавишами
sk: Všeobecná PC 104 kláves
sl_si: Splošna tipkovnica s 104 tipkami
sv: Generellt 104-tangenters PC
uk: Звичайна 104-key PC

source: Japanese 106-key
bg: Японска 106-клавишна
cs: Japonské 106-kláves
hu: Japán 106-gombos
lt: Japonø 106 klaviðø
nl: Japans 106-toetsen
pl_pl: Japanese 106-klawiszowa
ru: Японская с 106 клавишами
sk: Japonská 106 kláves
sl_si: Japonska tipkovica s 106 tipkami
sv: Japanskt 106-tangenters
uk: Японська 106-key

source: Hewlett-Packard Omnibook XE3 GC, GD, GE and Pavilion N5xxx
bg: Hewlett-Packard Omnibook XE3 GC, GD, GE и Pavilion N5xxx
cs: Hewlett-Packard Omnibook XE3 GC, GD, GE a Pavilion N5xxx
hu: Hewlett-Packard Omnibook XE3 GC, GD, GE és Pavilion N5xxx
it: Hewlett-Packard Omnibook XE3 GC, GD, GE and Pavilion N5xx
lt: Hewlett-Packard Omnibook XE3 GC, GD, GE ir Pavilion N5xxx
nl: Hewlett-Packard Omnibook XE3 GC, GD, GE en Pavilion N5xxx
pl_pl: Hewlett-Packard Omnibook XE3 GC, GD, GE i Pavilion N5xxx
sk: Hewlett-Packard Omnibook XE3 GC, GD, GE a Pavilion N5xxx
sl_si: Hewlett-Packard Omnibook XE3 GC, GD, GE in Pavilion N5xxx
sv: Hewlett-Packard Omnibook XE3 GC, GD, GE och Pavilion N5xxx
uk: Hewlett-Packard Omnibook XE3 GC, GD, GE та Pavilion N5xxx

source: Logitech iTouch keyboard Internet Navigator
bg: Logitech iTouch клавиатура Internet Navigator
hu: Logitech iTouch billentyűzet, Internet Navigator
ru: Logitech iTouch клавиатура навигатора Internet
sk: Logitech iTouch Internet Navigator
uk: Logitech iTouch клавіатура Internet Navigator

source: Generic 105-key (Intl) PC
bg: Обща 105-клавишна (Intl) PC
hu: Általános 105-gombos (nemzetközi) PC
lt: Bendroji 105 klaviðø (Intl) PK
nl: Generieke 105-key (Intl) PC
pl_pl: Typowa 105-klawiszowa (Intl) PC
ru: Универсальная (Intl) PC с 105 клавишами
sk: Všeobecná PC 105 kláves (medz.)
sl_si: Splošna mednarodna tipkovnica s 105 tipkami
sv: Generellt 105-tangenters (internationellt) PC
uk: Звичайна 105-key (Intl) PC

source: Hewlett-Packard SK-2505 Internet Keyboard
bg: Hewlett-Packard SK-2505 Интернет клавиатура
hu: Hewlett-Packard SK-2505 internet billentyűzet
lt: Hewlett-Packard SK-2505 Internet klaviatûra
nl: Hewlett-Packard SK-2505 internet toetsenbord
pl_pl: Klawiatura Hewlett-Packard SK-2505 Internet
ru: Hewlett Packard SK-2505 Internet клавиатура
sl_si: Hewlett-Packard SK-2505 Internet tipkovnica
uk: Клавіатура Hewlett-Packard SK-2505 Internet

source: Microsoft Internet Keyboard Pro, Swedish
bg: Microsoft Internet Keyboard Pro, Шведска
cs: Microsoft Internet Keyboard Pro, švédské
hu: Microsoft Internet Keyboard Pro, Svéd
lt: Microsoft Internet Keyboard Pro, Ðvedø
nl: Microsoft Internet Keyboard Pro, Zweeds
ru: Клавиатура Internet Microsoft, Pro, шведская
sk: Microsoft Internet Keyboard Pro, švédska
sv: Microsoft Internet Keyboard Pro, Svenskt
uk: Microsoft Internet клавіатура Pro, шведська

source: Microsoft Office Keyboard
bg: Microsoft офис клавиатура
hu: Microsoft Office billentyűzet
lt: Microsoft Office klaviatûra
nl: Microsoft Office toetsenbord
pl_pl: Klawiatura Microsoft Office
ru: Клавиатура Microsoft Office
sl_si: Microsoft Office tipkovnica
sv: Microsoft Office-tangentbord
uk: Клавіатура Microsoft Office

source: Oretec MCK-800 MM/Internet keyboard
bg: Oretec MCK-800 MM/Internet клавиатура
hu: Oretec MCK-800 MM/internet billentyűzet
lt: Oretec MCK-800 MM/Internet klaviatûra
nl: Oretec MCK-800 MM/internet toetsenbord
ru: Oretec MCK-800 клавиатура ММ/Internet
sl_si: Oretec MCK-800 MM/Internet tipkovnica
uk: Клавіатура Oretec MCK-800 MM/Internet

source: Both Ctrl keys together change group
bg: Двата Ctrl-a превключват групата
cs: Oba Ctrl mění skupinu
hu: Mindkét Ctrl billentyű változtassa a csoportot
it: Entrambi tasti Ctrl cambiano gruppo
lt: Abu Ctrl klaviðai kartu keièia grupæ
nl: Beide Ctrl-toetsen samen wijzigen de groep
pl_pl: Oba klawisze Ctrl naraz zmieniaj± grupê.
ru: Обе клавиши Ctrl вместе изменяют группу
sk: Oba klávesy Shift menia skupinu
sl_si: Obe tipki Control skupaj zamenjata skupino
sv: Båda Ctrl-tangenterna tillsammans byter grupp
uk: Зміна групи - обидві клавіші Ctrl разом

source: CapsLock key behavior
bg: Поведение на CapsLock
cs: Chování klávesy CapsLock
hu: CapsLock billentyű viselkedése
it: Comportamento del tasto CapsLock
lt: CapsLock klaviðo veiksena
nl: CapsLock toets gedrag
pl_pl: Dzia³anie klawisza CapsLock
ru: Поведение клавиши CapsLock
sk: Chovanie Caps Lock
sl_si: Vedenje tipke CapsLock
sv: Caps Lock-tangentens beteende
uk: Поведінка клавіш CapsLock

source: Both Win-keys switch group while pressed
bg: Двата Win клавиша превключват групата, когато са натиснати
cs: Obě klávesy Win přepínají skupinu při stisknutí
hu: Mindkét Win megnyomása a csoportváltáshoz
it: Entrambi tasti win cambiano gruppo se premuti
lt: Abu Win klaviðai keièia grupæ
nl: Beide Win-toetsen indrukken om de groep te wisselen
pl_pl: Oba klawisze Win zmieniaj± grupê po naci¶niêciu
ru: Обе клавиши Win-Keys переключает группу пока нажаты
sk: Oba Win-klávesy prepínajú skupinu pri stlačení
sl_si: Zamenjava skupine s pritiskom na obe Win-tipki
sv: Båda win-tangenter byter grupp när den hålls nere
uk: Обидві клавіші Win перемикають групу при натисканні

source: Left Alt key changes group
bg: Левия Alt превключва групата
cs: Levý Shift mění skupinu
hu: Bal Alt billentyű megnyomása a csoportváltáshoz
it: Tasto Alt sinistro cambia gruppo
lt: Kairys Alt klaviðas keièia grupæ
nl: De linker Alt-toets wijzigt de groep
pl_pl: Lewy klawisz Alt zmienia grupê
ru: Клавиша Left Alt изменяет группу
sk: Oba klávesy Shift menia skupinu
sl_si: Leva tipka Alt zamenja skupino
sv: Vänster Alt-tangent byter grupp
uk: Зміна групи - ліва клавіша Alt

source: Left Win-key changes group
bg: Левия Win клавиш превключва групата
cs: Levá Win mění skupinu
hu: Bal Win billentyű megnyomása a csoportváltáshoz
it: Tasto Win sinistro cambia gruppo
lt: Kairys Win klaviðas keièia grupæ
nl: De linker Win-toets wijzigt de groep
pl_pl: Lewy klawisz Win zmienia grupê
ru: Левая-Win клавиша изменяет группу
sk: Ľavý Win-kláves mení skupinu
sl_si: Leva Win-tipka zamenja skupino
sv: Vänster Win-tangent byter grupp
uk: Зміна групи - ліва клавіша Win

source: Right Shift key changes group
bg: Десният Shift превключва групата
cs: Pravý Shift mění skupinu
hu: Jobb Shift billentyű megnyomása a csoportváltáshoz
it: Tasto Shift destro cambia gruppo
lt: Deðinys Shift klaviðas keièia grupæ
nl: De rechter shift-toets wijzigt de groep
pl_pl: Prawy klawisz Shift zmienia grupê
ru: Правая клавиша SHIFT изменяет группу
sk: Pravý Win-kláves mení skupinu
sl_si: Desna tipka Shift zamenja skupino
sv: Höger Skift-tangent byter grupp
uk: Зміна групи - права клавіша Shift

source: Alt/Win key behavior
bg: Поведение на Alt/Win клавишите
cs: Chivání klávesy Alt/Win
hu: Alt/Win billentyűk viselkedése
it: Comportamento tasto Alt/Win
lt: Alt/Win klaviðo elgsena
nl: Alt/Win toets gedrag
pl_pl: Dzia³anie klawisza Alt/Win
ru: Поведение клавиши Alt/Win
sk: Chovanie klávesu Alt/Win
sl_si: Vedenje tipk Alt/Win
sv: Alt/win-tangenternas beteende
uk: Поведінка клавіш Alt/Win

source: uses internal capitalization. Shift doesn't cancel Caps.
bg: използва вътрешна метод за главните букви. Shift не прекъсва Caps.
cs: používá interní nastavení. Shift nevyruší Caps.
hu: belső Caps funkciót használ. A Shift nem szakítja meg a Caps módot.
it: usa maiuscole interne. Tasto Shift non cancella Caps
lt: Shift neatðaukia Caps.
nl: gebruikt interne kapitalisatie. Shift zal Caps niet annuleren.
pl_pl: u¿ywa wewnêtrznej kapitalizacji. Shift nie wy³±cza Caps.
ru: Использует внутреннее преобразование букв в прописные. Shift отменяет Заглавные буквы.
sk: používa vnútorné veľké písmená. Shift neruší Caps.
sl_si: uporabi notranjo spremembo velikosti črk. Tipka Shift ne prekine delovanja tipke Caps
sv: använder intern skiftlåsning. Skift upphäver inte Caps.
uk: Вживає внутрішній механізм великих літер. Shift не скасовує Caps.

source: R-Alt switches group while pressed
bg: R-Alt превключва групата, когато е натиснат
cs: Pravý Alt přepíná skupinu při stisknutí
hu: Jobb Alt megnyomása a csoportváltáshoz
it: Tasto Alt destro cambia gruppo se premuto
lt: Paspaustas R-Alt keièia grupæ
nl: R-Alt indrukken om de groep te wisselen
pl_pl: Prawy Alt zmienia grupê przy naci¶niêciu
ru: R-Alt переключает группу пока нажат
sk: R-Alt prepína skupinu pri stlačení
sl_si: Zamenajva skupine s pritiskom na tipk Desni Alt
sv: R-Alt skiftar grupp när nedtryckt
uk: Альтернативна група при натиснутій правій Alt

source: Right Win-key is Compose
bg: Десният Win клавиш е Compose
cs: Pravá Win je Compose
hu: Jobb Win billentyű a Compose-hoz
it: Tasto Win destro è tasto Compose
lt: Deðinys Win klaviðas yra Compose
nl: De rechter Win-toets is Samenstellen
pl_pl: Prawy klawisz Win-key to Compose
ru: Правая-Win клавиши составляют
sk: Pravý Win-kláves je Compose
sl_si: Desna Win-tipka sodeluje pri sestavljanju
sv: Höger win-tangent är komponera
uk: Права клавіша Win як Compose

source: Right Ctrl key changes group
bg: Десния Ctrl превключва групата
cs: Pravý Ctrl mění skupinu
hu: Jobb Ctrl megnyomása a csoportváltáshoz
it: Tasto Ctrl destro cambia gruppo
lt: Deðinys Ctrl keièia grupæ
nl: De rechter Ctrl toets wijzigt de groep
pl_pl: Prawy klawisz Ctrl zmienia grupê
ru: Клавиша Right Ctrl изменяет группу
sk: Pravý Ctrl mení skupinu
sl_si: Desna tipka Control zamenja skupino
sv: Höger Ctrl-tangent byter grupp
uk: Зміна групи - права клавіша Ctrl
