Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: <b>Graphics cards:</b><hr>Set up your graphics hardware here. The graphics system consists of at least one graphics card but can be combined to a so called <i>multihead environment</i> which consists of at least two cards up to a maximum of 16 cards.
bg: <b>Видеокарти</b><hr>Можете да настроите графичния си хардуер тук. Графичната система съдържа поне една видеокарта, но може и да се комбинират в т.нар. <i>multihead среда</i>, която съдържа поне 2, но не повече от 16 видеокарти.
cs: <b>Grafické karty:</b><hr>Zde se nastavuje grafický hardware. Grafický systém musí obsahovat alespoň jeden čip, ale podporováno je až 16 grafických karet. Ty využívají <i>multihead</i> (viceobrazovkový režim), kdy je využit také odpovídající počet monitorů.
hu: <b>Videókártya:</b><hr>Itt állíthatja be grafikus kártyáját. A grafikus rendszer legalább egy grafikus kártyából áll, azonban <i>többkártyás mód</i>ban is működik, ha a számítógépben legalább 2 és legfeljebb 16 videókártya található.
it: <b>Schede grafiche:</b><hr>Impostate qui il vostro hardware grafico. Il sistema grafico consiste di almeno una scheda grafica, ma sono possibili anche cosiddette<i>configurazioni multimonitor</i> consistenti di almeno due schede fino ad arrivare ad un massimo di 16 schede.
lt: <b>Vaizdo plokðtës:</b><hr>Èia konfigûruokite savo vaizdo átaisus. Vaizdo sistemà sudaro maþiausiai viena vaizdo plokðtë, taèiau gali bûti kombinuojama taip vadinama <i>daugiaekranë aplinka</i>, kurià sudaro nuo dviejø iki 16 plokðèiø.
nl: <b>Grafische kaart:</b><hr>Hier kunt u uw grafische hardware instellen. Het grafische systeem bestaat uit tenminste één grafische kaart maar kan worden gecombineerd tot een zogenaamde <i>multihead omgeving</i> welke uit minimaal twee kaarten en maximaal uit zestien kaarten kan bestaan.
pl_pl: <b>Karty graficzne:</b><hr>Tutaj skonfigurujesz swój sprzêt graficzny. System graficzny sk³ada siê z co najmniej jednej karty graficznej, ale mo¿e sk³adaæ siê z tzw. <i>¶rodowiska wieloekranowego</i>, które zawiera co najmniej dwie, do maksymalnie 16 kart.
ru: <b>Графические карты:</b><hr>Настройте ваши графические карты здесь. Графическая система состоит, по крайней мере, из одной графические карты но может быть рпсширена до, так называемого <i>многоголовочной среды</i>, которая состоит из минимум двух и максимум 16 графических карт.
sk: <b>Grafické karty:</b><hr>Tu nastavte svoje grafické karty. Grafický systém obsahuje aspoň jednu kartu, ktorú je možné skombinovať do prostredia <i>viacnásobných obrazoviek</i>, ktoré obsahuje aspoň dve a maximálne 16 grafických kariet.
sl_si: <b>Grafične kartice:</b><hr>Nastavite lahko grafično strojno opremo. Grafični sistem ima najmanj eno grafično kartico. Več grafičnih kartic je lahko združenih v t.i. <i>večizhodno okolje</i>, ki ga sestavljata najmanj 2 (dve) in največ 16 (šestnajst) grafičnih kartic.
sv: <b>Grafikkort:</b><hr>Ställ in grafikhårdvaran här. Grafiksystemet består av minst ett grafikkkort men kan kombineras till en så kallad <i>flerhuvudmiljö</i> vilken består av minst två kort och som mest 16 kort.
uk: <b>Графічні плати:</b><hr>Тут налаштуйте ваше графічне обладнання. Графічна система складається принаймні з однієї графічної плати, але може бути сполучена у так зване <i>мультимоніторне середовище</i>, яке складається з принаймні двох плат аж до максимуму - 16 плат.

source: <b>Desktop properties:</b><hr>Set up your desktop with settings like resolution and colors. Every desktop is an independent device and may have a different color and/or resolution setup.
bg: <b>Параметри на работната площ:</b><hr>Настройки на работната площ като разделителна способност и цветове. Всяка работна площ е отделно устройство и може да има различна дълбочина на цвят и/или разделителна способност.
cs: <b>Vlastnosti plochy:</b><hr>Nastavte svou plochu parametry jako je barevná hloubka nebo rozlišení. Každá plocha je nezávislé zařízení, a proto může mít nastavenu jinou barevnou hloubku nebo rozlišení.
hu: <b>A munkaasztal tulajdonságai:</b><hr>Állítsa be munkaasztalát, annak felbontását és színmélységét. Minden munkaasztal egy külön eszköz, mely külön felbontással és/vagy külön színmélységgel rendelkezhet.
it: <b>Proprietà del desktop:</b><hr>Configurate i valori per la risoluzione colori per il vostro desktop. Ogni desktop è un dispositivo a se stante che può avere impostazioni diverse di colore e/o risoluzione.
lt: <b>Darbalaukio savybës:</b><hr>Konfigûruokite savo darbalaukio nuostatas, tokias kaip raiðkà ir spalvas. Kiekvienas darbalaukis yra nepriklausomas árenginys ir gali turëti skirtingà spalvà ir/arba raiðkà.
nl: <b>Desktop eigenschappen:</b><hr>Stel uw desktop in met instellingen zoals bijvoorbeeld de resolutie en de kleuren. Elke desktop is dus een onafhankelijk apparaat en kan dan ook een verschillende kleuren- en/of resolutie-instelling hebben.
pl_pl: <b>W³a¶ciwo¶ci biurka:</b><hr>Konfiguracja ustawieñ biurka takich jak rozdzielczo¶æ i kolory. Ka¿de biurko jest niezale¿nym urz±dzeniem i mo¿e mieæ ró¿ne ustawienia kolorów i/lub rozdzielczo¶ci.
ru: <b>Свойства рабочего стола:</b><hr>Настройте ваш рабочий стол с установками типа разрешения и цвета. Каждый Every рабочий стол является независимым устройством и может быть настроен по параметрам различных цветов и/или разрешения.
sk: <b>Vlastnosti plochy:</b><hr>Tu nastavte vlastnosti vašej plochy, ako je rozlíšenie a farby. Každá plocha je nezávislé zariadenie a môže mať iné rozlíšenie a počet farieb.
sl_si: <b>Lastnosti namizja:</b><hr>Nastavite lahko lastnosti namizja, kot so ločljivost in barve. Namizja so med seboj neodvisna in imajo lahko različno število barv in/ali ločljivost.
sv: <b>Skrivbordsegenskaper:</b><hr>Ställ in upplösningar och färger för skrivbordet. Varje skrivbord är en oberoende enhet och kan ha ett annat färgdjup och/eller upplösning.
uk: <b>Властивості стільниці:</b><hr>Налаштуйте параметри стільниці, такі як роздільну здатність та кольори. Кожна стільниця -- це незалежний пристрій і може мати відмінні налаштування кольору та роздільної здатності.

source: <b>Monitor geometry:</b><hr>Setup the position and size of the picture displayed by the monitor. The table below point to the current used Modeline(s).
bg: <b>Размер на монитора:</b><hr>Настройване на позицията и размера на картината, която се показва от монитора. Таблицата по-долу показва използваните режими.
cs: <b>Geometrie monitoru:</b><hr>Nastavte umístění a velikost obrazu na monitoru. Tabulka níže obsahuje aktuální nastavení modeline.
hu: <b>Képgeometria:</b><hr>Állítsa be a megjelenített kép méretét és elhelyezését. Az alábbi táblázatban a használt modeline értékeket láthatja.
it: <b>Geometria del monitor:</b><hr>Qui è possibile impostare la posizione e le dimensioni dell'immagine visualizzata sul monitor. La tabella sottostante indica le modeline attualmente in uso.
lt: <b>Monitoriaus geometrija:</b><hr>Konfigûruojamas monitoriaus rodomo vaizdo dydis bei pozicija. Apaèioje esanti lentelë rodo ðiuo metu naudojamas skleistines.
nl: <b>Monitor geometrie:</b><hr>Stel de positie en grootte van de door de monitor getoonde afbeelding in. De onderstaande tabel wijst naar de huidige gebruikte modeline(s).
pl_pl: <b>Geometria monitora:</b><hr>Konfiguracja pozycji i wielko¶ci obrazu wy¶wietlanego na monitorze. Poni¿sza tabela zawiera aktualnie u¿ywane wierszy trybów.
ru: <b>Геометрия монитора:</b><hr>Установите позицию и размер картинки, отображаемой монитором. Таблица ниже указывает на текущую используемую Modeline(s).
sk: <b>Geometria monitoru:</b><hr>Nastavte pozíciu a veľkosť obrazu na monitore. Tabuľka dole ukazuje použitý režim.
sl_si: <b>Geometrija monitorja:</b><hr>Nastavite položaj in velikost slike na monitorju. Spodnja tabela prikazuje trenutno uporabljene vrstice Modeline.
sv: <b>Bildskärmsgeometri:</b><hr>Ställ in position och storlek på bildytan som visas på bildskärmen. Tabellen nedan visar de nu använda lägesraderna.
uk: <b>Геометрія монітора:</b><hr>Налаштуйте позицію та розмір малюнка зображеного на моніторі. Таблиця нижче вказує на поточну Modeline(s).

source: <b>Keyboard properties:</b><hr>Set up the type of the keyboard and the language environment with which it should work.
bg: <b>Аксесоари на клавиатурата:</b><hr>Задайте типа на клавиатурата и езиковата среда, в която трябва да работи.
cs: <b>Vlastnosti klávesnice:</b><hr>Nastavte typ klávesnice a národní rozložení klávesnice.
hu: <b>Billentyűzet beállítások:</b><hr>Állítsa be billentyűzetének típusát és nyelvét.
it: <b>Proprietà della tastiera:</b><hr>Qui è possibile impostare il tipo di tastiera e la lingua della tastiera.
lt: <b>Klaviatûros savybës:</b><hr>Konfigûruokite klaviatûros tipà bei kalbà.
nl: <b>Toetsenbord eigenschappen:</b><hr>Stel het toetsenbord type en de taalomgeving in waarmee het toetsenbord zou moet werken.
pl_pl: <b>W³a¶ciwo¶ci klawiatury:</b><hr>Konfiguracja typu klawiatury i ¶rodowiska jêzykowego, w którym powinna dzia³aæ.
ru: <b>Свойства клавиатуры:</b><hr>Установитетип клавиатуры и переменную языкового окружения с которым вы работаете.
sk: <b>Vlastnosti klávesnice:</b><hr>Nastavte typ klávesnice a jazyk, ktorým chcete pracovať.
sl_si: <b>Lastnosti tipkovnice:</b><hr>Nastavite tip tipkovnice in jezikovno okolje v katerem želite delati.
sv: <b>Tangentbordsegenskaper:</b><hr>Ställ in vilken typ av tangentbord och vilken språkmiljö du vill använda.
uk: <b>Властивості клавіатури:</b><hr>Налаштуйте тип клавіатури та середовище мови, з яким вона повинна працювати.

source: <b>Desktop layout:</b><hr>If more than one card is available, you are in a multihead environment. Set up the neighborhood relations of the connected monitors simply via drag&drop. If you are not sure which monitor belongs to the icon just double-click on it and you will see a message on the corresponding screen.
bg: <b>Оформление на работната площ:</b><hr>Ако имате повече от една видеокарта, значи работите в multihead режим. Настройте връзките между свързаните монитори просто чрез drag&drop.
cs: <b>Vzhled plochy:</b><hr>Pokud je k dispozici více než jedna karta, můžete nastavit multihead prostředí. Zde pak nastavíte vzájemné vztahy mezi připojenými monitory pomocí metody drag'n'drop. Pokud si nejste jisti, ke kterému monitoru ikona patří, stačí na ní dvakrát kliknout; zobrazí se zpráva na odpovídající obrazovce.
hu: <b>Munkaasztalok elrendezése:</b><hr>Több grafikus kártyák esetén ún. multihead ("többfejes") környezetről beszélünk. Ebben a párbeszédablakban beállíthatja az egyes képernyők elrendezését a fogd és vidd technikával. Az alábbi táblázaton a jelenlegi elrendezést láthatja.
it: <b>Disposizione dei desktop:</b><hr>Se possedete più di una scheda video, siete nella cosiddetta modalità multimonitor. Qui è possibile impostare la disposizione dei monitor collegati semplicemente tramite drag&drop. Se non siete sicuri quale monitor appartenga all'icona cliccateci sopra due volte e vedrete una comunicazione sul rispettivo schermo relativo.
lt: <b>Darbalaukio iðdëstymas:</b><hr>Jei yra daugiau nei viena plokðtë, jûs esate daugiaekranës veiksenos aplinkoje. Sukonfigûruokite prijungtø monitoriø kaimyninius ryðius nutempdami piktogramas. Jei neþinote, kuris monitorius priklauso kokiai piktogramai, paspauskite dukart ant jos ir jûs pamatysite praneðimà atitinkamame ekrane.
nl: <b>Desktop layout:</b><hr>Wanneer er meer dan één kaart beschikbaar is, dan werkt u in een multihead omgeving. De relaties tussen de aangesloten monitoren is eenvoudig met behulp van slepen&neerzetten in te stellen. Wanneer u niet zeker weet welke monitor bij het pictogram behoort, dan kunt u er gewoon op dubbelklikken waarna u een melding op het corresponderende scherm zal gaan zien.
pl_pl: <b>Uk³ad biurka:</b><hr>Je¶li jest dostêpna wiêcej ni¿ jedna karta, to masz ¶rodowisko wieloekranowe. Okre¶l s±siedztwo do³±czonych monitorów u¿ywaj±c mechanizmu przeci±gania i upuszczania (drag&drop). Je¶li nie wiesz na pewno, który monitor odpowiada której ikonie po prostu kliknij podwójnie na ikonê i zobaczysz komunikat na odpowiadaj±cym jej ekranie.
ru: <b>Раскладка рабочего стола:</b><hr>Если есть более одной карты - вы работаете во многоголовочной среде. Установите отношения соседства присоединенных мониторов через простой механизм drag&drop. Если вы не уверены в том какой монитор принадлежит какой иконке - дважды щелкните мышкой на ней и вы увидите сообщение о соответствующем экране.
sk: <b>Rozloženie plochy:</b><hr>Ak je dostupných viac ako jedna karta, pracujete v prostredí viacnásobných obrazoviek. Nastavte vzťahy medzi monitormi jednoducho ťahaním myšou. Ak neviete určite, ktorý monitor patrí ktorej ikone, jednoducho na ikonu dvakrát kliknite a na obrazovke sa zobrazí správa.
sl_si: <b>Izgled namizja:</b><hr>Z več kot eno kartico, lahko nastavite t.i. večizhodni način dela in sosedske povezave med priključenimi monitorji z uporabo tehnike povleci in spusti. Če niste prepričani, katera ikona predstavlja kateri monitor, izvedite dvojni pritisk na ikoni in na ustreznem zaslonu se bo pojavilo sporočilo.
sv: <b>Skrivbordslayout:</b><hr>Om fler än ett kort kan användas är det en flerhuvudmiljö. Ställ in inbördes position för de anslutna bildskärmarna via drag&släpp. Om du inte vet vilken skärm som tillhör ikonen, dubbelklicka på den och du ser ett meddelande på motsvarande skärm.
uk: <b>Розкладка стільниці:</b><hr>Якщо наявна більше ніж одна плата, ви знаходитесь в мультимоніторному середовищі. Налаштуйте сусідство приєднаних моніторів просто через &перетягування. Якщо ви не певні, який монітор належить якій піктограмі, просто двічі клацніть на неї і ви побачите повідомлення про відповідний екран.

source: <b>Monitor properties:</b><hr>Set up the monitor model connected to the graphics cards. Be careful in your choice. Wrong sync ranges may damage the monitor.
bg: <b>Параметри на монитора:</b><hr>Задаване на модела на монитора, свързан видеокартата. Въдете внимателни в избора си! Грешни честоти могат да повредят монитора Ви.
cs: <b>Vlastnosti monitoru:</b><hr>Zde je možné nastavit typ monitoru připojeného ke grafické kartě. Volte svůj monitor pečlivě, protože nevhodné nastavení povolených frekvencí může monitor poškodit.
hu: <b>A monitor tulajdonságai:</b><hr>Állítsa be a grafikus kártyára csatlakozó képernyőt. Kérem, legyen óvatos a képernyő beállításakor. Helytelen frekvencia értékekkel tönkre tudja tenni monitorát! Az alábbi táblázat megmutatja a jelenleg beállított szinkrón értékeket.
it: <b>Proprietà del monitor:</b><hr>Qui è possibile impostare il modello del monitor collegato alla scheda video. Effettuate questa scelta con cura. Intervalli di sincronizzazione errati potrebbero danneggiare il monitor.
lt: <b>Monitoriaus savybës:</b><hr>Konfigûruojamas prie vaizdo plokðèiø prijungto monitoriaus modelis. Pasirinkdami bûkite atsargûs. Blogi sinchronizavimo intervalai gali sugadinti jûsø monitoriø.
nl: <b>Monitor eigenschappen:</b><hr>De instelling van het, op de grafische kaarten aangesloten, monitormodel. Wees voorzichtig met het maken van uw keuze. Foutieve sync.bereiken kunnen de monitor namelijk beschadigen.
pl_pl: <b>W³a¶ciwo¶ci monitora:</b><hr>Podaj model monitora do³±czonego do karty graficznej. Uwa¿aj przy wyborze. B³êdne czêstotliwo¶ci synchronizacji mog± zniszczyæ monitor.
ru: <b>Свойства монитора:</b><hr>Установите модель монитора,присоединенного к графической карте. Будьте осторожны в вашем выборе! Неверный диапазон частот может повредить монитор.
sk: <b>Vlastnosti monitoru:</b><hr>Nastavte modely monitorov pripojeného ku grafickým kartám. Vyberajte pozorne, nesprávne rozsahy synchronizácie môžu poškodiť monitor.
sl_si: <b>Lastnosti monitorja:</b><hr>Nastavite model monitorja, priključenega na grafično kartico. Vendar pazite pri vnosu: napačne vrednosti za območje sync frekvenc lahko poškoduje vaš monitor.
sv: <b>Bildskärmsegenskaper:</b><hr>Ställ in bildskärmsmodellen som är ansluten till grafikkortet (-en). Välj noga. Fel frekvensgränser kan skada bildskärmen.
uk: <b>Властивості монітора:</b><hr>Вкажіть модель монітора приєднаного до графічної плати. Будьте обережні із вибором. Неправильні діапазони синхронізації можуть пошкодити монітор.

source: <b>Mouse properties:</b><hr>Set up basic paramaters to activate the core mouse pointer as well as settings like button emulation or wheel functions.
bg: <b>Параметри на мишката:</b><hr>Настройка на основните параметри за да активирате мишката, както и задаването на емулациите на бутони или функциите на колелцето.
cs: <b>Vlastnosti myši:</b><hr>Nastavení základních parametrů myši, jako je emulace třetího tlačítka, nastavení kolečka nebo numerické klávesnice pro ovládání myši.
hu: <b>Egérbeállítások:</b><hr>Itt végezheti el az egér és a görgő alapvető beállítását, valamint a görgő és a harmadik gomb emulációját.
it: <b>Proprietà del mouse:</b><hr>Qui è possibile configurare il puntatore del mouse primario come le impostazioni riguardanti l'emulazione dei tasti o il funzionamento della rotellina.
lt: <b>Pelës savybës:</b><hr>Pagrindiniø parametrø konfigûravimas, norint aktyvuoti pagrindiná pelës þymeklá, taip pat ir mygtukø emuliavimo arba ratuko funkcijas.
nl: <b>Muis eigenschappen:</b><hr>Stel de basis parameters in om de basis muisaanwijzer in te stellen als ook de instellingen van bijvoorbeeld de knop-emulatie of de wielfuncties.
pl_pl: <b>W³a¶ciwo¶ci myszy:</b><hr>Ustaw podstawowe parametry aby uaktywniæ g³ówny wska¼nik myszy oraz ustawienia takie tak emulacje klawiszy lub kó³ka.
ru: <b>Свойства мыши:</b><hr>Установите базовые параметры для активации указатель мыши и также,установки типа функций колеса и эмуляции третьей кнопки.
sk: <b>Vlastnosti myši:</b><hr>Tu nastavte základné parametre pre myš, ako je emulácia tlačidiel a podpora kolieska.
sl_si: <b>Lastnosti miške:</b><hr>Nastavite osnovne parametre za aktiviranje osnovnega kazalca miše, kot tudi nastavitev posnemanj gumbov ali funkcije koleščka na miški.
sv: <b>Musegenskaper:</b><hr>Gör grundinställningar för aktivering av standardmuspekaren och ställ in knappemulering eller hjulfunktioner.
uk: <b>Властивості мишки:</b><hr>Налаштуйте основні параметри, щоб активувати вказівник мишки, а також параметри, такі як емуляцію кнопки або функціональність коліщатка.

source: <b>Multihead mode:</b><hr>If more than one card is available, you are in a multihead environment. Set up the multihead functioning here.
bg: <b>Multihead режим:</b><hr>Ако имате повече от една видеокарта, значи работите в multihead режим. Настройте работата за multihead режима тук.
cs: <b>Multihead režim:</b><hr>Pokud máte více než jednu grafickou kartu, pak můžete použít multihead (viceobrazovkové) prostředí. Zde pak nastavíte funkční režim.
hu: <b>Többképernyős mód:</b><hr>Ha több grafikus kártya van a gépben, akkor itt be tudja állítani a többképernyős környezetet (multihead).
it: <b>Modalità multimonitor:</b><hr>Se è disponibile più di una scheda video, potete usare la modalità multimonitor. Qui è possibile configurare il funzionamento del multimonitor.
lt: <b>Daugiaekranë veiksena:</b><hr>Jei yra daugiau nei viena plokðtë, jûs esate taip vadinamoje daugiaekranëje aplinkoje. Èia konfigûruokite daugiaekranæ veiksenà.
nl: <b>Multihead mode:</b><hr>Wanneer er meer dan één kaart beschikbaar is, dan werkt u in een multihead omgeving. Stel hier de multihead functionaliteit in.
pl_pl: <b>Tryb wieloekranowy:</b><hr>Je¶li masz wiêcej ni¿ jedn± kartê, to jeste¶ w ¶rodowisku wieloekranowym. Tutaj skonfigurujesz funkcjonalno¶ci trybu wieloekranowego.
ru: <b>Мультиголовочный режим:</b><hr>Если есть более одной карты - вы работаете во многоголовочной среде. Установите функции многоголовочной среды.
sk: <b>Režim viacnásobných obrazoviek:</b><hr>Ak máte viac ako jednu grafickú kartu, používate prostredie s viacerými obrazovkami. Jeho fungovanie môžete nastaviť tu.
sl_si: <b>Večizhodni način:</b><hr>Če je v sistemu na voljo več grafičnih kartic, lahko nastavite t.i. večizhodni način, ki ga lahko nastavite tukaj.
sv: <b>Flerhuvudläge:</b><hr>Om mer än ett kort finns tillgängligt är du i en flerhuvudmiljö. Ställ in flerhuvudfunktionerna här.
uk: <b>Мультимоніторний режим:</b><hr>Якщо наявна більше ніж одна плата, ви знаходитесь в мультимоніторному середовищі. Тут налаштуйте функціональність мультимоніторного режиму.

source: <b>Graphics tablet:</b><hr>Set up a graphics tablet and the corresponding pointer devices, such as pens and erasers.
bg: <b>Графичен таблет:</b><hr>Настройване на графичен таблет и съответните посочващи устройства, като инструменти за писане и триене.
cs: <b>Grafický tablet:</b><hr>Nastavení grafických tabletů a dalších zařízení, jako jsou světelná pera a gumy.
hu: <b>Rajztábla beállítása:</b><hr>Itt állíthatja be a rajztábla típusát és gyártóját, valamint a hozzátartozó tollat és radírt.
it: <b>Tavoletta grafica:</b><hr>Qui è possibile impostare una tavoletta grafica ed i relativi dispositivi di puntamento, come penne e gomme.
lt: <b>Grafinis planðetas:</b><hr>Konfigûruoja grafinius planðetus ir atitinkamus árenginius, kaip plunksnas ir trintukus.
nl: <b>Grafisch tablet:</b><hr>De instelling van een grafisch tablet en de corresponderende aanwijs-apparaten, zoals pennen en wissers.
pl_pl: <b>Tablet graficzny:</b><hr>Konfiguracja tabletu graficznego i zwi±zanych z nim urz±dzeñ wskazuj±cych, takich jak pióra i gumki.
ru: <b>Графический планшет:</b><hr>Настройте графический планшет и соответствующие устройства указывания, такие как карандаш и ластик.
sk: <b>Grafický tablet:</b><hr>Nastavte grafický tablet a zodpovedajúce polohovacie zariadenia, ako sú perá a gumy.
sl_si: <b>Grafična tableta:</b><hr>Nastavite grafično tableto in ustrezne kazalce: npr. peresa in radirke.
sv: <b>Grafikplatta:</b><hr>Ställ in grafikplattor med tillhörande pekdon som pennor och raderare.
uk: <b>Графічний планшет:</b><hr>Налаштуйте графічний планшет та відповідні вказівні пристрої, такі як пера та гумки.

source: <b>Touchscreen:</b><hr>Set up a pressure sensitive screen.
bg: <b>Touchscreen:</b><hr>Настройване на чувствителен на натиск екран.
cs: <b>Dotyková obrazovka:</b><hr>Nastavení citlivé vrstvy monitoru.
hu: <b>Érintőképernyő beállítása:</b><hr>Ebben a párbeszédablakban állíthatja be az érintkezésre érzékeny képernyőt.
it: <b>Schermo tattile:</b><hr>Qui potete impostare schermi sensibili al tocco.
lt: <b>Lytimasis ekranas:</b><hr>Konfigûruoja slëgiui jautrø ekranà.
nl: <b>Aanraakscherm:</b><hr>De instelling van een drukgevoelig scherm.
pl_pl: <b>Ekran dotykowy:</b><hr>Konfiguracja ekranu dotykowego.
ru: <b>Сенсорный экран:</b><hr>Установите давление сенсорного экрана.
sk: <b>Dotyková obrazovka:</b><hr>Nastavenie obrazovky citlivej na tlak.
sl_si: <b>Na dotik občutljivi zaslon:</b><hr>Nastavite na dotik občutljive zaslone.
sv: <b>Pekskärm:</b><hr>Ställ in en beröringskänslig skärm.
uk: <b>Сенсорний екран:</b><hr>Налаштуйте екран чутливий до дотику.

source: Disabled
bg: Спряно
cs: Vypnuto
hu: Tiltva
it: Disabilitato
lt: Iðjungta
nl: Uitgeschakeld
pl_pl: Wy³±czone
ru: Заблокированный
sk: Vypnuté
sl_si: Onemogočeno
sv: Inaktiverad
uk: Вимкнено

source: Enabled
bg: Разрешено
cs: Zapnuto
hu: Engedélyezve
it: Abilitato
lt: Ájungta
nl: Ingeschakeld
pl_pl: W³±czone
ru: Включенный
sk: Zapnuté
sl_si: Omogočeno
sv: Aktiverad
uk: Увімкнено

source: Wheel support
bg: Поддръжка на колелце
cs: Podpora kolečka
hu: Görgő támogatása
it: Supporto rotellina
lt: Ratuko palaikymas
nl: Wiel ondersteuning
pl_pl: Obs³uga kó³ka
ru: Поддержка колеса
sk: Podpora kolieska
sl_si: Podpra koleščku na miški
sv: Hjulstöd
uk: Підтримка коліщатка

source: &Port
bg: &Порт
hu: &Kapu
it: &Porta
lt: &Prievadas
nl: &Poort
ru: &Порт
sl_si: &Vrata
uk: &Порт

source: &Mode
bg: Ре&жим
cs: &Režim
hu: &Mód
it: &Modalità
lt: &Veiksena
pl_pl: Tryb (&m)
ru: &Режим
sk: &Režim:
sl_si: &Način
uk: &Режим
