Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: Button emulation
bg: Емулация на бутони
cs: Emulace tlačítka
hu: Gomb emuláció
it: Emulazione tasto
lt: Mygtuko emuliacija
nl: Knop emulatie
pl_pl: Emulacja klawiszy
ru: Эмуляция кнопки
sk: Emulácia tlačidiel
sl_si: Posnemanje gumbov
sv: Knappemulering
uk: Емуляція кнопки

source: Primary Device:
bg: Главно устройство:
cs: Primární zařízení:
hu: Elsődleges eszköz:
it: Dispositivo primario:
lt: Pagrindinis árenginys:
nl: Primair apparaat:
pl_pl: Urz±dzenie g³ówne:
ru: Первичное устройство:
sk: Primárne zariadenie:
sl_si: Glavna naprava:
sv: Primär enhet:
uk: Головний пристрій:

source: Secondary Device:
bg: Вторично устройство:
cs: Sekundární zařízení:
hu: Másodlagos eszköz:
it: Dispositivo secondario:
lt: Papildomas árenginys:
nl: Secundair apparaat:
pl_pl: Urz±dzenie podrzedne:
ru: Вторичное устройство:
sk: Sekundárne zariadenie:
sl_si: Pomožna naprava:
sv: Sekundär enhet:
uk: Другорядний пристрій:

source: Single Layout [ no multihead environment ]
bg: Единично оформление (без multihead режим)
cs: Jednoduché rozložení [ bez multihead režimu ]
hu: Egyképernyős környezet
it: Disposizione semplice (niente multimonitor)
lt: Pavienis iðdëstymas [ nëra daugiaekranës aplinkos ]
nl: Enkelvoudige layout [ geen multihead omgeving ]
pl_pl: Uk³ad pojedynczy [ brak ¶rodowiska wieloekranowego ]
ru: Отдельная раскладка [нет мультиголовочная среды]
sk: Jediné rozloženie [ bez viacnásobných obrazoviek ]
sl_si: En izgled [ ni večizhodnega okolja ]
sv: Enskärmslayout [ingen flerhuvudmiljö]
uk: Одинарна розкладка [без мультимоніторного середовища]

source: Clone Mode Active
bg: Активен режим - Клониране
cs: Zapnout klonovací režim
hu: Klónozás módban
it: Modalità clone attiva
lt: Klonavimo veiksena aktyvi
nl: Kloonmode is actief
pl_pl: Aktywny tryb klonowania
ru: Режим Аналога активен
sk: Aktívny režim klonov
sl_si: Aktiviran kopirni način
sv: Klonläge aktivt
uk: Режим клонування активний

source: Xinerama Mode Active
bg: Активен режим - Xinerama
cs: Zapnout Xinerama režim
hu: Xinerama módban
it: Modalità Xinerama attiva
lt: Xinerama veiksena aktyvi
nl: Xinerama mode is actief
pl_pl: Aktywny tryb Xinerama
ru: Режим Xinerama (панорамы) активен
sk: Aktívny režim Xinerama
sl_si: Aktiviran Xinerama način
sv: Xinerama-läge aktivt
uk: Режим Xinerama активний

source: Traditional Mode Active
bg: Активен режим - Традиционен
cs: Zapnout tradiční režim
hu: Hagyományos módban
it: Modalità classica attiva
lt: Tradicinë veiksena aktyvi
nl: Traditioneel mode is actief
pl_pl: Aktywny tryb tradycyjny
ru: Традиционный режим Активен
sk: Aktívny tradičný režim
sl_si: Aktiviran tradicionalni način
sv: Traditionellt läge aktivt
uk: Традиційний режим активний

source: Screens Layout Active
bg: Активно оформление на екраните
cs: Zapnout rozložení obrazovek
hu: Jelenlegi képernyőelrendezések
it: Disposizione schermi attiva
lt: Ekranø iðdëstymas aktyvus
nl: Schermen layout is actief
pl_pl: Aktywny uk³ad ekranów
ru: Раскладка экранов активна
sk: Aktívne rozloženie obrazoviek
sl_si: Aktiviran izgled zaslonov
sv: Skärmlayout aktiv
uk: Розкладка екранів активна

source: Display
bg: Екран
cs: Obrazovka
hu: Képernyő
it: Schermo
lt: Displëjus
nl: Beeldscherm
pl_pl: Wy¶wietlacz
ru: Экран
sk: Obrazovka
sl_si: Zaslon
sv: Skärm
uk: Дисплей

source: Configuration on display
bg: Настройка на екрана
cs: Konfigurace na obrazovce
hu: Beállítása a képernyőn
it: Configurazione dello schermo
lt: Displëjaus konfigûracija
nl: Configuratie op beeldscherm
pl_pl: Konfiguracja na wy¶wietlaczu
ru: Конфигурация на экране
sk: Konfigurácia obrazovky
sl_si: Prilagoditev na zaslonu
sv: Inställningar på skärmen
uk: Конфігурація на дисплеї

source: &Step size
bg: Ра&змер на стъпката
cs: Veliko&st kroku
hu: &Lépések
it: Dimensione pass&o
lt: Þing&snio dydis
nl: &Stap grootte
pl_pl: Wielko¶æ kroku (&s)
ru: &Размер шага
sk: Veľkosť &kroku
sl_si: Veliko&st koraka
sv: &Stegstorlek
uk: &Розмір кроку

source: Small
bg: Малка
cs: Malá
hu: kicsi
it: Piccolo
lt: Maþas
nl: Klein
pl_pl: Ma³a
ru: Маленький
sk: Malý
sl_si: Majhen
sv: Liten
uk: Малий

source: Normal
bg: Нормална
cs: Běžná
hu: szokványos
it: Normale
lt: Normalus
nl: Normaal
pl_pl: Normalna
ru: Нормальный
sk: Normálny
sl_si: Navaden
uk: Нормальний

source: Big
bg: Голяма
cs: Velká
hu: nagy
it: Grande
lt: Didelis
nl: Groot
pl_pl: Du¿a
ru: Большой
sk: Veľký
sl_si: Velik
sv: Stor
uk: Великий

source: Huge
bg: Огромна
cs: Obrovská
hu: óriási
it: Enorme
lt: Milþiniðkas
nl: Enorm
pl_pl: Olbrzymia
ru: Огромный
sk: Obrovský
sl_si: Ogromen
sv: Enorm
uk: Величезний

source: &Next Screen
bg: Следва&щ екран
cs: &Následující obrazovka
hu: &Következő képernyő
it: Schermo su&ccessivo
lt: Kitas ekra&nas
nl: &Volgend scherm
pl_pl: &Nastêpny ekran
ru: &Следующий Экран
sk: &Nasledujúca obrazovka
sl_si: &Naslednji zaslon
sv: &Nästa skärm
uk: &Наступний екран

source: S&ave
bg: З&аписване
cs: &Uložit
hu: &Mentés
it: S&alva
lt: Iðs&augoti
nl: &Opslaan
pl_pl: Z&apisz
ru: &Сохранить
sk: &Uložiť
sl_si: Shr&ani
sv: Sp&ara
uk: Зб&ерегти

source: Change &Position
bg: &Промяна на позициите
cs: Z&měnit umístění
hu: &Pozíció változtatása
it: Cambia &posizione
lt: &Pakeisti pozicijà
nl: Wijzig &positie
pl_pl: Zmieñ &pozycjê
ru: Изменить &Позицию
sk: Upraviť &pozíciu
sl_si: Sprememba &položaja
sv: Ändra &position
uk: Змінити &позицію

source: C&hange Size
bg: Пром&яна на размера
cs: Změn&it velikost
hu: &Méretének változtatása
it: Cam&bia dimensione
lt: K&eisti dydá
nl: Wijzig &grootte
pl_pl: Zmieñ rozmiar (&h)
ru: &Изменить размер
sk: Upraviť &veľkosť
sl_si: Sprememba &velikosti
sv: Än&dra storlek
uk: &Змінити розмір

source: No video mode tuning available
bg: Не може да се прави регулиране на видео режима
cs: Ladění video módu není dostupné
hu: Nem elérhető videomód hangolás
it: Non è disponibile il tuning del video mode
lt: Negalimas video veiksenos derinimas
nl: Geen video mode fijninstelling beschikbaar
pl_pl: Niedostêpny tryb dostrajania obrazu
ru: Нет никакой видеорежим для настройки
sk: Vyladenie video režimu nie je k dispozícii
sl_si: Prilagoditev video načina ni na voljo
sv: Ingen justering för grafikläge tillgänglig
uk: Налаштування відеорежиму недоступне

source: Idle timer...
bg: Време на бездействие...
cs: Čekání...
hu: Tétlenség időzítő...
it: Rimangono...
lt: Tuðèios eigos taimeris...
pl_pl: Licznik bezczynno¶ci...
ru: Неактивный таймер ...
sk: Čakanie...
sv: Inaktivitetstidur...
uk: Бездіяльний таймер...

source: PC-98xx Series
bg: PC-98xx серии
cs: PC-98xx série
hu: PC-98xx sorozat
lt: PC-98xx serija
pl_pl: Seria PC-98xx
ru: Серия PC-98xx
sk: PC-98xx
sv: PC-98xx-serien
uk: Родина PC-98xx

source: Canadian
bg: Канадска
cs: Kanadské
hu: Kanadai
it: Canadese
lt: Kanadieèiø
nl: Canadees
pl_pl: Kanadyjski
ru: Канадский
sk: Kanadská
sl_si: Kanadski
sv: Kanadensiskt
uk: Канадська

source: Brazilian
bg: Бразилска
cs: Brazilské
hu: Brazil
it: Brasiliana
lt: Brazilø
nl: Braziliaans
pl_pl: Brazylijski
ru: Бразильский
sk: Brazílska
sl_si: Brazilski
sv: Brasilianskt
uk: Бразильська

source: Bosnian
bg: Босненска
cs: Bosenské
hu: Boszniai
it: Bosniaca
lt: Bosnijos
nl: Bosnisch
pl_pl: Bo¶niacki
ru: Боснийский
sk: Bosniacka
sl_si: Bosanski
sv: Bosniskt
uk: Боснійська

source: Lithuanian qwerty (numeric)
bg: Литовска qwerty (цифрова)
cs: Litevské qwerty (numerické)
hu: Litván qwerty (numerikus)
it: Lituana qwerty (numerico)
lt: Lietuviø qwerty (ant skaièiø)
nl: Litouws qwerty (numeriek)
pl_pl: Litewski qwerty (numeryczny)
ru: Литовское стандартное расположение букв на клавиатуре (числовое)
sk: Litovská qwerty (numerická)
sl_si: Litvijski qwerty (numerični)
sv: Litauisk qwerty (siffertangentbord)
uk: Литовська qwerty (числова)

source: Georgian (russian)
bg: Грузинска (руска)
cs: Gruzínské (ruské)
hu: Georgiai (orosz)
it: Giorgiana (russa)
lt: Gruzinø (rusø)
nl: Georgiaans (russisch)
pl_pl: Gruziñski (rosyjski)
ru: Грузинский (русский)
sk: Gruzínska (azbuka)
sl_si: Georgian (rusko)
sv: Georgisk (ryska)
uk: Грузинська (російська)

source: Latvian
bg: Латвийска
cs: Lotyšské
hu: Lett
it: Lettone
lt: Latviø
nl: Lets
pl_pl: £otewski
ru: Латвийский
sk: Lotyšská
sl_si: Letonski
sv: Lettiskt
uk: Латвійська

source: Belarusian
bg: Белоруска
cs: Běloruské
hu: Belorusz
it: Bielorussa
lt: Baltarusiø
pl_pl: Bia³oruski
ru: Белорусский
sk: Bieloruská
sl_si: Beloruski
sv: Vitryskt
uk: Білоруська

source: Czech (qwerty)
bg: Чешка (qwerty)
cs: České (qwerty)
hu: Cseh (qwerty)
it: Ceca (qwerty)
lt: Èekø (qwerty)
nl: Tjechisch (qwerty)
pl_pl: Czeski (qwerty)
ru: Чешский (стандартное расположение букв на клавиатуре)
sk: Česká (qwerty)
sl_si: Češki (qwerty)
sv: Tjeckiskt (qwerty)
uk: Чеська (qwerty)

source: Northern Saami (Finland)
bg: Северен суоми (Финландия)
cs: Severní Saami (Finsko)
hu: Észak Szuomi (Finnország)
it: Saami settentrionale (Finlandia)
lt: Ðiauriniø Samiø (Suomiø)
nl: Noord Saami (Finland)
pl_pl: Pó³nocny Saami (Finlandia)
ru: Северный Саами (Финляндия)
sk: Severná laponská (Fínsko)
sl_si: Severno Saamski (Finska)
sv: Samisk (Finland)
uk: Північна Саамі (Фінляндія)

source: Macedonian
bg: Македонска
cs: Makedonské
hu: Macedón
it: Macedone
lt: Makedonieèiø
nl: Macedonisch
pl_pl: Macedoñski
ru: Македонский
sk: Macedónska
sl_si: Makedonski
sv: Makedonskt
uk: Македонська

source: U.S. English w/ deadkeys
bg: Английска (САЩ) с "мъртви клавиши"
cs: U.S. anglické w/ mrtvé klávesy
hu: Amerikai angol vezérlőgombokkal
it: Americana con "tasti morti" (deadkeys)
lt: JAV anglø w/ miræ klaviðai
nl: U.S. Engels w/ deadkeys
pl_pl: Angielski U.S. z martwymi klawiszami
ru: Американский английский язык с "мертвыми" клавишами
sk: U.S.A. anglická s mŕtvymi klávesmi
sl_si: Ameriško angleški z mrtvimi tipkami
sv: Am. engelskt med stumma tangenter
uk: Англійська (США) зі спецклавішами

source: Malayalam
bg: Малайска
cs: Malajské
hu: Maláj
lt: Malajø
nl: Maleis
pl_pl: Malajski
ru: Малайялам
sk: Malayalamská
uk: Малайська

source: Burmese
bg: Бурнийска
cs: Barmské
hu: Burmai
lt: Birmieèiø
nl: Burmees
pl_pl: Burmañski
ru: Бирманский
sk: Burmská
sl_si: Burmanski
sv: Burmesiska
uk: Бірманська

source: Kannada
bg: Канарийска (Индия)
cs: Kanadské
hu: Kanadai
it: Canada
lt: Kanadieèiø
pl_pl: Kanadyjski
ru: Каннада
sv: Kanaresiska
uk: Каннадська

source: Mongolian
bg: Монголска
cs: Mongolské
hu: Mongol
it: Mongolia
lt: Mongolø
nl: Mongools
pl_pl: Mongolski
ru: Монгольский
sk: Mongolská
sl_si: Mongolski
sv: Mongoliska
uk: Монгольська

source: Bengali
bg: Бенгалска
cs: Bengálské
hu: Bengáli
lt: Bengalø
nl: Bengalees
pl_pl: Bengalski
ru: Бенгальский
sk: Bengálska
sl_si: Bengalski
sv: Bengaliskt
uk: Бенгальська

source: Romanian
bg: Румънска
cs: Rumunské
hu: Román
it: Rumena
lt: Rumunø
nl: Roemeens
pl_pl: Rumuñski
ru: Румынский
sk: Rumunská
sl_si: Romunski
sv: Rumänskt
uk: Румунська

source: Croatian
bg: Хърватска
cs: Chorvatské
hu: Horvát
it: Croata
lt: Kroatø
nl: Kroatisch
pl_pl: Chorwacki
ru: Хорватский
sk: Chorvátska
sl_si: Hrvaški
sv: Kroatiskt
uk: Хорватська

source: U.S. English w/ ISO9995-3
bg: Английска (САЩ) с ISO9995-3
cs: U.S. anglické w/ ISO9995-3
hu: Amerikai angol / ISO9995-3
it: Americana con ISO9995-3
lt: JAV anglø w/ ISO9995-3
nl: U.S. Engels w/ ISO9995-3
pl_pl: Angielski U.S. z ISO9995-3
ru: Американский английский язык w/ISO9995-3
sk: U.S.A. anglická s ISO9995-3
sl_si: Ameriško angleški z ISO9995-3
sv: Amerikansk engelsk med ISO9995-3
uk: Англійська (США) з ISO9995-3

source: Lithuanian azerty standard
bg: Литовска azerty стандарт
cs: Litevské azerty standard
hu: Litván szabványos azerty
it: s
lt: Lietuviø azerty standartinë
nl: Litouws azerty standaard
pl_pl: Litewski standard azerty
ru: Литовский azerty стандарт
sk: Litovská azerty štandardná
sl_si: Litvijski - azerty standard
sv: Litauisk azerty standard
uk: Литовська типова azerty

source: Maltese
bg: Малтийска
cs: Maltské
hu: Máltai
lt: Maltieèiø
nl: Maltees
pl_pl: Maltañski
ru: Мальтийский
sk: Maltézska
sl_si: Malteški
sv: Maltesiska
uk: Мальтійська

source: German
bg: Немска
cs: Německé
hu: Német
it: Tedesca
lt: Vokieèiø
nl: Duits
pl_pl: Niemiecki
ru: Немецкий
sk: Nemecká
sl_si: Nemški
sv: Tyskt
uk: Німецька

source: Hungarian
bg: Унгарска
cs: Maďarské
hu: Magyar
it: Ungherese
lt: Vengrø
nl: Hongaars
pl_pl: Wêgierski
ru: Венгерский
sk: Maďarská
sl_si: Madžarski
sv: Ungerskt
uk: Угорська

source: Russian
bg: Руска
cs: Ruské
hu: Orosz
it: Russa
lt: Rusø
nl: Russisch
pl_pl: Rosyjski
ru: Российский
sk: Ruská
sl_si: Ruski
sv: Ryskt
uk: Російська

source: Swedish
bg: Шведска
cs: Švédské
hu: Svéd
it: Svedese
lt: Ðvedø
nl: Zweeds
pl_pl: Szwedzki
ru: Шведский
sk: Švédska
sl_si: Švedski
sv: Svenskt
uk: Шведська

source: Turkish (F)
bg: Турска (F)
cs: Turecké (F)
hu: Török (F)
it: Turca (F)
lt: Turkø (F)
nl: Turks (F)
pl_pl: Turecki (F)
ru: Турецкий (F)
sk: Turecká (F)
sl_si: Turški (F)
sv: Turkisk (F)
uk: Турецька (F)

source: Oriya
bg: Орийска (Индия)
hu: Orija
ru: Ория
uk: Орійська

source: Slovenian
bg: Словенска
cs: Slovinské
hu: Szlovén
it: Slovena
lt: Svolënø
nl: Sloveens
pl_pl: S³oweñski
ru: Словенский
sk: Slovinská
sl_si: Slovenski
sv: Slovenskt
uk: Словенська

source: Slovak (qwerty)
bg: Словашка (qwerty)
cs: Slovenské (qwerty)
hu: Szlovák (qwerty)
it: Slovacca (qwerty)
lt: Slovakø (qwerty)
nl: Slowaaks (qwerty)
pl_pl: S³owacki (qwerty)
ru: Словакский (стандартное расположение букв на клавиатуре)
sk: Slovenská (qwerty)
sl_si: Slovaški (qwerty)
sv: Slovakiskt (qwerty)
uk: Словацька (qwerty)

source: Czech
bg: Чешка
cs: České
hu: Cseh
it: Ceca
lt: Èekø
nl: Tjechisch
pl_pl: Czeski
ru: Чешский
sk: Česká
sl_si: Češki
sv: Tjeckiskt
uk: Чеська

source: Gujarati
bg: Гуджератска (Индия)
ru: Гууджарати
sk: Gudžarati
uk: Гуяраті

source: Danish
bg: Датска
cs: Dánské
hu: Dán
it: Danese
lt: Danø
nl: Deens
pl_pl: Duñski
ru: Датский
sk: Dánska
sl_si: Danski
sv: Danskt
uk: Датська

source: Slovak
bg: Словашка
cs: Slovenské
hu: Szlovák
it: Slovacca
lt: Slovakø
nl: Slowaaks
pl_pl: S£owacki
ru: Словацкий
sk: Slovenská
sl_si: Slovaški
sv: Slovakiskt
uk: Словацька

source: Dutch
bg: Холандска
cs: Nizozemské
hu: Holland
it: Olandese
lt: Olandø
nl: Nederlands
pl_pl: Holenderski
ru: Голландский
sk: Holandská
sl_si: Nizozemski
sv: Nederländsk
uk: Голландська

source: Israeli
bg: Израелска
cs: Izraelské
hu: Izraeli
it: Israeliana
lt: Þydø
nl: Israëlisch
pl_pl: Izraelski
ru: Израильский
sk: Izraelská
sl_si: Izraelski
sv: Israeliskt
uk: Ізраїльська

source: Tamil
bg: Тамилска
cs: Tamilské
lt: Tamilø
pl_pl: Tamilski
ru: Тамильский
sk: Tamilská
sl_si: Tamilski
sv: Tamilsk
uk: Тамільська

source: Ogham
bg: Огамска (Ирландия)
ru: Огам(огамический алфавит)
uk: Огам

source: Norwegian
bg: Норвежка
cs: Norské
hu: Norvég
it: Norvegese
lt: Norvegø
nl: Noors
pl_pl: Norweski
ru: Норвежский
sk: Nórska
sl_si: Norveški
sv: Norskt
uk: Норвезька

source: Gurmukhi
bg: Гурмукийска
hu: Gurmuki
sk: Gurmuchská
uk: Гурмухі

source: Serbian
bg: Сръбска
cs: Srbské
hu: Szerb
it: Serba
lt: Serbø
nl: Servisch
pl_pl: Serbski
ru: Сербский
sk: Srbská
sl_si: Srbski
sv: Serbiskt
uk: Сербська

source: Farsi
bg: Фарсийска (Персия)
lt: Persø
ru: Фарси
sk: Farsí
uk: Фарсі

source: Icelandic
bg: Исландска
cs: Islandské
hu: Izlandi
it: Islandese
lt: Islandø
nl: IJslands
pl_pl: Islandzki
ru: Исландский
sk: Islandská
sl_si: Islandski
sv: Isländskt
uk: Ісландська

source: Italian
bg: Италианска
cs: Italské
hu: Olasz
it: Italiana
lt: Italø
nl: Italiaans
pl_pl: W³oski
ru: Итальянский
sk: Talianska
sl_si: Italijanski
sv: Italienskt
uk: Італійська

source: Estonian
bg: Естонска
cs: Estonské
hu: Észt
it: Estone
lt: Estø
nl: Estisch
pl_pl: Estoñski
ru: Эстонский
sk: Estónska
sl_si: Estonski
sv: Estniskt
uk: Естонська

source: Inuktitut
bg: Инуктитутска
hu: Inuit
ru: Инуктитут
sk: Inuktitutská
uk: Інуктітут

source: Swiss French
bg: Френска (Швейцария)
cs: Švýcarsko-francouzské
hu: Svájci (francia)
it: Francese (Svizzera)
lt: Ðveicarijos prancûzø
nl: Zwitsers Frans
pl_pl: Szwajcarski francuski
ru: Швейцарский французский
sk: Švajčiarska francúzska
sl_si: Švicarski (franocski)
sv: Schweiziskt franskt
uk: Швейцарська французька

source: Swiss German
bg: Германска (Швейцария)
cs: Švýcarsko-německé
hu: Svájci (német)
it: Tedesca (Svizzera)
lt: Ðveicarijos
nl: Zwitsers Duits
pl_pl: Szwajcarski niemiecki
ru: Швейцарский немецкий
sk: Švajčiarska nemecká
sl_si: Švicarski (nemški)
sv: Tyskschweizisk
uk: Швейцарська німецька

source: Thai
bg: Тайландска
cs: Thajské
it: Tailandese
lt: Tailandieèiø
nl: Thais
pl_pl: Tajski
ru: Тайский
sk: Thajská
sl_si: Tajski
sv: Thailändskt
uk: Тайська

source: Tajik
bg: Таджикска
cs: Tádžidské
hu: Tadzsik
it: Tajil
lt: Tadþikø
ru: Таджикский
sk: Tadžitská
sv: Tadzjikiska
uk: Таджицька

source: Greek
bg: Гръцка
cs: Řecké
hu: Görög
it: Greca
lt: Graikø
nl: Grieks
pl_pl: Grecki
ru: Греческий
sk: Grécka
sl_si: Grški
sv: Grekiskt
uk: Грецька

source: Japanese
bg: Японска
cs: Japonské
hu: Japán
it: Giapponese
lt: Japonø
nl: Japans
pl_pl: Japoñski
ru: Японский
sk: Japonská
sl_si: Japonski
sv: Japanskt
uk: Японська

source: Georgian (latin)
bg: Грузинска (латиница)
cs: Gruzínské (latinka)
hu: Georgiai (latin)
it: Giorgiana (latina)
lt: Gruzinø (lotyniðka)
nl: Georgiaans (latijn)
pl_pl: Gruziñski (latin)
ru: Грузинский (латинский)
sk: Gruzínska (latinka)
sv: Georgisk (latinsk)
uk: Грузинська (латинська)

source: Ukrainian
bg: Украинска
cs: Ukrajinské
hu: Ukrán
it: Ucraina
lt: Ukrainieèiø
nl: Oekraïens
pl_pl: Ukraiñski
ru: Украинский
sk: Ukrajinská
sl_si: Ukrajinski
sv: Ukrainskt
uk: Українська

source: Polish (qwertz)
bg: Полска (qwertz)
cs: Polské (qwertz)
hu: Lengyel (qwertz)
it: Polacca (qwertz)
lt: Lenkø (qwertz)
nl: Pools (qwertz)
pl_pl: Polski (qwertz)
ru: Польский (qwertz)
sk: Poľská (qwertz)
sl_si: Poljski (qwertz)
sv: Polsk (qwerty)
uk: Польська (qwertz)

source: Syriac
bg: Сирийска
cs: Syrské
hu: Szíriai
it: Siriana
lt: Sirø
nl: Syrisch
pl_pl: Syryjski
ru: Сирийский
sk: Syrská
sl_si: Sirijski
sv: Syriskt
uk: Сирійська

source: Turkish
bg: Турска
cs: Turecké
hu: Török
it: Turca
lt: Turkø
nl: Turks
pl_pl: Turecki
ru: Турецкий
sk: Turecká
sl_si: Turški
sv: Turkiskt
uk: Турецька

source: Spanish
bg: Испанска
cs: Španělské
hu: Spanyol
it: Spagnola
lt: Ispanø
nl: Spaans
pl_pl: Hiszpañski
ru: Испанский
sk: Španielska
sl_si: Španski
sv: Spanskt
uk: Іспанська

source: Northern Saami (Sweden)
bg: Северен суоми (Швеция)
cs: Severní Saami (Švédsko)
hu: Észak Szuomi (Svéd)
it: Saami settentrionale (Svezia)
lt: Ðiauriniø samiø (ðvedø)
nl: Noord Saami (Sweden)
pl_pl: Pó³nocny Saami (Szwecja)
ru: Северный Саами (Швеция)
sk: Severná laponská (Švédsko)
sl_si: Severno Saami (Švedska)
sv: Samisk (Sverige)
uk: Північна Саамі (Швеція)

source: Yugoslavian
bg: Югославска
cs: Jugoslávské
hu: Jugoszláv
it: Jugoslava
lt: Jugoslavø
nl: Joegoslavisch
pl_pl: Jugos³owiañski
ru: Югославский
sk: Juhoslovanská
sl_si: Jugoslovanski
sv: Jugoslavisk
uk: Югославська

source: Hindi
bg: Хиндийска
hu: Hindu
ru: Хинди
sk: Hindská
uk: Хінді

source: Finnish
bg: Финландска
cs: Dokončit
hu: Finn
it: Finlandese
lt: Suomiø
nl: Fins
pl_pl: Fiñski
ru: Финский
sk: Fínska
sl_si: Finski
sv: Finskt
uk: Фінська

source: French (alternative)
bg: Френска (алтернативна)
cs: Francouzské (alternativní)
hu: Francia (alternatív)
it: Francese (alternativa)
lt: Prancûzø (alternatyvus)
nl: Frans (alternatief)
pl_pl: Francuski (alternatywa)
ru: Французский (альтернатива)
sk: Francúzska (alternatívna)
sl_si: Francoski (alternativa)
sv: Franskt (alternativ)
uk: Французька (альтернативна)

source: Hungarian (qwerty)
bg: Унгарска (qwerty)
cs: Maďarské (qwerty)
hu: Magyar (qwerty)
it: Ungherese (qwerty)
lt: Vengrø (qwerty)
nl: Hongaars (qwerty)
pl_pl: Wêgierski (qwerty)
ru: Венгерский (стандартное расположение букв на клавиатуре)
sk: Maďarská (qwerty)
sl_si: Madžarski (qwerty)
sv: Ungerskt (qwerty)
uk: Угорська (qwerty)

source: Russian (cyrillic phonetic)
bg: Руска (фонетична кирилица)
cs: Ruské (cyrillic phonetic)
hu: Orosz (cirill betűs)
it: Russa (cirillico)
lt: Rusø (fonetinis)
nl: Russisch (cyrillisch fonetisch)
pl_pl: Rosyjsku (fonetyczna cyrylica)
ru: Русский (кириллица фонетический)
sk: Ruská (fonetická azbuka)
sl_si: Ruski (cirilica)
sv: Rysk (kyrillisk fonetik)
uk: Російська (фонетична кирилиця)

source: Albanian
bg: Албанска
cs: Albánské
hu: Albán
it: Albanese
lt: Albanø
nl: Albanees
pl_pl: Albañski
ru: Албанский
sk: Albánska
sl_si: Albanski
sv: Albanskt
uk: Албанська

source: Polish
bg: Полска
cs: Polské
hu: Lengyel
it: Polacca
lt: Lenkø
nl: Pools
pl_pl: Polski
ru: Польский
sk: Poľská
sl_si: Poljski
sv: Polskt
uk: Польська

source: Telugu
bg: Телугуийска (Индия)
ru: Телугу
uk: Телугу

source: Armenian
bg: Арменска
cs: Arménské
hu: Örmény
it: Armena
lt: Armënø
nl: Armeens
pl_pl: Armeñski
ru: Армянский
sk: Arménska
sl_si: Armenski
sv: Armensk
uk: Вірменська

source: Northern Saami (Norway)
bg: Северен суоми (Норвегия)
cs: Severní Saami (Norsko)
hu: Észak Szuomi (Norvég)
it: Saami settentrionale (Norvegia)
lt: Ðiauriniø samiø (norvegø)
nl: Noord Saami (Noorwegen)
pl_pl: Pó³nocne Saami (Norwegia)
ru: Северный Саами (Норвегия)
sk: Severná laponská (Nórsko)
sl_si: Severno Saami (Norveška)
sv: Samisk (Norge)
uk: Північна Саамі (Норвегія)

source: Latin America
bg: Латино-американска
cs: Latinskoamerické
hu: Latin Amerikai
it: America Latina
lt: Lotynø Amerika
nl: Latijns Amerika
pl_pl: Ameryka £aciñska
ru: Латинская Америка
sk: Latinská Amerika
sl_si: Latinsko ameriški
sv: Latinamerikansk
uk: Латиноамериканська

source: French
bg: Френска
cs: Francouzské
hu: Francia
it: Francese
lt: Prancûzø
nl: Frans
pl_pl: Francuski
ru: Французский
sk: Francúzska
sl_si: Francoski
sv: Franskt
uk: Французька

source: United Kingdom
bg: Великобритания
cs: Spojené království
hu: Angol
it: Regno Unito
lt: Jungtinë Karalystë
nl: Verenigd Koninkrijk
pl_pl: Wielka Brytania
ru: Великобритания
sk: Spojeného kráľovstvo
sl_si: Angleški
sv: Storbritannien
uk: Великобританська

source: Arabic
bg: Арабска
cs: Arabské
hu: Arab
it: Araba
lt: Arabø
nl: Arabisch
pl_pl: Arabski
ru: Арабский
sk: Arabská
sl_si: Arabski
sv: Arabiskt
uk: Арабська

source: U.S. English
bg: Английска (САЩ)
cs: U.S. anglické
hu: Amerikai angol
it: Americana
lt: JAV anglø
nl: U.S. Engels
pl_pl: Angielski U.S.
ru: Американский английский
sk: U.S.A. anglická
sl_si: Ameriško angleški
sv: Engelskamerikansk
uk: Англійська (США)

source: Maltese (US layout)
bg: Малтийска (оформление САЩ)
cs: Maltské (US rozložení)
hu: Máltai (amerikai kiosztás)
it: Maltese (mappatura americana)
lt: Maltieèiø (US iðdëstymas)
nl: Maltees (US layout)
pl_pl: Maltañski (uk³ad US)
ru: Мальтийский (американская раскладка)
sk: Maltézska (US)
sl_si: Malteški (ameriški izgled)
sv: Maltesisk (amerikansk layout)
uk: Мальтійська (розкладка US)

source: French Canadian
bg: Френска (Канада)
cs: Francouzko-kanadské
hu: Kanadai francia
it: Francese (Canada)
lt: Prancûzø kanadieèiø
nl: Frans Canadees
pl_pl: Francuski Kanadyjski
ru: Французский канадский
sk: Kanadská francúzska
sl_si: Kanadski (francoski)
sv: Franskkanadensisk
uk: Французька канадська

source: Portuguese
bg: Португалска
cs: Portugalské
hu: Portugál
it: Portoghese
lt: Portugalø
nl: Portugees
pl_pl: Portugalski
ru: Португальский
sk: Portugalská
sl_si: Portugalski
sv: Portugisiskt
uk: Португальська

source: Belgian
bg: Белгийска
cs: Belgické
hu: Belga
it: Belga
lt: Belgø
nl: Belgisch
pl_pl: Belgijski
ru: Бельгийский
sk: Belgická
sl_si: Belgijski
sv: Belgiskt
uk: Бельгійська

source: Bulgarian
bg: Българска
cs: Bulharské
hu: Bolgár
it: Bulgara
lt: Bulgarø
nl: Bulgaars
pl_pl: Bu³garski
ru: Болгарский
sk: Bulharská
sl_si: Bolgarski
sv: Bulgariskt
uk: Болгарська

source: Azerbaijani
bg: Азербайджанска
cs: Azerbajdžánské
hu: Azerbajdzsáni
it: Azerbaigiana
lt: Azerbaidþanieèiø
nl: Azerbaidzjaans
pl_pl: Azerbejd¿añski
ru: Азербайджанский
sk: Ázerbajdžanská
sl_si: Azejbardžanski
sv: Azerbajdzjanska
uk: Азербайджанська
