Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: Press any of Win-keys to choose 3rd level
bg: Натиснете някой от Win клавишите за да изберете трето ниво
cs: Třetí úroveň nastavíte stisknutím klávesy Win
hu: Bármely Win billentyű megnyomása a 3. szintű funkciók eléréséhez
it: Premete un tasto Win qualsiasi per selezionare il terzo livello
lt: Spauskite bet koká Win klaviða 3-iam lygiui
nl: Druk op één van de Win-toetsen om het 3de level te selecteren
pl_pl: Naci¶nij dowolny klawisz Win aby wybraæ trzeci poziom
ru: Нажмите одну из Win-клавиш чтобы выбрать 3-ий уровень
sk: Stlačenie niektorého Win-klávesu vyberá 3. úroveň
sl_si: Pritisnite eno od Win tipk za izbiro tretjega nivoja
sv: Tryck på någon av win-tangenterna för att välja tredje nivån
uk: Натисніть будь-яку з клавіш Win, щоб вибрати 3й рівень

source: Control key at bottom left
bg: Клавишът Control долу ляво
cs: Klávesa Ctrl vlevo dole
hu: Ctrl billentyű a bal alsó sarokban
it: Tasto Ctrl alla sinistra
lt: Control klaviðas apaèioje kairëje
nl: Control toets linksonder
pl_pl: Klawisz Control u do³u po lewej
ru: Клавиша CTRL внизу слева
sk: Control vľavo dole
sl_si: Tipka Control, ki je spodaj levo
sv: Ctrl-tangent längst ner till vänster
uk: Клавіша Control ліворуч знизу

source: Both Shift keys together change group
bg: Двата Shift-a превключват групата
cs: Oba Shifty mění skupinu
hu: Mindkét Shift billentyű változtassa a csoportot
it: Entrambi tasti Shift cambiano gruppo
lt: Abu Shift klaviðai kartu keièia grupæ
nl: Beide Shift-toetsen wijzigen de groep
pl_pl: Oba klawisze Shift wci¶niête razem zmieniaj± grupê
ru: Обе клавиши SHIFT вместе изменяют группу
sk: Spoločné stlačenie oboch Shift mení skupinu
sl_si: Obe tipki Shift skupaj zamenjata skupino
sv: Båda skift-tangenterna samtidigt byter grupp
uk: Зміна групи - обидві клавіші Shift разом

source: Third level choosers
bg: Превключватели за трето ниво
cs: Výběr třetí úrovně
hu: Harmadik szintű funkciók elérése
it: Third level chooser
lt: Treèiojo lygio pasirinkimas
nl: Derde level kiezers
pl_pl: Wybór trzeciego poziomu
ru: Третий уровень выбора
sk: Výber tretej úrovne
sl_si: Izbira tretjega nivoja
sv: Tredje nivån av väljare
uk: Вибір третього рівня

source: Control key at left of 'A'
bg: Клавишът Control отляво на 'A'
cs: Klávesa Ctrl vlevo od 'A'
hu: 'A' melletti Control billentyű
it: Tasto Ctrl alla sinistra di 'A'
lt: Control klaviðas 'A' kairëje
nl: Control-toets links van 'A'
pl_pl: Klawisz Control na lewo od 'A'
ru: Клавиша CTRL слева от A
sk: Control naľavo od 'A'
sl_si: Tipka Control levo od 'A'
sv: Ctrl-tangent till vänster om "A"
uk: Клавіша Control ліворуч від "A"

source: Scroll_Lock LED shows alternative group
bg: Диода Scroll_Lock показва алтернативната група
cs: Scroll_Lock LED zobrazuje alternativní skupinu
hu: A ScrollLock LED mutassa meg az alternatív csoportokat
it: LED BlocScorr mostra gruppo alternativo
lt: Scroll_Lock LED rodo alternatyvià grupæ
nl: Scroll_Lock LED toont de alternatieve groep
pl_pl: Dioda Scroll_Lock pokazuje alternatywn± grupê
ru: Scroll_Lock LED показывает альтернативную группу
sk: Scroll_Lock LED zobrazuje alternatívnu skupinu
sl_si: Scroll_Lock LED prikazuje alternativno skupino
sv: Scroll Lock LED visar alternativ grupp
uk: Індикатор Scroll_Lock показує альтернативну групу

source: Right Alt is Compose
bg: Десният Alt е Compose
cs: Pravý Altu je Compose
hu: Jobb Alt a Compose funkció
it: Alt (destro) è il tasto compose
lt: Deðinysis Alt yra Compose
nl: Alt-rechts is samenstellen
pl_pl: Prawy Alt to Compose
ru: Right Alt композитный
sk: Pravý Alt je Compose
sl_si: Desna tipka Alt sodeluje pri sestavljanju
sv: Höger alt-tangent är komponera
uk: Правий Alt як Compose

source: Right Win-key changes group
bg: Десният Win клавиш превключва групата
cs: Pravá Win klávesa mění skupinu
hu: A jobboldali Win billentyű változtassa a csoportot
it: Tasto win destro cambia gruppo
lt: Deðinys Win keièia grupæ
nl: De rechter Win-toets wijzigt de groep
pl_pl: Prawy klawisz Win zmienia grupê
ru: Правая клавиша Win изменяет группу
sk: Pravý Win-kláves mení skupinu
sl_si: Desna Win-tipka zamenja skupino
sv: Höger win-tangent byter grupp
uk: Зміна групи - права клавіша Win

source: Press Left Win-key to choose 3rd level
bg: Натиснете левия Win клавиш за да изберете трето ниво
cs: Třetí úroveň zvolíte stisknutím levé klávesy Win
hu: Nyomja meg a baloldali Win billentyűt a 3. szintű funkciók eléréséhez
it: Premete il tasto Win sinistro per selezionare il terzo livello
lt: Spauskite kairájá Win klaviðà 3-iam lygiui
nl: Druk op de linker Win-toets om het 3de level te selecteren
pl_pl: Naci¶nij lewy klawisz Win aby wybraæ trzeci poziom
ru: Нажмите левую клавишу Win, чтобы выбрать 3-ий уровень
sk: Stlačenie ľavého Win-klávesu vyberá 3. úroveň
sl_si: Pritisnite levo Win tipko za izbiro tretjega nivoja
sv: Tryck vänster win-tangent för att välja tredje nivån
uk: Натисніть ліву клавішу Win, щоб вибрати 3й рівень

source: Make CapsLock an additional Control
bg: CapsLock като допълнителен Ctrl
cs: CapsLock jako další ovládací klávesa
hu: A CapsLock használata külön vezérlőelemnek
it: CapsLock come tasto Ctrl aggiuntivo
lt: Padaryti CapsLock papildomu Control
nl: Maak van CapsLock een extra control
pl_pl: CapsLock jako dodatkowy Control
ru: Делает CapsLock дополнительным управлением
sk: CapsLock ako ďalší Control
sl_si: Naredi CapsLock kot dodatno Control
sv: Gör CapsLock till ytterligare kontroll
uk: Зробити CapsLock додатковим Control

source: uses internal capitalization. Shift cancels Caps.
bg: използва вътрешна метод за главните букви. Shift прекъсва Caps.
cs: používá interní nastavení. Shift vyruší Caps.
hu: belső Caps funkciót használ. A Shift feloldja a Caps módot.
it: usa maiuscole interne. Shift cancella Caps
lt: Shift keièia Caps.
nl: gebruikt interne kapitalisatie. Shift annuleert Caps.
pl_pl: u¿ycie wewnêtrznej kapitalizacji. Shift anuluje Caps.
ru: Использует внутреннее преобразование букв в прописные. Shift отменяет заглавные буквы.
sk: používa vnútorné veľké písmená. Shift ruší Caps.
sl_si: uporabi notranjo spremembo velikosti črk. Tipka Shift prekine delovanja tipke Caps
sv: använder internationellt skiftläge. Skift upphäver Caps Lock.
uk: Вживає внутрішній механізм великих літер. Shift скасовує Caps.

source: acts as Shift with locking. Shift doesn't cancel Caps.
bg: работи като Shift със заключване. Shift не прекъсва Caps.
cs: je jako Shift se zámkem. Shift nevyruší Caps.
hu: ugyanúgy működik, mint Shift zárással. A Shift nem oldja fel a Caps módot.
it: si comporta come Shift con blocco. Shift non cancella Caps.
lt: veikia kaip Shift su uþrakinimu. Shift neatðaukia Caps.
nl: gedraagt zich als een vergrendelde Shift-toets. Shift zal Caps niet annuleren.
pl_pl: dzia³aj jak Shift z blokowaniem. Shift nie anuluje Caps.
ru: Действует как Shift с блокировкой. Shift не отменяет заглавные буквы.
sk: funguje ako Shift so zámkom. Shift neruší Caps.
sl_si: odzivaj se kot tipka Shift z zaklepanjem. Tipka Shift ne prekine delovanja tipke Caps
sv: fungerar som Skift med låsning. Skift upphäver inte Caps Lock.
uk: Діє, як Shift з фіксацією. Shift не скасовує Caps.

source: Left Win-key switches group while pressed
bg: Левият Win клавиш превключва групата, когато е натиснат
cs: Levý Alt přepíná skupinu při stisknutí
hu: Baloldali Win billentyű megnyomása a csoportváltáshoz
it: Tasto Win sinistro cambia gruppo se premuto
lt: Paspaudus kairá Win persijungia grupë
nl: De linker Win-toets indrukken om de groep te wisselen
pl_pl: Lewy klawisz Win zmienia grupê gdy wci¶niêty
ru: Левая клавиша Win переключает группу пока нажата
sk: Ľavý Win-kláves prepína skupinu pri stlačení
sl_si: Desni Alt zamenja skupino, če je pritisnjen
sv: Vänster win-tangent byter grupp när den hålls nere
uk: Ліва клавіша Win перемикає групу при натисканні

source: Left Shift key changes group
bg: Левият Shift превключва групата
cs: Levý Shift mění skupinu
hu: Baloldali Shift billentyű változtassa a csoportot
it: Tasto Shift sinistro cambia gruppo
lt: Kairys Shift klaviðas keièia grupæ
nl: De linker Shift-toets wijzigt de groep
pl_pl: Lewy klawisz Shift zmienia grupê
ru: Левая клавиша Shift изменяет группу
sk: Ľavý Shift mení skupinu
sl_si: Zamenajva skupine s pritiskom na levo tipko Shift
sv: Vänster Skift-tangent byter grupp
uk: Зміна групи - ліва клавіша Shift

source: Num_Lock LED shows alternative group
bg: Диода Num_Lock показва алтернативната група
cs: Num_Lock LED zobrazuje alternativní skupinu
hu: A NumLock LED mutassa meg az alternatív csoportokat
it: LED di NumBlocc mostra gruppo alternativo
lt: Num_Lock LED rodo alternatyvià grupæ
nl: Num_Lock LED toont de alternatieve groep
pl_pl: Dioda Num_Lock pokazuje alternatywn± grupê
ru: Num_Lock LED показывает альтернативную группу
sk: Num_Lock LED zobrazuje alternatívnu skupinu
sl_si: Num_Lock LED prikazuje alternativno skupino
sv: Num Lock LED visar alternativ grupp
uk: Індикатор Num_Lock показує альтернативну групу

source: Caps_Lock LED shows alternative group
bg: Диода Caps_Lock показва алтернативната група
cs: Caps_Lock LED zobrazuje alternativní skupinu
hu: A CapsLock LED mutassa meg az alternatív csoportokat
it: LED CapsLock mostrano gruppo alternativo
lt: Caps_Lock LED rodo alternatyvià grupæ
nl: Caps_Lock LED toont de alternatieve groep
pl_pl: Dioda Caps_Lock pokazuje alternatywn± grupê
ru: Caps_Lock LED показывает альтернативную группу
sk: Caps_Lock LED zobrazuje alternatívnu skupinu
sl_si: Caps_Lock LED prikazuje alternativno skupino
sv: Caps Lock LED visar alternativ grupp
uk: Індикатор Caps_Lock показує альтернативну групу

source: Meta is mapped to the left Win-key.
bg: Meta е определен за левия Win клавиш.
cs: Meta je mapované na levou klávesu Win.
hu: A baloldali Win billentyű látja el a Meta funkciót.
it: Il tasto meta è mappato sul tasto Win sinistro
lt: Meta susietas su kairiu Win klaviðu.
nl: Meta is aan de linker Win-toets toegewezen.
pl_pl: Meta jest zamapowane na lewy klawisz Win.
ru: Мета отображен на левую клавишуWin.
sk: Meta je mapovaný na ľavý Win-kláves.
sl_si: Tipka Meta je preslikana v levo Win tipko
sv: Meta tilldelas till vänster win-tangent.
uk: Meta приписана до лівої клавіші Win.

source: Caps Lock key changes group
bg: Клавишът Caps Lock превключва групата
cs: Caps Lock mění skupinu
hu: A CapsLock billentyű változtassa a csoportot
it: Tasti CapsLocl cambiano gruppo
lt: Caps Lock klaviðas keièia grupæ
nl: De Caps Lock toets wijzigt de groep
pl_pl: Klawisz Caps Lock zmienia grupê
ru: Клавиша Caps Lock изменяет группу
sk: Caps Lock mení skupinu
sl_si: Tipka Caps lock zamenja skupino
sv: Caps Lock-tangenten byter grupp
uk: Зміна групи - клавіша Caps Lock

source: Both Alt keys together change group
bg: Двата Alt-a превключват групата
cs: Oba Shifty mění skupinu
hu: Mind két Alt billentyű változtassa a csoportot
it: Entrambi tasti Alt cambiano gruppo
lt: Abu Alt klaviðai kartu keièia grupæ
nl: Beide Alt-toetsen wijzigen de groep
pl_pl: Oba klawisze Alt razem zmieniaj± grupê
ru: Обе клавиши Alt вместе изменяет группу
sk: Oba klávesy Alt menia skupinu
sl_si: Obe tipki Alt skupaj zamenjata skupino
sv: Båda skift-tangenterna samtidigt byter grupp
uk: Зміна групи - обидві клавіші Alt разом

source: Menu is Compose
bg: Menu е Compose
cs: Menu je Compose
hu: A Compose billentyű a Menü
it: Menu è compose
lt: Meniu yra Compose
nl: Menu is samenstellen
pl_pl: Menu to Compose
ru: Меню составлено
sk: Menu je Compose
sl_si: Tipka Menu je tipka za sestavljanje
sv: Meny är komponera
uk: Menu як Compose

source: Right Alt key changes group
bg: Десният Alt превключва групата
cs: Pravý Alt mění skupinu
hu: A jobboldali Alt billentyű változtassa a csoportot
it: Tasto Alt destro cambia gruppo
lt: Deðinys Alt klaviðas keièia grupæ
nl: De rechter Alt-toets wijzigt de groep
pl_pl: Prawy klawisz Alt zmienia grupê
ru: Клавиша Right Alt изменяет группу
sk: Pravý Alt mení skupinu
sl_si: Desna Alt tipka zamenja skupino
sv: Höger Alt-tangent byter grupp
uk: Зміна групи - права клавіша Alt

source: Control Key Position
bg: Позиция на клавиша Control
cs: Změna umístění kláves
hu: Vezérlőbillentyűk elhelyezése
it: Posizione tasto Ctrl
lt: Control klaviðo pozicija
nl: Control toets positie
pl_pl: Pozycja klawisza Control
ru: Позиция Клавиши CTRL
sk: Pozícia klávesu Control
sl_si: Položaj Tipke Control
sv: Position för Ctrl-tangenten
uk: Розташування клавіші Control

source: Swap Control and Caps Lock
bg: Смяна местата на Ctrl и CapsLock
cs: Zaměnit Ctrl a CapsLock
hu: Ctrl és CapsLock felcserélése
it: Scambia tasto Ctrl e CapsLock
lt: Sukeisti Control ir Caps Lock
nl: Verwissel Control en CapsLock
pl_pl: Zamiana Control i Caps Lock
ru: Поменять местами Control и Caps Lock
sk: Prehodiť Control a Caps Lock
sl_si: Zamenjanj tipki Control in CapsLock
sv: Byt position för Ctrl och Caps Lock
uk: Обміняти місцями клавіші Control та Caps Lock

source: Control+Shift changes group
bg: Ctrl+Shift превключва групата
cs: Ctrl a Shift mění skupinu
hu: Csoportváltás a Ctrl+Shift billentyűkkel
it: Crtl e Shift cambiano gruppo
lt: Control+Shift keièia grupæ
nl: Control+Shift wijzigen de groep
pl_pl: Control+Shift zmienia grupê
ru: Control+Shift изменяет группу
sk: Control+Shift mení skupinu
sl_si: Pritisk na tipki in Shift zamenja skupino
sv: Ctrl+skift byter grupp
uk: Зміна групи - Control+Shift

source: Alt+Shift changes group
bg: Alt+Shift превключва групата
cs: Alt a Shift mění skupinu
hu: Csoportváltás az Alt+Shift billentyűkkel
it: Alt + Shift cambiano gruppo
lt: Alt+Shift keièia grupæ
nl: Alt+Shift wijzigen de groep
pl_pl: Alt+Shift zmienia grupê
ru: Alt+Shift изменяет группу
sk: Alt+Shift mení skupinu
sl_si: Pritisk na tipki Alt in Shift zamenja skupino
sv: Alt+skift byter grupp
uk: Зміна групи - Alt+Shift

source: Press Right Control to choose 3rd level
bg: Натиснете десния Control за да изберете трето ниво
cs: Třetí úroveň zvolíte stisknutím pravého Ctrl
hu: Jobb Ctrl gomb megnyomása a 3. szintű funkciók eléréséhez
it: Premete il tasto Ctrl destro per selezionare il terzo livello
lt: Spauskite deðiná Control 3-iam lygiui
nl: Druk op de rechter Control om het 3de level te selecteren
pl_pl: Naci¶nij prawy Control aby wybraæ trzeci poziom
ru: Нажмите Ctrl Right, чтобы выбрать 3-ий уровень
sk: Stlačenie pravého Control vyberá 3. úroveň
sl_si: Pritisnite desno tipko Control za izbiro tretjega nivoja
sv: Tryck på höger Ctrl-tangent för att välja tredje nivån
uk: Натиснути правий Control, щоб вибрати 3й рівень

source: Add the standard behavior to Menu key.
bg: Добавяне на стандартно поведение за клавиша Menu.
cs: Přidat standardní chování do klávesy Menu.
hu: Alapértelmezett viselkedés hozzáadása a Menü billentyűhöz
it: Aggiungi il comportamento standard al tasto menu.
lt: Pridëti standarninæ elgsenà Meniu klaviðui.
nl: Standaard gedrag aan de Menu toets toevoegen.
pl_pl: Podaj standardowe dzia³anie klawisza Menu.
ru: Добавить стандартное поведение к клавише Menu.
sk: Pridať štandardné chovanie klávesu Meta.
sl_si: Dodaj običajno vedenje tipki Menu.
sv: Lägger till standardbeteendet till meny-tangenten.
uk: Додати стандартну поведінку до клавіші Menu.

source: Alt and Meta on the Alt keys (default).
bg: Alt и Meta на Alt клавишите (стандартно).
cs: Alt a Meta na klávese Alt (výchozí).
hu: Alt és Meta az Alt billentyűkkel (alapértelmezett).
it: Tasto Alt e meta sui tasti Alt (default)
lt: Alt ir Meta visiems Alt klaviðams (áprasta).
nl: Alt en Meta op de Alt toetsen (standaard).
pl_pl: Alt i Meta na klawiszach Alt (domy¶lne).
ru: Alt и Мета на клавишах Alt (значение по умолчанию).
sk: Alt a Meta na klávesy Alt (štandardné).
sl_si: Alt in Meta na tipkah Alt (privzeto).
sv: Alt och meta på alt-tangenterna (standard).
uk: Alt та Meta на клавішах Alt (типове).

source: Super is mapped to the Win-keys (default).
bg: Super е определен за Win клавишите (стандартно).
cs: Super je namapované na klávesách Win (výchozí).
hu: Super hozzárendelése a Win billentyűkhöz (alapértelmezett).
it: Super è mappato su tasti Win (default)
lt: Super susietas su Win klaviðu (áprasta).
nl: Super is aan de Win-toetsen toegewezen (standaard).
pl_pl: Super jest zamapowane na klawisze Win (domy¶lne).
ru: Super отображен на клавиши Win (значение по умолчанию).
sk: Super je mapovaný na Win-klávesy (štandardné).
sl_si: Super je preslikan v Win+tipke (privzeto).
sv: Super tilldelas till win-tangenterna (standard).
uk: Super приписана до клавіші Win (типове).

source: Hyper is mapped to the Win-keys.
bg: Hyper е определен за Win клавишите.
cs: Hyper je výchozí na klávesách Win.
hu: Hyper hozzárendelése a Win billentyűkhöz (alapértelmezett).
it: Hyper è mappato su tasti Win
lt: Hyper susietas su Win klaviðais.
nl: Hyper is aan de Win-toetsen toegewezen.
pl_pl: Hyper jest zamapowane na klawisze Win.
ru: Hyper отображен на клавиши Win.
sk: Hyper je mapovaný na Win-klávesy.
sl_si: Hyper je preslikan v Win+tipke.
sv: Hyper tilldelas till win-tangenterna.
uk: Hyper приписана до клавіші Win.

source: Press Right Win-key to choose 3rd level
bg: Натиснете десния Win клавиш за да изберете трето ниво
cs: K volbě třetí úrovně stiskněte pravý Win
hu: Jobboldali Win gomb megnyomása a 3. szintű funkciók eléréséhez
it: Premere tasto Win destro per selezionare il terzo livello
lt: Spauskite deðiná Win klaviðà 3-iam lygiui
nl: Druk op de rechter Win-toets om het 3de level te selecteren
pl_pl: Naci¶nij prawy klawisz Win aby wybraæ trzeci poziom
ru: Нажмите Right Win клавишу, чтобы выбрать 3-ий уровень
sk: Stlačenie pravého Win-klávesu vyberá 3. úroveň
sl_si: Pritisnite desno Win-tipko za izbiro tretjega nivoja
sv: Tryck höger win-tangent för att välja tredje nivån
uk: Натиснути праву клавішу Win, щоб вибрати 3й рівень

source: Use keyboard LED to show alternative group
bg: Използване на диодите на клавиатурата за показване на алтернативната група
cs: Použít k zobrazení alternativní skupiny LED
hu: Billentyűzet LED-ek használata az alternatív csoportok megjelenítéséhez
it: Usa LED della tastiera per mostrare i gruppi alternativi
lt: Naudoti klaviatûros LED alternatyvios grupës rodymui
nl: Gebruik de toetsenbord LED voor het weergeven van de alternatieve groep
pl_pl: U¿ywaj diod klawiatury do pokazania alternatywnych grup
ru: Использовать клавиатурный LED, чтобы показать альтернативную группу
sk: Použiť LED klávesnice pre zobrazenie alternatívnej skupiny
sl_si: Uporabi LED na tipkovnici za prikaz alternativne skupine
sv: Använd tangentbordets LED för att visa alternativ grupp
uk: Альтернативна група на індикаторі клавіатури

source: acts as Shift with locking. Shift cancels Caps.
bg: работи като Shift със заключване. Shift прекъсва Caps.
cs: je jako Shift se zámkem. Shift ruší Caps.
hu: ugyanúgy működik, mint Shift zárással. A Shift feloldja a kapitális módot.
it: si comporta come Shift e blocco. Shift cancella Caps.
lt: Shift atðaukia Caps.
nl: gedraagt zich als een vergrendelde Shift-toets. Shift zal Caps annuleren.
pl_pl: dzia³aj jak Shift z blokowaniem. Shift anuluje Caps.
ru: Действует как Shift с блокировкой. Shift отменяет заглавные буквы.
sk: funguje ako Shift so zámkom. Shift ruší Caps.
sl_si: vedi se kot tipka Shift z zaklepanjem. Tipka Shift izključi Caps.
sv: fungerar som Skift med låsning. Skift upphäver Caps Lock.
uk: Діє, як Shift з фіксацією. Shift скасовує Caps.

source: Group Shift/Lock behavior
bg: Поведение на групата Shift/Lock
cs: Chování skupiny Shift/Lock
hu: Shift/CapsLock csoport viselkedése
it: Comportamento gruppo Shift/Blocc
lt: Grupës Shift/Lock elgsena
nl: Groep Shift/Vergrendel gedrag
pl_pl: Dzia³anie grupy Shift/Lock
ru: Поведение группы Shift/Lock
sk: Zoskupiť chovanie Shift/Lock
sl_si: Shift/Lock vedenje skupine
sv: Skift/Lock-gruppbeteende
uk: Поведінка групи Shift/Lock

source: Right Win-key switches group while pressed
bg: Десният Win клавиш превключва групата, когато е натиснат
cs: Pravá Win přepíná skupinu při stisknutí
hu: Jobboldali Win billentyű megnyomása a csoportváltáshoz
it: Tasto Win destro cambia gruppo se premuto
lt: Nuspaustas deðinys Win perjungia grupæ
nl: Rechter Win-toets indrukken om de groep te wisselen
pl_pl: Prawy klawisz Win zmienia grupê gdy wci¶niêty
ru: Правая клавиша Win переключает группу пока нажата
sk: Pravý Win-kláves prepína skupinu pri stlačení
sl_si: Zamenajva skupine s pritiskom na desno Win-tipko
sv: Höger win-tangent byter grupp när den hålls nere
uk: Права клавіша Win перемикає групу при натисканні

source: Alt+Control changes group
bg: Alt+Ctrl превключва групата
cs: Alt a Ctrl mění skupinu
hu: Csoportváltás az Alt és a Ctrl billentyűkkel
it: Alt + Ctrl cambiano gruppo
lt: Alt+Control keièia grupæ
nl: Alt+Control wijzigen de groep
pl_pl: Alt+Control zmienia grupê
ru: Alt+Control изменяет группу
sk: Alt+Control mení skupinu
sl_si: Pritisk na tipki Alt in Control zamenja skupino
sv: Alt+Ctrl byter grupp
uk: Зміна групи - Alt+Control

source: Menu key changes group
bg: Клавишът Menu превключва групата
cs: Klávesa Menu mění skupinu
hu: A Menü billentyű változtassa a csoportot
it: Tasto menu cambia gruppo
lt: Meniu klaviðas keièia grupæ
nl: Menu-toets wijzigt de groep
pl_pl: Klawisz Menu zmienia grupê
ru: Клавиша Menu изменяет группу
sk: Kláves Menu mení skupinu
sl_si: Tipka Menu zamenja skupino
sv: Meny-tangenten byter grupp
uk: Зміна групи - клавіша Menu

source: Left Ctrl key changes group
bg: Левият Ctrl превключва групата
cs: Levý Ctrl mění skupinu
hu: A baloldali Ctrl billentyű változtassa meg a csoportot
it: Tasto Ctrl sinistro cambia gruppo
lt: Kairys Ctrl klaviðas keièia grupæ
nl: De linker Ctrl-toets wijzigt de groep
pl_pl: Lewy klawisz Ctrl zmienia grupê
ru: Клавиша Left Ctrl изменяет группу
sk: Ľavý Ctrl mení skupinu
sl_si: Leva tipka Control zamenja skupino
sv: Vänster Ctrl-tangent byter grupp
uk: Зміна групи - ліва клавіша Ctrl

source: Press Menu key to choose 3rd level
bg: Натиснете клавиша Menu за да изберете трето ниво
cs: Třetí úroveň nastavíte stisknutím klávesy Menu
hu: Menü gomb megnyomása a 3. szintű funkciók eléréséhez
it: Premere il tasto menu per selezionare il terzo livello
lt: Spauskite Meniu klaviðà 3-iam lygiui
nl: Druk op de Menu toets om het 3de level te selecteren
pl_pl: Naci¶nij klawisz Menu aby wybraæ trzeci poziom
ru: Нажмите Menu клавишу, чтобы выбрать 3-ий уровень
sk: Stlačenie klávesu Menu vyberá 3. úroveň
sl_si: Pritisnite tipko Menu za izbiro tretjega nivoja
sv: Tryck på meny-tangenten för att välja tredje nivån
uk: Натиснути клавішу Menu, щоб вибрати 3й рівень

source: Meta is mapped to the Win-keys.
bg: Meta е определен за Win клавишите.
cs: Meta je mapováno na klávesách Win.
hu: Meta hozzárendelése a Win billentyűkhöz.
it: Il tasto meta è mappato su tasti Win.
lt: Meta susietas su Win klaviðais.
nl: Meta is aan de Win-toetsen toegewezen.
pl_pl: Meta jest zamapowane na klawisze Win.
ru: Мета отображен на клавиши Win.
sk: Meta je mapovaný na Win-klávesy.
sl_si: Tipka Meta je preslikana v Win-tipke.
sv: Meta tilldelas till win-tangenterna.
uk: Meta приписана до клавіші Win.

source: X:
bg: Х:

source: Trust Wireless Keyboard Classic
bg: Trust Wireless класическа клавиатура
hu: Trust klasszikus vezetéknélküli billentyűzet
nl: Trust draadloos toetsenbord klassiek
pl_pl: Klawiatura Trust Wireless Classic
ru: Trust беспроводная классическая клавиатура

source: Dell 101-key PC
bg: Dell 101-клавишна PC
cs: Dell 101-kláves PC
hu: Dell 101-gombos PC
pl_pl: Dell 101-klawiszowa PC
ru: Dell PC с 101 клавишами
sk: DELL PC 101 kláves
sv: Dell 101-tangenters PC

source: Winbook Model XP5
bg: Winbook модел XP5
ru: Winbook модель XP5
