Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: <b>Cannot enable OpenGL acceleration</b><hr>The system does not provide the official 2D/3D/OpenGL driver from nVidia. Update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i> first. This can also be done comfortably with YOU (YaST2 Online Update).
bg: <b>Не може да се разреши OpenGL ускорение.</b><hr>Системата няма официалния 2D/3D/OpenGL драйвер от nVidia. Подновете пакетите NVIDIA_GLX и NVIDIA_kernel от сайта на nVidia <i>http://www.nvidia.com</i>. Това може са се направи съвсем удобно и чрез YOU (YaST2 Online Update).
cs: <b>Nejsou nainstalovány oficiální ovladače spol. nVidia</b><hr>Není možné aktivovat OpenGL, protože systém neobsahuje oficiální nVidia balíky. Nejdříve aktualizujte balíky <b>NVIDIA_GLX a NVIDIA_kernel</b> YaST2 modulem YOU (On-line aktualizace) nebo z webových stránek <i>(http://www.nvidia.com)</i>.
hu: <b>Az OpenGL gyorsítást nem lehet bekapcsolni</b><hr>Az OpenGL gyorsítás nem fog működni, mert nincsenek telepítve a hivatalos nVidia csomagok. Kérem,frissítse az <b>NVIDIA_GLX</b> és az <b>NVIDIA_kernel</b> csomagokat az nVidia honlapjáról <i>(http://www.nvidia.com)</i> vagy a YaST2 YOU modullal (YaST2 Online frissítés).
it: <b>Impossibile abilitare l'accelerazione OpenGL</b><hr> Il sistema non possiede i driver 2D/3D/OpenGL ufficiali NVidia. Aggiornate prima i pacchetti NVIDIA_GLX e NVIDIA_kernel con YOU (YaST2 Online Update), scaricandoli dal server web di nVidia <i>(http://www.nvidia.com)</i> .
lt: <b>Nepavyksta ájungti OpenGL spartinimo</b><hr>Sistema nepateikia oficialios 2D/3D/OpenGL nVidia tvarkyklës. Paketus NVIDIA_GLX ir NVIDIA_kernel atnaujinkite ið nVidia web serverio <i>(http://www.nvidia.com)</i>. Tai galima padaryti ir su YOU (YaST2 atnaujinimas internetu).
nl: <b>De OpenGL acceleratie kan niet geactiveerd worden</b><hr>Het systeem heeft de officiële 2D/3D/OpenGL driver van nVidia niet. U moet eerst de pakketten NVIDIA_GLX en NVIDIA_kernel met via de nVidia webserver <i>(http://www.nvidia.com)</i> bijwerken. Dit kan ook eenvoudig met behulp van YOU (YaST2 Online Update) gedaan worden.
pl_pl: <b>Nie mo¿na w³±czyæ akceleracji OpenGL</b><hr>System nie zapewnia oficjalnego sterownika 2D/3D/OpenGL dla karty nVidia. Pobierz najpierw aktualne pakiety NVIDIA_GLX i NVIDIA_kernel z serwera WWW nVidia <i>(http://www.nvidia.com)</i>. Mo¿na to tak¿e zrobiæ wygodnie u¿ywaj±c YOU (YaST2 Online Update).
ru: <b>Не возможно включить OpenGL ускорение </b> <hr>В системе нет официального 2D/3D/OpenGL драйвера от nVidia.Сначала обновите пакеты NVIDIA_GLX и NVIDIA_kernel с nVidia сервера<i>(http://www.nvidia.com)</i>Это может быть сделано удобно с YOU(YaST2 Интерактивное Обновление)
sk: <b>Nie je možné zapnúť akceleráciu OpenGL</b><hr>Systém neposkytuje oficiálne ovládače 2D/3D/OpenGL od firmy nVidia. Zaktualizujte najprv balíky NVIDIA_GLX a NVIDIA_kernel z webového serveru nVidia.<i>(http://www.nvidia.com)</i>. Dokáže to aj veľmi pohodlne YOU (YaST2 Online Update).
sl_si: <b>Vključitev OpenGL pospeševanja ni možna</b><hr>Na sistemu ni nameščenih uradnih 2D/3D/OpenGL nVidia gonilnikov. Najprej posodobite pakete NVIDIA_GLX in NVIDIA_kernel s spletne strani podjetja nVidia (<i>http://www.nvidia.com</i>). Posodobitev lahko naredite tudi z YOU (YaST2 Online Update).
sv: <b>Kan inte aktivera OpenGL-acceleration</b><hr>Systemet tillhandahåller inte den officiella 2D/3D/OpenGL-drivrutinen från nVidia. Uppdatera först paketen NVIDIA_GLX och NVIDIA_kernel från nvidias webbserver <i>(http://www.nvidia.com)</i>. Detta kan också göras med YOU (YaST2 Online Update).
uk: <b>Неможливо увімкнути прискорення OpenGL</b><hr>В систему немає офіційного драйвера nVidia для 2D/3D/OpenGL. Спочатку необхідно оновити пакунки NVIDIA_GLX та NVIDIA_kernel з веб-сервера nVidia <i>(http://www.nvidia.com)</i>. Це можна зручно зробити за допомогою YOU (Мережне оновлення YaST2).

source: <b>Cannot enable OpenGL acceleration</b><hr>To activate the 3D subsystem for this card you need to install the commercial driver from nVidia first. Install the driver by using <b>YaST Online Update</b>. Inside YOU select <b>Installable and Installed Patches</b> as <b>Patch Category</b> and select <b>Download NVIDIA(r) Graphics Driver</b> from the patches list (usually at the bottom of the list). Note, that you need to mark the patch as <b>Update</b> (right mouse click) if you already installed it before and the driver was uninstalled - for whatever reason.
bg: <b>OpenGL ускорението не може да бъде разрешено</b><hr> За да активирате 3D подсистемата за тази карта първо ще трябва да инсталирате комерсиалния драйвер от nVidia. Можете да го направите чрез <b>YaST Онлайн подновяването</b>. В YOU изберете <b>Кръпки, които са или могат да бъдат инсталирани</b> като <b>Категория на кръпките</b> и намерете <b>Сваляне на графичен драйвер от NVIDIA(r)</b> в списъка с кръпките (обикновено най-отдолу). Забележете, че трябва да маркирате кръпката за <b>Подновяване</b> (щракване с десния бутон на мишката) ако вече сте я инсталирали преди това и драйверът поради някаква причина е бил деинсталиран.
nl: <b>De OpenGL acceleratie kan niet geactiveerd worden</b><hr>Om het 3D subsysteem voor deze kaart te activeren, dient u eerst de commerciele driver van nVidia te installeren. Installeer de driver met behulp van <b>YaST Online Update</b>. Selecteer binnen YOU <b>Installeerbare en geïnstalleerde patches</b> als <b>Patch categorie</b> en selecteer inde patch lijst <b>Download NVIDIA(r) Graphics Driver</b> (dit staat normaliter onderin de lijst). Denk er om dat u de patch markeert als zijnde een <b>Update</b> (rechter muisklik) indien u het reeds eerder heeft geïnstalleerd en de driver installatie, om wat voor reden dan ook, ongedaan is gemaakt.
pl_pl: <b>Nie mo¿na w³±czyæ akceleracji OpenGL</b><hr>Aby uaktywniæ podsystem 3D dla tej karty konieczne jest najpierw zainstalowanie komercyjnego sterownika nVidia. Zainstaluj sterownik u¿ywaj±c <b>YaST Online Update</b>. W YOU wybierz <b>Poprawki zainstalowane i do instalacji</b> jako <b>Kategoriê poprawek</b> i wybierz <b>Download NVIDIA(r) Graphics Driver</b> z listy poprawek (zwykle na dole listy). Pamiêtaj, ¿e musisz zaznaczyæ poprawkê jako <b>Aktualizacjê</b> (prawy przycisk myszy) je¶li ju¿ wcze¶niej zainstalowa³e¶ poprawkê i odinstalowa³e¶ sterownik - z jakiegokolwiek powodu.
sk: <b>Nemôžem zapnúť OpenGL akceleráciu</b><hr>Pre aktiváciu 3D subsystému na tejto karte musíte najskôr nainštalovať komerčné ovládače od nVidie. Ovládače nainštalujete pomocou <b>Online aktualizácie YaST</b>. Tam zvolíte kategóriu <b>Inštalovateľné a nainštalované opravy</b> a zo zoznamu vyberiete <b>Stiahnuť grafický ovládač NVIDIA(r)</b>. Ak ste túto opravu už inštalovali, a z nejakého dôvodu bola odstránená, musíte ju teraz označit ako aktualizáciu.
uk: <b>Неможливо увімкнути прискорення OpenGL</b><hr>Щоб увімкнути у цій платі підсистему 3D, необхідно спочатку встановити комерційних драйвер nVidia. Встановіть драйвер за допомогою <b>Мережного оновлення YaST (YOU)</b>. В YOU виберіть <b>Латки встановлені та для встановлення</b> як <b>Категорію латки</b> та виберіть зі списку латок <b>Звантажити графічний драйвер NVIDIA(r)</b> (зазвичай, наприкінці списку). Примітка: Необхідно позначити латку як <b>Оновлення</b> (клацніть правою кнопкою мишки), якщо ви вже його колись встановлювали, а потім з якоїсь причини драйвер було прибрано.

source: <b>Disable OpenGL acceleration</b><hr>The 3D subsystem is based on the commercial driver from nVidia. SaX2 needs to uninstall the driver using the nVidia installer. The uninstall process will reset the original driver from X.Org which does not provide any 3D hardware acceleration.<br><br><b>Do you want to continue?</b>
bg: <b>Забраняване на OpenGL ускорение</b><hr>3D подсистемата е базирана на комерсиален драйвер от nVidia. SaX2 трябва да премахне драйвера чрез инсталатора на nVidia. Процесът на премахване ще върне системата към използване на оригиналния драйвер от X.org, който не поддържа 3D хардуерно ускорение. <br><br><b>Желаете ли да продължите?</b>
nl: <b>OpenGL acceleratie uitschakelen</b><hr>Het 3D subsysteem is gebaseerd op de commerciële driver van nVidia. SaX2 moet de driver met behulp van het nVidia installatieprogramma ongedaan maken. Het de-installatie proces zal de originele driver van X.Org, dat overigens geen enkele 3D hardware acceleratie biedt, opnieuw activeren. <br><br><b>Wilt u verder gaan?</b>
pl_pl: <b>Wy³±cz akceleracjê OpenGL</b><hr>Podsystem 3D jest oparty na komercyjnym sterowniku nVidia. SaX2 musi odinstalowaæ sterownik wykorzystuj±c instalator nVidia. Proces deinstalacji przywróci oryginalny sterownik X.Org, który nie zapewnia sprzêtowej akceleracji 3D.<br><br><b>Czy chcesz kontynuowaæ?</b>
sk: <b>Nie je možné vypnúť akceleráciu OpenGL</b><hr>Pre vypnutie 3D subsystému odinštalujte komerčný ovládač firmy nVidia. Musíte to urobiť pomocou inštalátora firmy nVidia. Tým sa obnoví pôvodný ovládač X.Org, ktorý žiadnu 3D hardwarovú akceleráciu nepodporuje.
uk: <b>Вимкнути прискорення OpenGL</b><hr>Підсистема 3D базується на комерційному драйвері nVidia. SaX2 потребує прибрати драйвер за допомогою програми встановлення nVidia. Процес прибирання відновить оригінальний драйвер X.Org, який не підтримує апаратне прискорення 3D.<br><br><b>Хочете продовжити?</b>

source: Display size unknown...
bg: Размерът на екрана е неизвестен...
nl: Onbekende beeldscherm grootte...
pl_pl: Nieznany rozmiar ekranu...
sk: Neznáma veľkosť obrazovky...
uk: Невідомий розмір дисплея...

source: <b>Enter X/Y Display size in [ mm ]</b><hr>The geometry of your display couldn't be detected. Applications dealing with computer graphics like <b>Gimp</b> or font rendering libraries like <b>Xft</b> need to know about the real physical size of your display to work properly. Please refer to your monitor manual to obtain the correct size values for the horizontal (X) and vertical (Y) direction. The values are required to be entered in [ mm ].<br><br><b>Do you want to setup the display size ?</b>
bg: <b>Въведете X/Y в [mm]</b><hr>Геометрията на Вашия монитор не може да бъде разпозната автоматично.Приложенията, които работят с компютърната графика, като <b>Gimp</b> или библиотеките за рендиране на шрифтове като <b>Xft</b> трябва да знаят реалните физически размери на монитора за да работят коректно. Моля, обърнете се към ръководството на монитора и въведете коректните стойности за размера в хоризонтална (Х) и вертикална (Y) посока. Стойностите трябва да бъдат въведени в милиметри [mm]. <br><br><b>Желаете ли да настроите размера на екрана?</b>
nl: <b>Geef de X/Y beeldscherm grootte op in [ mm ]</b><hr>De geometrie van uw beeldscherm kon niet gedetecteerd worden. Programma's die met computer graphics werken zoals bijvoorbeeld <b>Gimp</b> of font rendering bibliotheken zoals <b>Xft</b> willen graag weten wat de echte fysieke grootte van uw beeldscherm is om correct te kunnen functioneren. Kijk aub even in uw monitorhandleiding en zoek de juiste waardes van de horizontale (X) en verticale (Y) groottes op. De waardes moeten in [ mm ] worden opgegeven.<br><br><b>Wilt u de beeldscherm grootte instellen?</b>
pl_pl: <b>Podaj wymiary ekranu (X/Y) w [ mm ]</b><hr>Nie uda³o siê wykryæ wymiarów ekranu automatycznie. Aplikacje graficzne takie jak <b>Gimp</b> albo biblioteki rastruj±ce fonty, np. <b>Xft</b> do prawid³owej pracy musz± znaæ prawdziwe, fizyczne rozmiary ekranu. Zajrzyj do dokumentacji monitora aby znale¼æ poprawne warto¶ci w kierunku poziomym (X) i pionowym (Y). Warto¶ci musz± byæ podane w [ mm ].<br><br><b> Czy chcesz ustawiæ rozmiary ekrany?</b>
sk: <b>Rozmer obrazovky v [ mm ]</b><hr>Rozmery vašej obrazovky sa nedali zistiť. Aplikácie, pracujúce s počítačovou grafikou, ako napríklad <b>Gimp</b>, alebo knižnice na vykresľovanie textu, ako napríklad <b>Xft</b>, musia poznať skutočnú fyzickú veľkosť vašej obrazovky, aby fungovali správne. Prosím obráťte sa na manuál k vášmu monitoru ohľadne správnych hodnôt pre horizontálny (X) a vertikálny (Y) smer. Hodnoty musia byť zadané v milimetroch.<br><br><b>Chcete nastaviť veľkosť obrazovky ?</b>
uk: <b>Введіть розміри дисплея X/Y в [мм]</b><hr>Не вдається визначити геометрію вашого дисплея. Програми, які працюють з комп'ютерною графікою, такі як <b>Gimp</b> або бібліотеки відображення шрифтів, напр., <b>Xft</b>, потребують інформацію про дійсний фізичний розмір вашого дисплея, щоб працювати належним чином. Будь ласка, знайдіть правильні значення розмірів для горизонтального (X) та вертикального (Y) напрямків в інструкції вашого монітора. Значення необхідно ввести в [мм].<br><br><b>Хочете наставити розміри дисплея?</b>

source: Utility Disk...
bg: Диск с приложения (utility)...
cs: Disketa s utilitami...
hu: Segédlemez...
it: Dischetto di utilità...
lt: Pagalbinis diskas...
pl_pl: Dysk narzêdziowy...
ru: Сервисный Диск ...
sk: Disk s nástrojmi...
sl_si: Disketa s priročnimi orodji...
sv: Drivrutinsdisk...
uk: Диск з утилітами...

source: <b>Insert CD or disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
bg: <b>Вкарайте CD или дискета</b><hr>Вкарайте CD или дискета от доставчика на монитора с приложения за екрана.
cs: <b>Vložit disketu nebo CD</b><hr>Prosím vložte disketu nebo CD s utilitami od výrobce monitoru.
hu: <b>Tegye be a lemezt</b><hr>Kérem a monitorhoz mellékelt meghajtó lemezt illetve CD-t
it: <b>Inserire CD o dischetto</b><hr>Inserite il dischetto o CD di utilità del monitor fornito dal produttore.
lt: <b>Ádëkite Cd arba diskà</b><hr>Praðome ádëti monitoriaus gamintojo teikiamà pagalbiná displëjaus diskà.
nl: <b>Plaats CD of disk</b><hr>Plaats aub de beeldscherm utility CD of disk van de monitorfabrikant.
pl_pl: <b>W³ó¿ CD albo dyskietkê</b><hr>W³ó¿ CD albo dyskietkê z narzêdziami od producenta monitora.
ru: <b> Вставьте компакт-диск или дискету</b><hr>Вставьте компакт-диск утилиты или дискету от продавца дисплея .
sk: <b>Vložte disk</b>Vložte disk alebo CD s nástrojmi od výrobcu monitora.
sl_si: <b>Vstavite CD ali disketo</b><hr>Prosim vstavite CD ali disketo s priročnimi orodji proizvajalca monitorja.
uk: <b>Вставте КД або дискету</b><hr>Вставте КД або дискету з утилітами від постачальника монітора.

source: <b>Read error</b><hr>Could not read from CD or disk. This may point to a damaged media or incorrectly formatted information files on the media.
bg: <b>Грешка при четенето</b><hr>CD-то или дискетата не може да се прочете. Това може да е вследствие на повреден носител или некоректен формат на данните на носителя.
cs: <b>Chyba při čtení</b><hr>Není možné číst z diskety nebo CD. Asi máte poškozené médium nebo neplatné soubory na médiu.
hu: <b>Olvasási hiba</b><hr>A lemezről nem lehet olvasni. Lehet hogy sérült a lemez, vagy rossz formájú [ xxx.inf ] fájl van a lemezen.
it: <b>Errore di lettura</b><hr>Impossibile leggere dal dischetto o CD. La causa potrebbe essere un supporto dati danneggiato o file info formatati in modo errato sul supporto dati.
lt: <b>Skaitymo klaida</b><hr>Nepavyksta perskaityti CD arba disko. Tai gali bûti dël paþeisto disko arba blogo formato bylos diske.
nl: <b>Leesfout</b><hr>Kan de CD of disk niet lezen. Dit kan duiden op een beschadigd medium of op het medium aanwezige incorrect geformatteerde informatiebestanden.
pl_pl: <b>B³±d odczytu</b><hr>Nie mo¿na przeczytaæ CD albo dyskietki. Mo¿e to oznaczaæ, ¿e uszkodzenie no¶nika albo niepoprawnie sformatowane pliki z informacjami na no¶niku.
ru: <b> Ошибка чтения </b> <hr> Не cмог cчитать компакт-диск или дискету. Это может указывать на поврежденную поверхность или неправильно отформатированые файлы информации на носителе.
sk: <b>Chyba pri čítaní</b><hr>Nepodarilo sa prečítať CD alebo disk. Možno sa je médium poškodené alebo nie sú informácie v správnom formáte.
sl_si: <b>Napaka pri branju</b><hr>S CDja ali diskete ni možno brati. To je lahko posledica poškodovanega diska ali napačne oblike datotek(e) z informacijami na mediju.
uk: <b>Помилка читання</b><hr>Не вдалось прочитати з КД або дискети. Це може вказувати на пошкоджений носій або неправильно форматовані інформаційні файли на носії.

source: <b>Add user-defined resolution</b><hr>Just enter the pixel values for the X and Y axis and click 'Add' to include the new resolution in the standard resolution list.
bg: <b>Добавяне на дефинирана разделителна способност от потребителя</b><hr> Просто въведете пиксел стойностите за осите X и Y и натиснете "Добавяне" за да включите вашия избор в списъка на стандартните разделителни способности.
cs: <b>Přidat uživatelem vytvořené rozlišení</b><hr>Vložte počet bodů pro osy X a Y a stiskněte 'Přidat'. Tím přidáte toto rozlišení do standardního seznamu.
hu: <b>Egyedi felbontás beállítása</b><hr>Adja meg az X tengely és az Y tengely megfelelő értékeit (pixelben), majd kattintson a 'Hozzáadás' gombra, hogy az új felbontás megjelenjen az alapértelmezett felbontások listáján.
it: <b>Aggiunta risoluzione definita dall'utente</b><hr>Immettete i valori (in pixel) per l'asse X e l'asse Y, e fate clic sul pulsante 'Aggiungi' per includere la nuova risoluzione nella lista delle risoluzioni standard.
lt: <b>Pridëti vartotojo nustatytà raiðkà</b><hr>Norëdami átraukti naujà raiðkà á standartiniø raiðkø sàraðà, áveskite X ir Y aðiø taðkø skaièiø ir spauskite ¥Pridëti´.
nl: <b>Door gebruiker gedefinieerde resolutie toevoegen</b><hr>Geef de pixel waardes voor de X en Y as op en druk op 'Toevoegen' om de nieuwe resolutie aan de standaard resolutielijst toe te voegen.
pl_pl: <b>Podaj zdefiniowan± przez u¿ytkownika rozdzielczo¶æ</b><hr>Podaj po prostu liczby pikseli dla osi X i Y i kliknij 'Dodaj' aby do³±czyæ now± rozdzielczo¶æ do standardowej listy rozdzielczo¶ci.
ru: <b>Добавьте определеное пользователем разрешение</b><hr> Только введите значения пикселя для X и Оси Y и нажмите Add, чтобы включить новую разрешающую способность в стандартный список разрешений .
sk: <b>Pridať používateľské rozlíšenie</b><hr>Jednoducho zadajte počty bodov pre os X a Y a stlačte 'Pridať' pre pridanie nového rozlíšenia do zoznamu štandardných rozlíšení.
sl_si: <b>Dodajanje uporabniške ločljivost</b><hr>Vnesite vrednosti v pikah za X in Y os ter izberite gumb 'Dodaj' za dodajanje nove ločljivosti na seznam standardnih ločljivosti
sv: <b>Lägg till användardefinierad upplösning</b><hr>Ange antal bildpunkter på X- och Y-axlarna och klicka på "Lägg till" för lägga till den nya upplösningen i listan över standardupplösningar.
uk: <b>Додати визначену користувачем роздільну здатність</b><hr>Просто введіть значення пікселів для осів X та Y і натисніть "Додати", щоб вписати нову роздільну здатність в список стандартних роздільних здатностей.

source: Available configuration components are:
bg: Наличните компоненти на настройката са:
cs: Jsou dostupné následující konfigurační komponenty:
hu: Beállítható komponensek:
it: I componenti di configurazione disponibili sono:
lt: Galimi konfigûracijos komponentai:
nl: De beschikbare configuratie componenten zijn:
pl_pl: Dostêpne komponenty konfiguracji to:
ru: Доступные компоненты конфигурации:
sk: Dostupné komponenty nastavenia sú:
sl_si: Na voljo so naslednje komponente za prilagoditev:
sv: Dessa komponenter kan ställas in:
uk: Наявні конфігураційні компоненти:

source: Traditional Multihead: Each screen is an independent display
bg: Традиционен Multihead: Всеки екран на отделен монитор
cs: Tradiční multihead: Každá obrazovka zobrazuje nezávisle
hu: Hagyományos többképernyős mód: Minden képernyő egy független kijelző
it: Multimonitor classico: Ogni monitor è uno schermo indipendente
lt: Tradicinë daugiaekranë veiksena: Kiekvienas ekranas yra nepriklausomas displëjus
nl: Traditionele multihead: Elk scherm is een onafhankelijk beeldscherm
pl_pl: Tradycyjna wieloekranowo¶æ: Ka¿dy ekran ma niezale¿ny wy¶wietlacz
sk: Tradičný režim viacnásobných obrazoviek: Každá obrazovka je nezávislá
sl_si: Tradicionalni večizhodni način: Zasloni so med seboj neodvisni (vsak je samostojen)
sv: Traditionellt flerhuvudläge: Varje skärm är självständig.
uk: Традиційний мультимоніторний режим: Кожний екран - це незалежний дисплей

source: Cloned Multihead: Each display is a clone of the primary display
bg: Дублиран Multihead: Всеки монитор е дубликат на главния
cs: Klonovaný multihead: Každá obrazovka je kopií primární obrazovky
hu: Iker módban: Minden képernyő az elsődleges képernyő másolata
it: Multimonitor clone: Ogni schermo è una copia dello schermo primario
lt: Klonuota daugiaekranë veiksena: Kiekvienas displëjus yra pirminio displëjaus klonas
nl: Gekloonde multihead: Elk beeldscherm is een kloon van het primaire beeldscherm
pl_pl: Wieloekranowo¶æ klonowana: Ka¿dy wy¶wietlacz jest klonem wy¶wietlacza g³ównego
sk: Klonované viacnásobné obrazovky: Každá obrazovka je klon primárnej
sl_si: Kopirni večizhodni način: Vsak zaslon je kopija osnovnega zaslona
sv: Klonat flerhuvudläge: Varje skärm är en klon av första skärmen.
uk: Мультимоніторний режим клонування: Кожний дисплей є клоном головного дисплея

source: Xinerama Multihead: Build one big display out of all screens
bg: Xinerama Multihead: Създаване на един голям екран с всички монитори
cs: Xinerama: Vytváří velkou obrazovku z více monitorů
hu: Xinerama módban: Az összes képernyő egy nagy monitort képez
it: Multimonitor Xinerama: Un solo grande schermo composto da vari monitor
lt: Xinerama daugiaekranë veiksena: Ið visø ekranø sukuriamas vienas didelis displëjus
nl: Xinerama multihead: Van alle schermen één groot beeldscherm maken
pl_pl: Wieloekranowo¶æ Xinerama: Utworzenie jednego du¿ego wy¶wietlacza ze wszystkich ekranów
sk: Viacnásobné obrazovky Xinerama: Vytvoriť jednu veľkú obrazovku z viacerých
sl_si: Xinerama večizhodni način: Iz vseh zaslonov sestavi enega velikega
sv: Xinerama flerhuvudläge: Gör en stor skärm av alla skärmar.
uk: Мультимоніторний режим Xinerama: Збудувати один великий дисплей з усіх екранів

source: <b>Note:</b><hr>Wrong sync ranges may damage your monitor. Consult the monitor manual for the following settings.
bg: <b>Внимание!</b><hr>Грешни диапазони на синхронизиране могат да повредят вашия монитор. Консултирайте се с ръководството на монитора за тези настройки.
cs: <b>Poznámka:</b><hr>Chybné nastavení synchronizace může poškodit monitor. Ověřte si prosím následující nastavení v příručce monitoru.
hu: <b>Figyelem:</b> <hr>A rossz szinkron beállítás tönkreteheti a képernyőjét! Kérem olvassa el a képernyő kézikönyvét az alábbi beállításokhoz.
it: <b>Attenzione:</b><hr>Frequenze di sincronizzazione errate potrebbero danneggiare il monitor. Consultate il manuale del monitor e controllate le seguenti impostazioni.
lt: <b>Pastaba:</b>Neteisingi sinch. intervalai gali paþeisti jûsø monitoriø. Konfigûruodami ðias nuostatas pavartykite monitoriaus apraðà.
nl: <b>Opmerking:</b><h>Foutieve sync bereiken kunnen uw monitor beschadigen. Raadpleeg voor de volgende instellingen het monitorhandboek.
pl_pl: <b>Uwaga:</b><hr>B³êdne zakresy synchronizacji mog± zniszczyæ twój monitor. Sprawd¼ poni¿sze ustawienie w dokumentacji.
ru: <b> Примечание:</b><hr> Неправильные диапазоны синхронизации, могут повредить ваш монитор. Проконсультируйтесь с руководством по монитору для следующих параметров настройки.
sk: <b>Poznámka:</b>Nesprávne nastavenie synchronizácie môže poškodiť váš monitor. Pre nasledujúce nastavenie konzultujte príručku vášho monitoru.
sl_si: <b>Komentar:</b><hr>Napačno območje sync frekvenc lahko poškoduje vaš monitor. Za naslednje nastavitve poglejte navodila za monitor.
sv: <b>Observera:</b><hr>Felinställda frekvenser kan skada bildskärmen. Kontrollera bildskärmshandboken för följande inställningar.
uk: <b>Примітка:</b><hr>Неправильні діапазони синхронізації можуть пошкодити ваш монітор. Перегляньте інструкцію монітора для наступних параметрів.
