Repository: BackupTheBerlios/sax-svn
Catalog: sax-head/locale/*/LC_MESSAGES/sax.po
Languages: bg, cs, hu, it, lt, nl, pl_pl, ru, sk, sl_si, sv, uk

source: <b>3D capable card detected: <u>%1</u></b><hr>The driver used for this card is not an official 2D/3D/OpenGL driver from nVidia for licensing reasons. The 3D/OpenGL driver used if you enable 3D is <b>not</b> hardware-accelerated.<br><br> To use hardware-accelerated 3D/OpenGL, update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i>. This can also be done comfortably with YOU (YaST2 Online Update).<br><br>If there are problems with the 2D/3D/OpenGL driver from nVidia, consult the vendor, as we unfortunately do not have any influence over the development of nVidia drivers.<br><br><b>Prepare 3D for this card?</b>
bg: <b>Видеокарта с 3D възможности е открита: <u>%1</u></b><hr>Драйверът, използван за тази карта не е официалния 2D/3D/OpenGL драйвер на nVidia, който не сме включили поради лицензионни причини. 3D/OpenGL драйверът, който е ще бъде използван, ако разрешите 3D <b>не е</b> хардуерно ускорен. <br><br>За да си използвате хардуерно ускорен трябва да подновите пакетите NVIDIA_GLX и NVIDIA_kernel от сайта на nVidia <i>(http://www.nvidia.com)</i>. Това може да стане много удобно и чрез YOU (YaST2 Online Update).<br><br> Ако имате проблеми с 2D/3D/OpenGL драйвера от nVidia, моля обърнете се към производителя, тъй като ние, за съжаление, нямаме никакво влияние върху разработката на драйверите от nVidia.<br><b>Желаете ли да подготвите 3D за тази видеокарта?</b>
cs: <b>Byla nalezena karta s podporou 3D: <u>%1</u></b><hr>Toto není, z licenčních důvodů oficiální 2D/3D/OpenGL ovladač od nVidie. Tento ovladač neobsahuje hardwarovou 3D akceleraci.<br><br>Abyste získali 3D hardwarovou akceleraci, je třeba provést On-line aktualizaci v YaSTu nebo si stáhnout balíky NVIDIA_GLX a NVIDIA_kernel pro SuSE Linux ze stránek (http://www.nvidia.com).<br><br> Pokud se vyskytnou problémy s 2D/3D/OpenGL ovladači od nVidie, pak prosím kontaktujte prodejce, protože nemáme naneštěstí žádný vliv na vývoj ovladačů . <br><br>Chcete povolit 3D pro následující kartu?
hu: <b>3D kártyát találtam: <u>%1</u></b><hr>Kérem, vegye figyelembe, hogy licencjogi okokból ez nem az nVidia hivatalos 2D/3D/ OpenGL meghajtója. Ha most kiválasztja a 3D gyorsítást, csak szoftveresen történik az OpenGL.<br> <br>Amennyiben ki szeretné használni a kártya hardveres 3D/OpenGL gyorsítását, frissítse az NVIDIA_GLX és az NVIDIA_kernel RPM-csomagokat az nVidia honlapjáról <i>(http://www.nvidia.com)</i>. Ezt a legegyszerűbben a YaST Online frissítés moduljával teheti meg.<br><br>Amennyiben a letöltött meghajtóval bármilyen problémába ütközik, forduljon a kártya gyártójához, mivel nekünk nincs beleszólásunk az nVidia meghajtók fejlesztésébe.<br> <br><b>Be szeretné állítani a 3D gyorsítást az alábbi kártyához?</b>
it: <b>Rilevata scheda grafica 3D <u>%1</u></b><hr>Attenzione:per motivi di licenza questo non è un driver 2D/3D/OpenGL ufficiale di nVidia. Il driver 3D/OpenGL usato se abilitate il supporto 3D <b>non</b> ha accelerazione hardware. <br><br>Se volete usare 3D/OpenGL con accelerazione hardware, aggiornate i pacchetti NVIDIA_GLX e NVIDIA_kernel per SuSE Linux dal server web di nVidia (http://www.nvidia.com). In alternativa, potete farlo tramite YOU (YaST2 Online Update).<br><br>Se dovessero sorgere dei problemi con il driver 2D/3D/OpenGL di nVidia, rivolgetevi al produttore, poiché sfortunatamente non possiamo intervenire in alcun modo nello sviluppo dei driver di nVidia.<br><br><b>Volete abilitare il supporto 3D questa scheda?</b>
lt: <b>Detektuota plokðtë su 3D spartinimu: <u>%1</u></b><hr>Dël licencijos problemø tai nëra oficiali nVidia 2D/3D/OpenGL tvarkyklë. Naudojama 3D/OpenGL tvarkyklë, jei ájungsite 3D, <b>nëra</b> átaiso spartinama.<br><br>Jei norite naudoti átaiso spartinamà 3D/OpenGL, atnaujinkite paketus NVIDIA_GLX ir NVIDIA_kernel SuSE Linux sistemai ið nVidia interneto svetainës (http://www.nvidia.com). Tai galite padaryti ir su YOU (YaST2 atnaujinimas internetu).<br><br>Jei atsiranda problemø su 2D/3D/OpenGL tvarkykle ið nVidia, pasikonsultuokite su gamintoju, kadangi mes neturime jokios átakos nVidia tvarkykliø kûrimui.<br><br><b>Paruoðti 3D ðiai plokðtei?</b>
nl: <b>Kaart met 3D functionaliteit gedetecteerd: <u>%1</u></b><hr> Dit is geen officiële 2D/3D/OpenGL driver van nVidia (vanwege licentie redenen). De 3D/OpenGL driver, als u 3D inschakelt, heeft <b>geen<b> hardware-versnelling. Wanneer u de 3D/OpenGL met hardware-versnelling wilt gebruiken, update de pakketten NVIDIA_GLX en de NVIDIA_kernel voor SuSE Linux van de nVidia Webserver <i>(http://www.nvidia.com)</i>. U kunt dit ook comfortabel met behulp van YOU (YaST2 Online Update) doen.<br><br>Als er verder nog problemen zijn met de 2D/3D/OpenGL driver van nVidia, raadpleeg dan de fabrikant. Helaas hebben we geen enkele invloed op de ontwikkeling van de nVidia drivers. <br><br><b>3D ondersteuning voor deze kaart voorbereiden?</b>
pl_pl: <b>Wykryto kartê z obs³ug± 3D: <u>%1</u></b><hr>Sterownik do tej karty, z przyczyn licencyjnych, nie jest oficjalnym sterownikiem2D/3D/OpenGL nVidia. Sterownik 3D/OpenGL u¿ywany po w³±czeniu 3D <b>nie</b> obs³uguje akceleracji na poziomie sprzêtu.<br><br> Aby u¿ywaæ sprzêtowej akceleracji 3D/OpenGL, uaktualnij pakiety NVIDIA_GLX i NVIDIA_kernel z serwera WWW nVidia <i>(http://www.nvidia.com)</i>. Mo¿na to tak¿e wygodnie zrobiæ korzystaj±c z YOU (YaST2 Online Update).<br><br>Je¶li pojawi± siê problemy ze sterownikiem 2D/3D/OpenGL nVidia, skontaktuj siê z producentem, poniewa¿ my niestety nie mamy ¿adnego wp³ywu na rozwój sterowników nVidia.<br><br><b>Przygotowaæ 3D dla tej karty?</b>
ru: <b>Обнаружена 3D карта:<u>%1</u></b><hr> драйвер, используемый для этой карты -не официальный 2D/3D/OpenGL драйвер от nVidia по причинам лицензирования. 3D/OpenGL используется драйвер, если Вы используете 3D ускоренный <b>не</b>аппаратными средствами <br><br>, чтобы использовать ускоренный аппаратными средствами 3D/OpenGL, обновите пакеты NVIDIA_GLX и NVIDIA_KERNEL c nVidia сервера<i>(http://www.nvidia.com)</i>. Это может также быть сделано удобно с YOU (YaST2 Интерактивный Модификатор). <hr><hr> если есть проблемы с 2D/3D/OpenGL драйвером от nVidia, проконсультируйтесь с продавцом, поскольку мы к сожалению не имеем никакого влияния на разработку nVidia драйверов.<br><br> <b> Приготовить 3D для этой карты? </b>
sk: <b>Nájdená karta podporujúca 3D: <u>%1</u></b><hr>Ovládač použitý pre túto kartu nie je oficiálny ovládač 2D/3D/OpenGL od firmy nVidia, kvôli licencii. Použitý ovládač 3D/OpenGL, ak ho zapnete, <b>nie je</b> hardwarovo akcelerovaný.<br><br> Pre podporu hardwarovo akcelerovaného 3D/OpenGL musíte aktualizovať balíky NVIDIA_GLX a NVIDIA_kernel z webového serveru firmy nVidia <i>(http://www.nvidia.com)</i>. Pohodlne sa to dá urobiť pomocou YOU (YaST2 Online Update).<br><br>Ak budete mať problémy s ovládačmi 2D/3D/OpenGL firmy nVidia, kontaktujte výrobcu, pretože nie je možné, aby sme ovplyvnili vývoj ovládačov nVidia..<br><br><b>Chcete zapnúť 3D pre túto kartu?</b>
sl_si: <b>Zaznana je bila kartica s 3D zmožnostmi:<u>%1</u></b><hr>Prosim, bodite pozorni, da zaradi licenc to ni uradni nVidia gonilnik za 2D/3D/OpenGL. Trenutno izbrani 3D/OpenGL gonilnik ne omogoča strojnega 3D pospeševanja. <br><br>Če želite uporabljati strojno pospeševanje za 3D/OpenGL, posodobite paket NVIDIA_GLX in NVIDIA_kernel za SuSE Linux s spletne strani podjetja nVidia (<i>http://www.nvidia.com</i>). Posodobitev lahko naredite preko orodja YOU (YaST2 Online Update).<br><br>Če imate težave z nVidia gonilnikom za 2D/3D/OpenGL, se obrnite na proizvajalca gonilnika, ker na žalost nimamo vpliva na razvoj nVidia gonilnika.<br><br> <b>Želite omogočiti 3D pospeševanje za izbrano kartico?</b>
sv: <b>Kort med 3D-funktioner hittades: <u>%1</u></b><hr>Observera att detta av licensskäl inte är någon officiell 2D/3D/OpenGL-drivrutin från nVidia. 3D/OpenGL-drivrutinen som används om du aktiverar 3D är <b>inte</b> hårdvaruaccelererad.<br><br> Om du vill använda hårdvaruaccelererad 3D/OpenGL, uppdaterar du paketen NVIDIA_GLX och NVIDIA_kernel för SuSE Linux från nVidias webbserver (http://www.nvidia.com). Du kan också göra det bekvämt via YOU (YaST2 Online Update).<br><br>Om du får problem med nVidias 2D/3D/OpenGL-drivrutin, måste du tala med leverantören eftersom vi tyvärr inte kan påverka nVidias drivrutinsutveckling.<br><br><b>Vill du aktivera 3D för detta kort?</b>
uk: <b>Виявлено плату з підтримкою 3D: <u>%1</u></b><hr>Драйвер, який використовується для цієї плати не є офіційним драйвером 2D/3D/OpenGL від nVidia з причин ліцензування. Поточний драйвер 3D/OpenGL, якщо ви увімкнете 3D <b>не має</b> підтримки апаратного прискорення.<br><br> Щоб використовувати драйвер 3D/OpenGL з підтримкою апаратного прискорення, необхідно оновити пакунки NVIDIA_GLX та NVIDIA_kernel з веб-сервера nVidia <i>(http://www.nvidia.com)</i>. Це можна зручно зробити за допомогою YOU (Мережне оновлення YaST2).<br><br>Якщо у вас виникнуть проблеми з драйвером 2D/3D/OpenGL від nVidia, зверніться до постачальника, бо ми, на жаль, не маємо жодного впливу на розробку драйверів nVidia.<br><br><b>Підготувати 3D для цієї плати?</b>

source: <b>Software update</b><hr>The dummy nvidia driver with no 3D capability that comes with this distribution is still installed. You should update to the official nvidia drivers from the nvidia ftp server with YOU (YaST2 online update). Start the online update?
bg: <b>Подновяване на програмите</b><hr>Обикновеният nvidia драйвер, който няма 3D възможности и е включен в дистрибуцията, е все още инсталиран. Би трябвало да го обновите до официалния драйвер от nVidia от техния ftp сървър чрез (YaST2 online update). Желаете ли да започнете подновяването?
cs: <b>Aktualizace softwaru</b><hr>Jsou nainstalované ovladače, které jsou součástí SuSE Linuxu a neobsahují 3D hardwarovou podporu. Aktualizujte ovladače prostřednictvím YaST modulu On-line aktualizace. Chcete spustit tento modul nyní?
hu: <b>Szoftver frissítés</b><hr>Az Ön Linux rendszerén még mindig a helykitöltő nVidia meghajtó van telepítve, mely nem támogatja a hardveres 3D gyorsítást. Javasoljuk, hogy a YaST2 YOU segítségével töltse le a hivatalos nVidia meghajtókat az nVidia FTP szerveréről. Elindítsam most az online frissítést?
it: <b>Aggiornamento software</b><hr>Sul Vostro computer è ancora installato il driver nvidia dummy (qui ridotto) senza accelerazione 3D fornito con SuSE Linux; è pertanto necessario installare i driver nvidia ufficiali dal server FTP nvidia con YOU (YaST2 Online Update). Volete iniziare l'aggiornamento?
lt: <b>Programø atnaujinimas</b><hr>Jûs vis dar turite ádiegtà netikusià nvidia tvarkyklæ be 3D galimybës, kuri gaunama su SuSE Linux. Todël jûs turëtume atnaujinti tai iki oficialios nvidia tvarkyklës ið nvidia ftp serverio su programa YOU (YaST2 atnaujinimas internetu). Ar paleisti atnaujinimà internetu?
nl: <b>Software update</b><hr>De bij deze distributie meegeleverde dummy nvidia driver (zonder 3D capaciteit) is nog geïnstalleerd. U zou met YOU (YaST2 online update) een update moeten doen naar de officiële nvidia drivers op de nvidia ftp server. Wilt u de online update starten?
pl_pl: <b>Aktualizacja oprogramowania</b><hr>Prosty sterownik nvidia bez mo¿liwo¶ci 3D, który jest dostarczany z t± dystrybucj± jest wci±¿ zainstalowany. Musisz zainstalowaæ oficjalne sterowniki nvidia z serwera ftp u¿ywaj±c YOU (YaST2 online update). Rozpocz±æ proces aktualizacji online?
sk: <b>Aktualizácia software</b><hr>Ešte stále sú nainštalované náhradné ovládače pre karty nVidia bez podpory 3D. Mali by ste ich aktualizovať na oficiálne ovládače firmy nVidia z FTP serveru pomocou YOU (YaST2 Online Update). Chcete spustiť aktualizáciu?
sl_si: <b>Posodobitev programske opreme</b><hr>Še vedno imate nameščen nVidia gonilnik brez 3D zmožnosti, ki je priložen SuSE Linuxu. Priporočeno je, da gonilnik posodobite z uradnim nVidia gonilnikom s FTP strežnika z orodjem YOU (YaST2 online update). Želite zagnati posodobitev?
sv: <b>Programuppdatering</b><hr>Du har fortfarande nVidia-testdrivrutinen utan 3D-funktioner som levereras med den här distributionen installerad. Du bör därför uppdatera till officiell nVidia-drivrutin från nVidias FTP-server med YOU (YaST2 online update). Vill du starta online-uppdateringen?
uk: <b>Оновлення ПЗ</b><hr>Макет драйвера nvidia без підтримки 3D, який міститься в цьому дистрибутиві, однак, встановлюється. Вам необхідно оновити (замінити) його на офіційні драйвери nvidia з ftp-сервера nvidia через YOU (Мережне оновлення YaST2). Почати мережне оновлення?

source: <b>Software installation:</b><hr>Some packages are missing. Install the missing packages now?
bg: <b>Инсталиране на програми:</b><hr>Някои пакети липсват. Желаете ли да инсталирате тези пакети?
cs: <b>Instalace softwaru:</b><hr>Chybí některé balíky. Chcete je instalovat nyní?
hu: <b>Hiányzó csomagok:</b><hr>Beállítása néhány új csomagot igényel. Akarja ezeket most telepíteni ?
it: <b>Installazione software:</b><hr> Mancano alcuni pacchetti. Volete installarli ora?
lt: <b>Programinës árangos diegimas:</b><hr>Trûksta kai kuriø paketø. Ar norite dabar ádiegti trûkstamus paketus?
nl: <b>Software installatie:</b><hr>Enkele pakketten ontbreken. De ontbrekende pakketten nu installeren?
pl_pl: <b>Instalacja oprogramowania:</b><hr>Brakuje pewnych pakietów. Czy zainstalowaæ je teraz?
ru: <b>Инсталляция программ:</b><hr>Некоторые пакеты отсутствуют. Установить отсутствующие пакеты сейчас?
sk: <b>Inštalácia software:</b><hr>Nemáte nainštalované niektoré balíky. Chcete ich nainštalovať teraz?
sl_si: <b>Namestitev programske opreme:</b><hr>Nekateri paketki manjkajo. Ali želite sedaj namestiti manjkajoče paketke?
sv: <b>Programinstallation:</b><hr>Några paket saknas. Vill du installera de saknade paketen nu?
uk: <b>Встановлення ПЗ:</b><hr>Деякі пакунки відсутні. Встановити тепер пакунки, яких не вистачає?

source: <b>Invalid Resolution for FBdev mode</b><hr>The currently selected resolution is not adjustable within framebuffer mode. Please select another resolution than:
bg: <b>Невалидна разделителна способност за FBdev режим</b><hr>Избраната разделителна способност не е регулируема във framebuffer режим. Моля изберете друга:
cs: <b>Neplatné rozlišení pro FBdev režim</b><hr>Zvolené rozlišení není možné použít pro framebuffer. Zvolte prosím jiné rozlišení než:
hu: <b>Érvénytelen felbontás:</b><hr>Ennél az összeállításnál nem állíthatja be a kiválasztott felbontást. Kérem, válasszon egy másik felbontást a listából.
it: <b>Risoluzione selezionata per modo FBdev non valida:</b><hr>La risoluzione selezionata non è modificabile nel modo frame buffer. Selezionate un'altra risoluzione nella lista.
lt: <b>Pasirinkta netinkama raiðka FBdev veiksenai:</b><hr>Ði raiðka nëra keièiama ¥framebuffer´ veiksenoje. Praðome pasirinkti kitokià raiðkà:
nl: <b>Ongeldige resolutie voor de FBdev mode</b><hr>De momenteel geselecteerde resolutie is niet binnen de framebuffer mode in te passen. Selecteer aub een andere resolutie dan:
pl_pl: <b>Niepoprawna rozdzielczo¶æ trybu FBdev</b><hr>Aktualnie wybrana rozdzielczo¶æ nie mo¿e byæ obs³ugiwana w trybie framebuffer. Wybierz inn± rozdzielczo¶æ ni¿:
ru: <b>Недопустимая разрешающая способность для режима FBDEV </b><hr> выбранная разрешающая способность не приспособлена для работе во framebuffer режиме. Пожалуйста выберите другую разрешающая способность чем:
sk: <b>Neplatné rozlíšenie pre režim FBdev</b><hr>Momentálne vybrané rozlíšenie nie je možné upraviť v režime framebuffer. Prosím, vyberte iné rozlíšenie než:
sl_si: <b>Za način FBdev je izbrana napačna ločljivost</b><hr>Trenutne ločljivosti ni možno prilagoditi načinu framebuffer. Prosim izberite drugačno ločljivost kot:
sv: <b>Ogiltig upplösning för FBdev-läge</b><hr>Den valda upplösningen kan inte justeras i framebuffer-läge. Välj en annan upplösning än:
uk: <b>Не чинна роздільна здатність для режиму FBdev</b><hr>Поточна вибрана роздільна здатність не може регулюватись з режиму framebuffer. Будь ласка, виберіть іншу роздільну здатність, ніж:

source: <b>Selected Resolution not available</b><hr>The selected resolution doesn't fit into the sync-ranges of the monitor. Please prove if the currently selected monitor model is correct or select a lower resolution than:
bg: <b>Избраната разделителна способност липсва</b><hr>Избраната разделителна способност не е в диапазона на монитора. Уверете се че избрания модел на монитора е точен или изберете по-ниска разделителна способност:
cs: <b>Zvolené rozlišení není dostupné</b><hr>Zvolené rozlišení neodpovídá parametrům monitoru. Zkontrolujte, zda máte vybrán správný typ monitoru nebo zvolte nižší rozlišení než:
hu: <b>A kiválasztott felbontás nem érhető el</b><hr>A kiválasztott felbontás a képernyő frekvenciái alapján nem állítható be. Kérem, ellenőrizze, hogy jó monitort választott ki, vagy válasszon kisebb felbontást:
it: <b>Risoluzione selezionata non disponibile</b><hr>La risoluzione selezionata non è valida per l'intervallo di sincr. dello schermo. Verificate se avete selezionato il modello di schermo corretto oppure selezionate una risoluzione inferiore di:
lt: <b>Pasirinkta raiðka netinka</b><hr>Pasirinkta raiðka neatitinka monitoriaus sinchronizacijos rëþiø. Patikrinkite, ar ðiuo metu pasirinktas monitoriaus modelis teisingas, arba áverskite maþesnæ raiðkà, nei:
nl: <b>De geselecteerde resolutie is niet beschikbaar</b><hr>De geselecteerde resolutie past niet in het synchronisatiebereik van de monitor. Controleer aub of het huidige geselecteerde monitor model wel juist is of selecteer een lagere resolutie dan:
pl_pl: <b>Wybrana rozdzielczo¶æ nie jest dostêpna</b><hr>Wybrana rozdzielczo¶æ nie mie¶ci siê w zakresie synchronizacji monitora. Upewnij siê, ¿e aktualnie wybrany model monitora jest w³a¶ciwy albo wybierz rozdzielczo¶æ ni¿sz± ni¿:
ru: <b> Выбранная разрешающая способность не доступна </b><hr>Выбранная разрешающая способность не вписывается в синхронизирующие диапазоны монитора. Пожалуйста подтвердите правильность выбранной модели монитора или выберете более низкую разрешающую способность чем:
sk: <b>Vybrané rozlíšenie nie je k dispozícii</b><hr>Vybrané rozlíšenie neodpovedá rozsahu synchronizácie monitoru. Prosím, upravte vybraný model monitoru alebo vyberte nižšie rozlíšenie než:
sl_si: <b>Izbrana ločljivost ni na voljo</b><hr>Izbrana ločljivost ni možna zaradi omejitve frekvenčnga območja monitorja. Prosim preverite, da ste izbrali pravilen model monitorja ali izberite manjšo ločljivost kot:
sv: <b>Vald upplösning inte tillgänglig</b><hr>Den valda upplösningen passar inte med skärmens sync-frekvensområden. Kontrollera att du har valt korrekt skärmmodell eller välj en lägre upplösning än:
uk: <b>Вибрана роздільна здатність неможлива</b><hr>Вказана роздільна здатність не поміщається в діапазон синхронізації монітора. Будь ласка, перевірте чи правильно вибрано модель монітора або виберіть роздільну здатність нижчу, ніж:

source: <b>Invalid color depth selected:</b><hr>A <b>4</b> or <b>15</b> bit color depth is not allowed for this configuration.
bg: <b>Невалидна дълбочина на цвета:</b><hr><b>4</b> или <b>15</b> битов цвят не са допустими за тази настройка.
cs: <b>Zvolená barevná hloubka je neplatná:</b><hr><b>4</b> nebo <b>15</b> bitová barevná hloubka není pro tuto konfiguraci povolena.
hu: <b>Helytelen színmélység:</b><hr>Ennél az összeállításnál nem állítható be a <b>4</b> vagy <b>15</b> bites színmélység.
it: <b>Selezionata profondità di colore non valida:</b><hr>Una profondità di <b>4</b> o <b>15</b> bit non è consentita per questa configurazione.
lt: <b>Pasirinktas neteisingas spalvumas:</b><hr><b>4</b> arba <b>15</b> bitø spalvumas negalimas ðiai konfigûracijai.
nl: <b>Ongeldige kleurdiepte geselecteerd:</b><hr>Een <b>4</b> of <b>15</b> bit kleurdiepte is voor deze configuratie niet toegestaan.
pl_pl: <b>Wybrana niew³a¶ciwa g³êbia kolorów:</b><hr>G³êbia kolorów <b>4</b> lub <b>15</b> nie jest dopuszczalna w tej konfiguracji.
ru: <b>Недопустимая выбранная глубина:цвета </b><hr><b>4</b> или <b> 15 </b> битовая глубины цвета не позволены для этой конфигурации.
sk: <b>Vybraná neplatná farebná hĺbka</b><hr><b>4</b> alebo <b>15</b>-bitové farby nie sú pre túto konfiguráciu povolené.
sl_si: <b>Izbrana je napačna globina (število) barv:</b><hr>Barvna globina <b>4</b> ali <b>15</b> bitov ni na voljo za trenutno nastavitev.
sv: <b>Ogiltigt färgdjup valt:</b><hr><b>4</b> eller <b>15</b> bitars färgdjup är inte tillåtet för den här inställningen.
uk: <b>Вибрано не чинну глибину кольору:</b><hr><b>4</b> або <b>15</b> -бітна глибина кольору не дозволена для цієї конфігурації.

source: <b>Invalid Resolution selected:</b><hr>Setting the requested resolution is not allowed for this configuration. Select another resolution from the list.
bg: <b>Невалидна разделителна способност:</b><hr>Избраната разделителна способност не е допустима за тази настройка. Изберете друга от списъка.
cs: <b>Zvolené rozlišení je neplatné:</b><hr>Toto rozlišení není pro tuto konfiguraci povoleno. Zvolte jiné rozlišení ze seznamu.
hu: <b>Érvénytelen felbontás:</b><hr>Ennél az összeállításnál nem állíthatja be a kiválasztott felbontást. Kérem, válasszon egy másik felbontást a listából.
it: <b>Risoluzione selezionata non valida:</b><hr>Per questa configurazione non è permesso impostare la risoluzione richiesta. Selezionate un'altra risoluzione nella lista.
lt: <b>Pasirinkta netinkama raiðka:</b><hr>Ðiai konfigûracijai negalima nustatyti reikalaujamos raiðkos. Praðome ið sàraðo pasirinkti kità raiðkà.
nl: <b>Ongeldige resolutie geselecteerd:</b><hr>De gewenste resolutie instelling is voor deze configuratie niet toegestaan. Selecteer een andere resolutie uit de lijst aub.
pl_pl: <b>Wybrana niew³a¶ciwa rozdzielczo¶æ:</b><hr>Ustawienie podanej rozdzielczo¶ci nie jest mo¿liwe w tej konfiguracji. Wybierz inn± rozdzielczo¶æ z listy.
ru: <b>Недопустимая выбранная разрешающая способность: </b> <hr> Установка требуемой разрешающей способности не позволено в этой конфигурации. Выберите другую разрешающую способность из списка.
sk: <b>Vybrané neplatné rozlíšenie:</b><hr>Požadované nastavenie rozlíšenia nie je pre toto nastavenie povolené. Vyberte zo zoznamu iné rozlíšenie.
sl_si: <b>Izbrana je napačna ločljivost:</b><hr>Zahtevna ločljivost ni na voljo za trenutno nastavitev. Iz seznama izberite drugo ločljivost.
sv: <b>Ogiltig upplösning valdes:</b><hr>För den här konfigurationen kan inte det alternativet väljas. Välj en annan upplösning från listan.
uk: <b>Вибрано не чинну роздільну здатність:</b><hr>Встановлення цієї роздільної здатності не дозволено для цієї конфігурації. Виберіть зі списку іншу роздільну здатність.

source: <b>X Server test failed:</b><hr><br>
bg: <b>Пробата на Х сървъра е неуспешна:</b><hr><br>
cs: <b>Test X serveru se nezdařil:</b><hr><br>
hu: <b>Az X szerver teszt nem sikerült:</b><hr><br>
it: <b>Prova del server X fallita:</b><hr><br>
lt: <b>Nepavyko X serverio bandymas:</b><hr><br>
nl: <b>X server test is mislukt:</b><hr><br>
pl_pl: <b>Test X Serwera nieudany:</b><hr><br>
ru: <b>Тест X сервера не терпел неудачу: </b><hr><br>
sk: <b>Test X serveru zlyhal:</b><hr><br>
sl_si: <b>Testiranje X strežnika ni uspelo:</b><hr><br>
sv: <b>X-servertestet misslyckades:</b><hr><br>
uk: <b>Тест сервера X був невдалим:</b><hr><br>

source: 3D question...
bg: 3D въпрос...
cs: 3D...
hu: 3D kérdés...
it: Domanda 3D...
lt: 3D klausimas...
nl: 3D vraag...
pl_pl: Pytanie 3D...
ru: 3D вопрос ...
sk: Otázka 3D...
sl_si: vprašanje o 3D...
sv: 3D-fråga...
uk: 3D питання...
