Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-48-SuSE-92-Devel/locale/*/LC_MESSAGES/sax.po
Languages: pt_br

source: Component
pt_br: Componente

source: with
pt_br: com

source: Relative
pt_br: Relativo

source: Absolute
pt_br: Absoluto

source: Connected to:
pt_br: Conectado a:

source: 3D Acceleration
pt_br: Aceleração 3D

source: Not configured
pt_br: Não configurado

source: <Enter new password...>
pt_br: <Digitar nova senha...>

source: <Change password...>
pt_br: <Mudar senha...>

source: Not available
pt_br: Não disponível

source: Use the following AccessX settings
pt_br: Usar as seguintes configurações de AccessX

source: Disable AccessX
pt_br: Desabilitar AccessX

source: Primary Setup
pt_br: Configuração Primária

source: Additional Layout(s)
pt_br: Layout(s) Adicional(is)

source: Miscellaneous
pt_br: Diversos

source: Keytable
pt_br: Tabela de Chaves

source: Variant
pt_br: Variante

source: Type
pt_br: Tipo

source: This screen is selected
pt_br: Esta tela está selecionada

source: at
pt_br: em

source: Add Pen
pt_br: Adicionar Caneta

source: Add Eraser
pt_br: Adicionar Borracha

source: Tools
pt_br: Ferramentas

source: Sync ranges
pt_br: Intervalos de Sincronização

source: Unknown monitor model
pt_br: Modelo de monitor desconhecido

source: Mouse test field: Ready...
pt_br: Campo de teste do mouse: Pronto...

source: Single button click: Done
pt_br: Clique único de botão: Concluído

source: Double button click: Done
pt_br: Clique duplo de botão: Concluído

source: Wheel is moving...
pt_br: A roda está se movendo...

source: Button pressed...
pt_br: Botão pressionado...

source: Button released...
pt_br: Botão liberado...

source: Wheel stopped: Done
pt_br: Roda parada: Concluído

source: Disable use of accented letters
pt_br: Desabilitar uso de letras acentuadas

source: Clear test field
pt_br: Limpar campo de teste

source: Test field
pt_br: Campo de teste

source: Mouse speed in pixels/sec
pt_br: Velocidade do mouse em pixels/s

source: Rotate Screen
pt_br: Girar Tela

source: Not rotated
pt_br: Não girada

source: To the left
pt_br: Para a esquerda

source: To the right
pt_br: Para a direita

source: &Remove Tablet...
pt_br: &Remover Mesa Digitalizadora...

source: Delay time: (ms)
pt_br: Tempo de atraso: (ms)

source: Select resolutions
pt_br: Selecionar resoluções

source: Emulate wheel with mouse button:
pt_br: Emular roda com o botão do mouse:

source: Repeat rate: (Symbols/sec)
pt_br: Taxa de repetição: (Símbolos/s)

source: &Apply
pt_br: &Aplicar

source: Graphics engine starts with resolution:
pt_br: O mecanismo gráfico começa com a resolução:

source: Velocity
pt_br: Velocidade

source: Tablet
pt_br: Mesa Digitalizadora

source: Touchscreen
pt_br: Tela Sensível ao Toque

source: Select Keyboard Layout
pt_br: Selecionar Layout do Teclado

source: Symbol recurrence
pt_br: Recorrência de símbolo

source: <nobr><h3>Keyboard Type</h3></nobr>
pt_br: <nobr><h3>Tipo de Teclado</h3></nobr>

source: Screen
pt_br: Tela

source: BusID
pt_br: ID do Barramento

source: ScreenID
pt_br: ID da Tela

source: Manufacturer Disk...
pt_br: Disco do Fabricante...

source: Keyboard
pt_br: Teclado

source: Monitor-Model
pt_br: Monitor-Modelo

source: Shift/Lock Group
pt_br: Grupo Shift/Lock

source: Ctrl Mapping
pt_br: Mapeamento da Tecla Ctrl

source: LeftAlt mapping
pt_br: Mapeamento da Tecla Alt Esquerda

source: RightAlt mapping
pt_br: Mapeamento da Tecla Alt Direita

source: ScrollLock mapping
pt_br: Mapeamento da Tecla ScrollLock

source: RightCtl mapping
pt_br: Mapeamento da Tecla Ctrl Direita

source: Default
pt_br: Padrão

source: R-Alt switch group while pressed
pt_br: A tecla Alt Direita alterna o grupo quando pressionada

source: R-Alt switch group
pt_br: A tecla Alt Direita alterna o grupo

source: Both Shift Keys change group
pt_br: Ambas as Teclas Shift alternam o grupo

source: Ctrl and Shift change group
pt_br: Ctrl e Shift alternam o grupo

source: Alt and Ctrl change group
pt_br: Alt e Ctrl alternam o grupo

source: CapsLock as additional control
pt_br: CapsLock como tecla Ctrl adicional

source: Swap Ctrl and CapsLock
pt_br: Trocar Ctrl e CapsLock

source: Ctrl Key at left of <A>
pt_br: Tecla Ctrl à esquerda de <A>

source: Ctrl Key at bottom left
pt_br: Tecla Ctrl da parte inferior esquerda

source: Modeline Algorithm
pt_br: Algoritmo de Linha Modelo

source: Display Size in [ mm ]
pt_br: Tamanho do Vídeo em [ mm ]

source: Color and Resolution
pt_br: Cor e Resolução

source: Virtual Resolution
pt_br: Resolução Virtual

source: Language Layout
pt_br: Layout do Idioma

source: Screen Layout
pt_br: Layout da Tela

source: Server layout:
pt_br: Layout do Servidor:

source: Mode:
pt_br: Modo:

source: Multihead Mode
pt_br: Modo Multihead

source: Enable or Disable AccessX
pt_br: Habilitar ou Desabilitar AccessX

source: Enable 3D features
pt_br: Habilitar recursos 3D

source: Enable DPMS
pt_br: Habilitar DPMS

source: <nobr><h3><u>Set up multihead mode...</u></h3></nobr>
pt_br: <nobr><h3><u>Configurar modo multihead...</u></h3></nobr>

source: <nobr><h3><u>3D/OpenGL setup...</u></h3></nobr>
pt_br: <nobr><h3><u>Configuração de 3D/OpenGL...</u></h3></nobr>

source: <nobr><h3><u>AccessX setup...</u></h3></nobr>
pt_br: <nobr><h3><u>Configuração de AccessX...</u></h3></nobr>

source: <nobr><h3><u>VNC setup...</u></h3></nobr>
pt_br: <nobr><h3><u>Configuração de VNC...</u></h3></nobr>

source: Selected component:
pt_br: Componente selecionado:

source: Click 'Apply' to test your settings.
pt_br: Clique em 'Aplicar' para testar suas configurações.

source: <b>Current Layout and Model doesn't seem to be a good match</b><hr>This is a warning only but make sure your keyboard model is able to map all the keys needed for the selected layout.
pt_br: <b>O Layout e o Modelo atuais não parecem ser uma boa combinação</b><hr>Este é apenas um aviso, mas verifique se o modelo do seu teclado é capaz de mapear todas as teclas necessárias para o layout selecionado.

source: <b>Option %1 needs a value</b><hr>Please setup a value for this option.
pt_br: <b>A opção %1 requer um valor</b><hr>Configure um valor para a opção.

source: <b>OpenGL acceleration not possible in multihead environments</b><hr>The 3D subsystem is unable to work within a multihead environment.
pt_br: <b>A aceleração OpenGL não é possível em ambientes multihead</b><hr>O subsistema 3D não pode trabalhar em um ambiente multihead.

source: <b>3D Acceleration impossible</b><hr>The installed card cannot use hardware 3D/OpenGL acceleration.
pt_br: <b>Aceleração 3D impossível</b><hr>A placa instalada não pode usar a aceleração de hardware 3D/OpenGL.

source: <b>Mismatched color depth for OpenGL acceleration</b><hr>Most OpenGL drivers require a color depth of <b>16 Bit (65536)</b> to work properly. The currently used color setup does not fulfill this requirement. Verify the current default color depth setup.
pt_br: <b>Profundidade de cor incorreta para a aceleração OpenGL</b><hr>A maioria dos drivers OpenGL requer uma profundidade de cor de <b>16 Bits (65536)</b> para funcionar corretamente. A configuração de cores atualmente usada não atende a esse requisito. Verifique a configuração atual de profundidade de cor padrão.

source: <b>Password mismatch</b><hr>The first and the second version of the password don't match ! Please try again.
pt_br: <b>Incompatibilidade de senhas</b><hr>A primeira e a segunda versões de senha não correspondem! Tente novamente.

source: <b>Password fault</b><hr>The password field has been left empty or the password is too short. Please enter a password with at least six characters !.
pt_br: <b>Falha de senha</b><hr>O campo de senha foi deixado em branco ou a senha é curta demais. Digite uma senha com no mínimo seis caracteres.

source: <b>Required base packages are missing</b><hr>Cannot enable OpenGL acceleration because the following packages are missing:
pt_br: <b>Pacotes de base necessários ausentes</b><hr>Não foi possível habilitar a aceleração OpenGL porque estão faltando os seguintes pacotes:

source: <b>Cannot enable OpenGL acceleration</b><hr>The system does not provide the official 2D/3D/OpenGL driver from nVidia. Update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i> first. This can also be done comfortably with YOU (YaST2 Online Update).
pt_br: <b>Não é possível habilitar a aceleração OpenGL</b><hr>O sistema não fornece o driver 2D/3D/OpenGL oficial da nVidia. Atualize os pacotes NVIDIA_GLX e NVIDIA_kernel a partir do servidor Web da nVidia <i>(http://www.nvidia.com)</i> primeiro. Isso também pode ser feito de forma conveniente com o YOU (YaST2 Online Update).

source: <b>Cannot enable OpenGL acceleration</b><hr>To activate the 3D subsystem for this card you need to install the commercial driver from nVidia first. Install the driver by using <b>YaST Online Update</b>. Inside YOU select <b>Installable and Installed Patches</b> as <b>Patch Category</b> and select <b>Download NVIDIA(r) Graphics Driver</b> from the patches list (usually at the bottom of the list). Note, that you need to mark the patch as <b>Update</b> (right mouse click) if you already installed it before and the driver was uninstalled - for whatever reason.
pt_br: <b>Não é possível habilitar a aceleração OpenGL</b><hr>Para ativar o subsistema 3D para esta placa, instale o driver comercial da nVidia primeiro. Instale o driver usando o <b>YaST Online Update</b>. No YOU, selecione <b>Patches Instaláveis e Instalados</b> como a <b>Categoria do Patch</b> e selecione <b>Fazer Download do Driver Gráfico da NVIDIA®</b> na lista de patches (geralmente, na parte inferior da lista). Observe que é preciso marcar o patch como <b>Atualização</b> (clique o botão direito do mouse) se você já o tiver instalado antes e o driver tiver sido desinstalado por algum motivo.

source: <b>Disable OpenGL acceleration</b><hr>The 3D subsystem is based on the commercial driver from nVidia. SaX2 needs to uninstall the driver using the nVidia installer. The uninstall process will reset the original driver from X.Org which does not provide any 3D hardware acceleration.<br><br><b>Do you want to continue?</b>
pt_br: <b>Desabilitar aceleração OpenGL</b><hr>O subsistema 3D é baseado no driver comercial da nVidia. O SaX2 precisa desinstalar o driver usando o instalador da nVidia. O processo de desinstalação redefinirá o driver original do X.Org que não fornece a aceleração 3D de hardware.<br><br><b>Deseja continuar?</b>

source: Display size unknown...
pt_br: Tamanho do vídeo desconhecido...

source: <b>Enter X/Y Display size in [ mm ]</b><hr>The geometry of your display couldn't be detected. Applications dealing with computer graphics like <b>Gimp</b> or font rendering libraries like <b>Xft</b> need to know about the real physical size of your display to work properly. Please refer to your monitor manual to obtain the correct size values for the horizontal (X) and vertical (Y) direction. The values are required to be entered in [ mm ].<br><br><b>Do you want to setup the display size ?</b>
pt_br: <b>Insira o tamanho X/Y do Vídeo em [ mm ]</b><hr>A geometria do seu vídeo não pôde ser detectada. Os aplicativos que trabalham com gráficos de computador, como o <b>Gimp</b>, ou com bibliotecas de renderização de fontes, como o <b>Xft</b>, precisam saber qual é o tamanho físico real do vídeo para funcionarem corretamente. Consulte o manual de seu monitor para obter os valores corretos de tamanho das direções horizontal (X) e vertical (Y). Os valores devem ser inseridos em [ mm ].<br><br><b>Deseja configurar o tamanho do vídeo?</b>

source: Utility Disk...
pt_br: Disco de Utilitários...

source: <b>Insert CD or disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
pt_br: <b>Inserir CD ou disco</b><hr>Insira o CD ou disco de utilitários de vídeo do fornecedor do monitor.

source: <b>Read error</b><hr>Could not read from CD or disk. This may point to a damaged media or incorrectly formatted information files on the media.
pt_br: <b>Erro de leitura</b><hr>Não foi possível ler o CD ou disco. Isso pode indicar uma mídia danificada ou arquivos de informações formatados incorretamente na mídia.

source: <b>Add user-defined resolution</b><hr>Just enter the pixel values for the X and Y axis and click 'Add' to include the new resolution in the standard resolution list.
pt_br: <b>Adicionar resolução definida pelo usuário</b><hr>Digite os valores em pixels dos eixos X e Y e clique em 'Adicionar' para incluir a nova resolução na lista de resoluções padrão.

source: Available configuration components are:
pt_br: Os componentes de configuração disponíveis são:

source: Traditional Multihead: Each screen is an independent display
pt_br: Multihead Tradicional: Cada tela é uma exibição independente

source: Cloned Multihead: Each display is a clone of the primary display
pt_br: Multihead Clonado: Cada exibição é um clone da exibição primária

source: Xinerama Multihead: Build one big display out of all screens
pt_br: Multihead Xinerama: Crie uma exibição grande a partir de todas as telas

source: <b>Note:</b><hr>Wrong sync ranges may damage your monitor. Consult the monitor manual for the following settings.
pt_br: <b>Nota:</b><hr>intervalos de sincronização errados podem danificar o monitor. Consulte o manual do monitor para obter as configurações a seguir.

source: <b>AccessX Enabled:</b><hr>The core mouse pointer is now accessable via the <b>number pad keys</b>. Test the behavior using the number pad.
pt_br: <b>AccessX Habilitado:</b><hr>O ponteiro principal do mouse agora pode ser acessado por meio das <b>teclas do teclado numérico</b>. Teste o comportamento usando o teclado numérico.

source: <b>AccessX Disabled:</b><hr>Accessing the core mouse pointer via the number pad is <b>disabled</b> now.
pt_br: <b>AccessX Desabilitado:</b><hr>O acesso ao ponteiro principal do mouse pelo teclado numérico está <b>desabilitado</b> no momento.

source: <b>Remove Tablet:</b><hr>Really remove the graphics tablet from the system?
pt_br: <b>Remover Mesa Digitalizadora:</b><hr>Deseja realmente remover a mesa digitalizadora gráfica do sistema?

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time the graphics system is restarted.
pt_br: <b>Configuração salva:</b><hr>Suas modificações entrarão em vigor na próxima vez em que o sistema gráfico for reiniciado.

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time your system is <b>rebooted</b>.
pt_br: <b>Configuração salva:</b><hr>Suas modificações entrarão em vigor na próxima vez em que o sistema for <b>reiniciado</b>.

source: <b>3D capable card detected: <u>%1</u></b><hr>All 3D drivers in Linux are in developmental phases so are, in part, still regarded as experimental. Nevertheless, we have decided to include the drivers in our distribution because of the high demand for 3D hardware acceleration in Linux. <br><br>Because of the somewhat experimental status of OpenGL drivers, we are unable to offer any installation support for configuring 3D hardware acceleration or if any problems related to this should arise.<br><br><b>Do you want to enable 3D for this card?</b>
pt_br: <b>Placa com capacidade 3D detectada: <u>%1</u></b><hr>Todos os drivers 3D do Linux estão em fase de desenvolvimento; portanto, ainda são considerados, em parte, experimentais. Entretanto, decidimos incluir os drivers em nossa distribuição devido à grande demanda pela aceleração de hardware 3D no Linux. <br><br>Devido ao status um tanto quanto experimental dos drivers OpenGL, não podemos oferecer nenhum suporte de instalação para a configuração da aceleração de hardware 3D ou para quaisquer problemas a ela relacionados.<br><br><b>Deseja habilitar o 3D para esta placa?</b>

source: <b>3D capable card detected: <u>%1</u></b><hr>The driver used for this card is not an official 2D/3D/OpenGL driver from nVidia for licensing reasons. The 3D/OpenGL driver used if you enable 3D is <b>not</b> hardware-accelerated.<br><br> To use hardware-accelerated 3D/OpenGL, update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i>. This can also be done comfortably with YOU (YaST2 Online Update).<br><br>If there are problems with the 2D/3D/OpenGL driver from nVidia, consult the vendor, as we unfortunately do not have any influence over the development of nVidia drivers.<br><br><b>Prepare 3D for this card?</b>
pt_br: <b>Placa com capacidade 3D detectada: <u>%1</u></b><hr>O driver usado para esta placa não é um driver 2D/3D/OpenGL oficial da nVidia por motivos de licenciamento. O driver 3D/OpenGL usado, se você habilitar o 3D, <b>não</b> terá aceleração de hardware.<br><br> Para usar o 3D/OpenGL com aceleração de hardware, atualize os pacotes NVIDIA_GLX e NVIDIA_kernel a partir do servidor Web da nVidia <i>(http://www.nvidia.com)</i>. Isso também pode ser feito de forma conveniente com o YOU (YaST2 Online Update).<br><br>Se você tiver algum problema com o driver 2D/3D/OpenGL da nVidia, consulte o fornecedor, já que, infelizmente, não temos nenhuma participação no desenvolvimento de drivers da nVidia.<br><br><b>Preparar 3D para esta placa?</b>

source: <b>Software update</b><hr>The dummy nvidia driver with no 3D capability that comes with this distribution is still installed. You should update to the official nvidia drivers from the nvidia ftp server with YOU (YaST2 online update). Start the online update?
pt_br: <b>Atualização de software</b><hr>O driver simulado da nVidia sem a capacidade 3D fornecido com esta distribuição ainda está instalado. Faça a atualização para os drivers oficiais da nVidia a partir do servidor ftp da nVidia com o YOU (atualização online do YaST2). Iniciar a atualização online?

source: <b>Software installation:</b><hr>Some packages are missing. Install the missing packages now?
pt_br: <b>Instalação do software:</b><hr>Alguns pacotes estão ausentes. Instalar os pacotes ausentes agora?

source: <b>Invalid Resolution for FBdev mode</b><hr>The currently selected resolution is not adjustable within framebuffer mode. Please select another resolution than:
pt_br: <b>Resolução inválida para o modo FBdev</b><hr>A resolução atualmente selecionada não pode ser ajustada no modo framebuffer. Selecione uma resolução diferente de:

source: <b>Selected Resolution not available</b><hr>The selected resolution doesn't fit into the sync-ranges of the monitor. Please prove if the currently selected monitor model is correct or select a lower resolution than:
pt_br: <b>Resolução Selecionada não disponível</b><hr>A resolução selecionada não se adapta aos intervalos de sincronização do monitor. Verifique se o modelo de monitor atualmente selecionado está correto ou selecione uma resolução inferior a:

source: <b>Invalid color depth selected:</b><hr>A <b>4</b> or <b>15</b> bit color depth is not allowed for this configuration.
pt_br: <b>Profundidade de cor inválida selecionada:</b><hr>Uma profundidade de cor de <b>4</b> ou <b>15</b> bits não é permitida para esta configuração.

source: <b>Invalid Resolution selected:</b><hr>Setting the requested resolution is not allowed for this configuration. Select another resolution from the list.
pt_br: <b>Resolução Inválida selecionada:</b><hr>A definição da resolução selecionada não é permitida para esta configuração. Selecione outra resolução na lista.

source: <b>X Server test failed:</b><hr><br>
pt_br: <b>Falha no teste do Servidor X:</b><hr><br>

source: 3D question...
pt_br: Pergunta 3D...

source: X Server test information...
pt_br: Informações do teste do Servidor X...

source: Configuration saved...
pt_br: Configuração salva...

source: AccessX status information...
pt_br: Informações de status do AccessX...

source: Tablet warning...
pt_br: Aviso da mesa digitalizadora...

source: Consideration...
pt_br: Consideração...

source: Geometry
pt_br: Geometria

source: Graphics card
pt_br: Placa de vídeo

source: Name:
pt_br: Nome:

source: Card and Desktop
pt_br: Placa e Desktop

source: Input Devices
pt_br: Dispositivos de Entrada

source: Input-Devices
pt_br: Dispositivos de Entrada

source: Primary Modeline:
pt_br: Linha Modelo Primária:

source: Secondary Modeline:
pt_br: Linha Modelo Secundária:

source: Modeline
pt_br: Linha Modelo

source: X-Server accessable via VNC protocol:
pt_br: Servidor X acessível via protocolo VNC:

source: Access Control
pt_br: Controle de Acesso

source: <b>Core Pointer...</b>
pt_br: <b>Ponteiro Principal...</b>

source: &Cancel
pt_br: &Cancelar

source: F&inalize >>
pt_br: F&inalizar >>

source: << &Back
pt_br: << &Voltar

source: &Next >>
pt_br: &Próximo >>

source: &Exit
pt_br: &Sair

source: &About...
pt_br: &Sobre...

source: About the author
pt_br: Sobre o autor

source: Select virtual resolution for Mode %1
pt_br: Selecione a resolução virtual para o Modo %1

source: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>The author and maintainer of this product is</nobr><br>Marcus Schaefer
pt_br: <b>SaX2 (c) 2000 da SuSE Linux AG:</b><hr><nobr>O autor e mantenedor deste produto é </nobr><br>Marcus Schaefer

source: &Modules...
pt_br: &Módulos...

source: &File
pt_br: &Arquivo

source: &Help
pt_br: &Ajuda

source: Loading CDB data: %1
pt_br: Carregando dados do CDB: %1

source: Loading base data: %1
pt_br: Carregando dados de base: %1

source: Loading system data: %1
pt_br: Carregando dados do sistema: %1

source: C&hange configuration
pt_br: Alte&rar configuração

source: SaX2 start-up information
pt_br: Informações de inicialização do SaX2

source: SaX2 exit program...
pt_br: Saída do programa SaX2...

source: SaX2 final steps...
pt_br: Etapas finais do SaX2...

source: Dialog information...
pt_br: Informações da caixa de diálogo...

source: Exception...
pt_br: Exceção...

source: <b>Multihead setup not possible:</b><hr>Your system does not provide more than one graphics device. More are required to set up a multihead configuration.
pt_br: <b>A configuração multihead não é possível:</b><hr>Seu sistema não fornece mais de um dispositivo gráfico. É preciso ter mais de um para definir uma configuração multihead.

source: <b>Abort dialog:</b><hr>Abort this dialog?
pt_br: <b>Anular caixa de diálogo:</b><hr>Anular esta caixa de diálogo?

source: <b>Invalid setup:</b><hr>At least one graphics device must be configured.
pt_br: <b>Configuração inválida:</b><hr>Pelo menos um dispositivo gráfico deve ser configurado.

source: <b>Invalid setup:</b><hr>At least one monitor must be configured.
pt_br: <b>Configuração inválida:</b><hr>Pelo menos um monitor deve ser configurado.

source: <b>Monitor cannot be removed:</b><hr>The system provides exactly one monitor configuration. You are not allowed to remove this major entity.
pt_br: <b>O monitor não pode ser removido:</b><hr>O sistema fornece exatamente uma configuração de monitor. Você não tem permissão para remover esta entidade principal.

source: <b>Running dialog:</b><hr>A dialog is already open. Abort the open dialog and start the selected one?
pt_br: <b>Caixa de diálogo em execução:</b><hr>Uma caixa de diálogo já está aberta. Anular a caixa de diálogo aberta e iniciar a selecionada?

source: <b>Conclude dialog:</b><hr>Do you want to conclude this dialog now?
pt_br: <b>Concluir caixa de diálogo:</b><hr>Deseja concluir esta caixa de diálogo agora?

source: <b>Exit SaX2:</b><hr>Exit SaX2 now?
pt_br: <b>Sair do SaX2:</b><hr>Sair do SaX2 agora?
