Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-48-SuSE-92-Devel/locale/*/LC_MESSAGES/sax.po
Languages: pt_br

source: Control key at bottom left
pt_br: Tecla Control na parte inferior esquerda

source: Both Shift keys together change group
pt_br: Ambas as teclas Shift juntas alternam o grupo

source: Third level choosers
pt_br: Seletores de terceiro nível

source: Control key at left of 'A'
pt_br: Tecla Control à esquerda de 'A'

source: Scroll_Lock LED shows alternative group
pt_br: O LED Scroll_Lock mostra o grupo alternativo

source: Right Alt is Compose
pt_br: A tecla Alt direita é Compose

source: Right Win-key changes group
pt_br: A tecla Windows direita alterna o grupo

source: Press Left Win-key to choose 3rd level
pt_br: Pressione a tecla Windows esquerda para escolher o 3o. nível

source: Make CapsLock an additional Control
pt_br: Tornar CapsLock uma tecla Control adicional

source: uses internal capitalization. Shift cancels Caps.
pt_br: usa capitalização interna. Shift cancela a tecla Caps.

source: acts as Shift with locking. Shift doesn't cancel Caps.
pt_br: age como a tecla Shift quando travada. A tecla Shift não cancela a tecla Caps.

source: Left Win-key switches group while pressed
pt_br: A tecla Windows esquerda alterna o grupo quando pressionada

source: Left Shift key changes group
pt_br: A tecla Shift esquerda alterna o grupo

source: Num_Lock LED shows alternative group
pt_br: O LED Num_Lock mostra o grupo alternativo

source: Caps_Lock LED shows alternative group
pt_br: O LED Caps_Lock mostra o grupo alternativo

source: Meta is mapped to the left Win-key.
pt_br: Meta é mapeado para a tecla Windows esquerda.

source: Caps Lock key changes group
pt_br: A tecla Caps Lock alterna o grupo

source: Both Alt keys together change group
pt_br: Ambas as teclas Alt juntas alternam o grupo

source: Menu is Compose
pt_br: O Menu é Compose

source: Right Alt key changes group
pt_br: A tecla Alt direita alterna o grupo

source: Control Key Position
pt_br: Posição da Tecla Control

source: Swap Control and Caps Lock
pt_br: Trocar Control e Caps Lock

source: Control+Shift changes group
pt_br: Control+Shift alterna o grupo

source: Alt+Shift changes group
pt_br: Alt+Shift alterna o grupo

source: Press Right Control to choose 3rd level
pt_br: Pressione a tecla Control direita para escolher o 3o. nível

source: Add the standard behavior to Menu key.
pt_br: Adicionar o comportamento padrão à tecla Menu.

source: Alt and Meta on the Alt keys (default).
pt_br: Alt e Meta nas teclas Alt (padrão).

source: Super is mapped to the Win-keys (default).
pt_br: Super é mapeado para as teclas Windows (padrão).

source: Hyper is mapped to the Win-keys.
pt_br: Hyper é mapeado para as teclas Windows.

source: Press Right Win-key to choose 3rd level
pt_br: Pressione a tecla Windows direita para escolher o 3o. nível

source: Use keyboard LED to show alternative group
pt_br: Usar LED do teclado para mostrar grupo alternativo

source: acts as Shift with locking. Shift cancels Caps.
pt_br: age como a tecla Shift quando travada. Shift cancela a tecla Caps.

source: Group Shift/Lock behavior
pt_br: Comportamento do grupo Shift/Lock

source: Right Win-key switches group while pressed
pt_br: A tecla Windows direita alterna o grupo quando pressionada

source: Alt+Control changes group
pt_br: Alt+Control alterna o grupo

source: Menu key changes group
pt_br: A tecla Menu alterna o grupo

source: Left Ctrl key changes group
pt_br: A tecla Ctrl esquerda alterna o grupo

source: Press Menu key to choose 3rd level
pt_br: Pressione a tecla Menu para escolher o 3o. nível

source: Meta is mapped to the Win-keys.
pt_br: Meta é mapeado para as teclas Windows.
