Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-48-SuSE-92-Devel/locale/*/LC_MESSAGES/sax.po
Languages: pt_br

source: <b>Final steps:</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
pt_br: <b>Etapas finais:</b><hr>A última etapa é salvar a nova configuração. É recomendável testar a nova configuração antes de salvá-la. Se o servidor de teste exibir uma área de trabalho corrompida, pressione <b>[ Ctrl+Alt+Backspace ]</b> para executar um comando kill no servidor.

source: <b>Final step:</b><hr>The last step is saving your new configuration. Please note the configuration is <i>Framebuffer</i> based and your system needs to be rebooted first to activate the changes for resolution and/or color settings.
pt_br: <b>Etapa final:</b><hr>A última etapa é salvar a nova configuração. Observe que a configuração é baseada no <i>Framebuffer</i> e seu sistema precisa ser reinicializado antes de ativar as mudanças de configuração de resolução e/ou de cores.

source: <b>SaX2 suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>Ok</b>. Otherwise, change the configuration.
pt_br: <b>Sugestão do SaX2</b><hr>O sistema gráfico atualmente selecionado é baseado em uma sugestão feita pelo SaX2. Se isso for aceitável, clique em <b>Ok</b>. Caso contrário, modifique a configuração.

source: Unknown Graphics Card...
pt_br: Placa de Vídeo Desconhecida...

source: <b>The graphics card could not be detected</b><hr>Configure your card manually. Start the configuration dialog to set up the graphics card now?
pt_br: <b>Não foi possível detectar a placa de vídeo</b><hr>Configure a placa manualmente. Iniciar a caixa de diálogo de configuração para configurar a placa de vídeo agora?

source: Unknown Monitor...
pt_br: Monitor Desconhecido...

source: <b>The Monitor (%1) couldn't be detected</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
pt_br: <b>Não foi possível detectar o Monitor (%1)</b><hr>Configure seu monitor manualmente. Deseja iniciar a caixa de diálogo de configuração para configurar o vídeo agora?

source: <b>Monitor (%1) with ID: %2 not found</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
pt_br: <b>Monitor (%1) com ID: %2 não encontrado</b><hr>Configure seu monitor manualmente. Deseja iniciar a caixa de diálogo de configuração para configurar o vídeo agora?

source: Automatic graphics system set up
pt_br: Configuração automática do sistema gráfico

source: &Test...
pt_br: &Testar...

source: &Save
pt_br: &Salvar

source: &Yes
pt_br: &Sim

source: &No
pt_br: &Não

source: <b>Yes</b>
pt_br: <b>Sim</b>

source: <b>No</b>
pt_br: <b>Não</b>

source: File
pt_br: Arquivo

source: still locked
pt_br: ainda bloqueado

source: Please wait
pt_br: Aguarde

source: <big><b>SaX2: Extended X11 Configuration</b></big><hr>Welcome to the SuSE X11 Configuration Manager<br>
pt_br: <big><b>SaX2: Configuração X11 Estendida</b></big><hr>Bem-vindo ao Gerenciador de Configuração X11 do SuSE<br>

source: To start, double-click an item in the component list.
pt_br: Para iniciar, clique duas vezes em um item da lista de componentes.

source: X11 System Setup
pt_br: Configuração do Sistema X11

source: Value...
pt_br: Valor...

source: Primary device
pt_br: Dispositivo primário

source: X11 System
pt_br: Sistema X11

source: Bus ID:
pt_br: ID do Barramento:

source: Card options
pt_br: Opções de placa

source: &Options...
pt_br: &Opções...

source: Key Mappings
pt_br: Mapeamentos de Teclas

source: &Current sync frequencies
pt_br: &Freqüências de sincronização atuais

source: &Frequencies
pt_br: &Freqüências

source: Current color depth
pt_br: Profundidade de cor atual

source: Current resolution
pt_br: Resolução atual

source: HSync range
pt_br: Intervalo de sincronização Horiz.

source: VSync range
pt_br: Intervalo de sincronização Vert.

source: Display size
pt_br: Tamanho do vídeo

source: Device
pt_br: Dispositivo

source: Protocol
pt_br: Protocolo

source: Keyboard Model
pt_br: Modelo do Teclado

source: Fi&nish
pt_br: Co&ncluir

source: Abort
pt_br: Anular

source: Configure XAccess: Mouse over keypad...
pt_br: Configurar XAccess: Mouse sobre o bloco de teclas...

source: Configure VNC: Export display using the VNC protocol...
pt_br: Configurar VNC: Exportar exibição usando o protocolo VNC...

source: Configure input devices: Mouse configuration...
pt_br: Configurar dispositivos de entrada: Configuração do mouse...

source: Configure 3D/OpenGL subsystem...
pt_br: Configurar subsistema 3D/OpenGL...

source: Configure virtual resolutions...
pt_br: Configurar resoluções virtuais...

source: Configure graphics cards...
pt_br: Configurar placa de vídeo...

source: Configure Desktop: Colors and Resolutions...
pt_br: Configurar Área de Trabalho: Cores e Resoluções...

source: Configure touch screens...
pt_br: Configurar telas sensíveis ao toque...

source: Set up picture geometry...
pt_br: Configurar geometria da imagem...

source: Configure multihead mode...
pt_br: Configurar modo multihead...

source: Set up monitor properties...
pt_br: Configurar propriedades do monitor...

source: Set up screen layout of your desktops (Double-click an icon will identify the real screen)...
pt_br: Configurar o layout de tela de seus desktops (clicar duas vezes em um ícone identificará a tela real)...

source: Configure graphics tablet
pt_br: Configurar mesa digitalizadora gráfica

source: Configure keyboard...
pt_br: Configurar teclado...

source: Add new card...
pt_br: Adicionar nova placa...

source: Remove selected card
pt_br: Remover placa selecionada

source: Remove selected monitor
pt_br: Remover monitor selecionado

source: Properties...
pt_br: Propriedades...

source: &Options
pt_br: &Opções

source: VNC Options
pt_br: Opções do VNC

source: Allow access to display using VNC protocol
pt_br: Permitir acesso para exibição usando o protocolo VNC

source: Enable password protection
pt_br: Habilitar proteção por senha

source: &Properties...
pt_br: &Propriedades...

source: Password
pt_br: Senha

source: Verify password
pt_br: Verificar senha

source: Enable View-Only mode
pt_br: Habilitar modo Somente Ver

source: Enable HTTP Access
pt_br: Habilitar Acesso HTTP

source: HTTP Port
pt_br: Porta HTTP

source: Allow multiple VNC connections
pt_br: Permitir várias conexões VNC

source: &Add new touchscreen...
pt_br: &Adicionar nova tela sensível ao toque...

source: &Remove selected touchscreen
pt_br: &Remover tela sensível ao toque selecionada

source: <nobr><h3><u>Currently configured touchscreens:</u></h3></nobr>
pt_br: <nobr><h3><u>Telas sensíveis ao toque atualmente configuradas:</u></h3></nobr>

source: <nobr><h3><u>Currently configured monitors</u></h3></nobr>
pt_br: <nobr><h3><u>Monitores atualmente configurados:</u></h3></nobr>

source: <nobr><h3><u>Currently configured cards:</u></h3></nobr>
pt_br: <nobr><h3><u>Placas atualmente configuradas:</u></h3></nobr>

source: <nobr><h3><u>Currently configured mice:</u></h3></nobr>
pt_br: <nobr><h3><u>Mouses atualmente configurados:</u></h3></nobr>

source: <nobr><h3><u>Current Monitor Layout:</u></h3></nobr>
pt_br: <nobr><h3><u>Layout de Monitor Atual:</u></h3></nobr>

source: <nobr><h3><u>Currently configured desktops:</u></h3></nobr>
pt_br: <nobr><h3><u>Áreas de trabalho atualmente configuradas:</u></h3></nobr>

source: &Add new mouse...
pt_br: &Adicionar novo mouse...

source: &Remove selected mouse
pt_br: &Remover mouse selecionado

source: &General
pt_br: &Geral

source: &Expert
pt_br: &Usuário Avançado

source: Model: Vendor and Name selection...
pt_br: Modelo: Seleção de Fornecedor e Nome...

source: Vendor
pt_br: Fornecedor

source: Special mouse properties...
pt_br: Propriedades especiais do mouse...

source: Color selection...
pt_br: Seleção de cores...

source: Manual sync frequency set up...
pt_br: Configuração da freqüência de sincronização manual...

source: Selected
pt_br: Selecionado(a)

source: Resolution X
pt_br: Resolução X

source: &Colors
pt_br: &Cores

source: &Resolution(s) for %1 colors
pt_br: &Resolução(ões) para %1 cores

source: Resolution Y
pt_br: Resolução Y

source: Possible
pt_br: Possível

source: &Add this resolution
pt_br: &Adicionar esta resolução

source: Enable 3-button emulation
pt_br: Habilitar emulação de 3 botões

source: Enable Mouse Wheel
pt_br: Habilitar Roda do Mouse

source: <big><b>Currently configured AccessX Status</b></big><hr>
pt_br: <big><b>Status do AccessX atualmente configurado</b></big><hr>

source: <big><b>Current VNC status</b></big><hr>
pt_br: <big><b>Status atual do VNC</b></big><hr>

source: <big><b>Current 3D/OpenGL status</b></big><hr>
pt_br: <big><b>Status atual do 3D/OpenGL</b></big><hr>

source: <big><b>Current Virtual resolution setup</b></big><hr>
pt_br: <big><b>Configuração atual da resolução virtual</b></big><hr>

source: <big><b>Currently configured graphics cards</b></big><hr>
pt_br: <big><b>Placa de vídeo atualmente configurada</b></big><hr>

source: <big><b>Currently configured desktops</b></big><hr>
pt_br: <big><b>Áreas de trabalho atualmente configuradas</b></big><hr>

source: <big><b>Currently active geometry timings</b></big><hr>
pt_br: <big><b>Temporizações de geometria atualmente ativas</b></big><hr>

source: <big><b>Currently configured keyboard</b></big><hr>
pt_br: <big><b>Teclado atualmente configurado</b></big><hr>

source: <big><b>Currently configured layout</b></big><hr>
pt_br: <big><b>Layout atualmente configurado</b></big><hr>

source: <big><b>Currently configured monitors</b></big><hr>
pt_br: <big><b>Monitores atualmente configurados</b></big><hr>

source: <big><b>Currently configured pointer devices</b></big><hr>
pt_br: <big><b>Dispositivos apontadores atualmente configurados</b></big><hr>

source: <big><b>Currently configured multihead status</b></big><hr>
pt_br: <big><b>Status multihead atualmente configurado</b></big><hr>

source: <big><b>Currently configured graphics tablet</b></big><hr>
pt_br: <big><b>Mesa digitalizadora gráfica atualmente configurada</b></big><hr>

source: <big><b>Currently configured touchscreen</b></big><hr>
pt_br: <big><b>Tela sensível ao toque atualmente configurada</b></big><hr>

source: <b><nobr>No information available</nobr></b>
pt_br: <b><nobr>Nenhuma informação disponível</nobr></b>

source: <b>Virtual mouse:</b><hr>Set up the numeric keypad to control the mouse with the keypad. The table below points to the current status of AccessX.
pt_br: <b>Mouse virtual:</b><hr>Configure o teclado numérico para controlar o mouse com ele. A tabela a seguir indica o status atual do AccessX.

source: <b>VNC Server:</b><hr>Set up the X-Server to be able to access the desktop and all its programs remotely via a VNC viewer program
pt_br: <b>Servidor VNC:</b><hr>Configure o Servidor X para poder acessar o desktop e todos os seus programas remotamente por meio de um programa viewer de VNC

source: <b>OpenGL Subsystem:</b><hr>Set up the 3D features of the graphics card here. X.Org includes the direct rendering interface to use the 3D capabilities of your graphics card. If your card and the corresponding driver support 3D hardware acceleration, enable it in this dialog.
pt_br: <b>Subsistema OpenGL:</b><hr>Configure os recursos 3D da placa de vídeo aqui. O X.Org inclui a interface de renderização direta para o uso dos recursos 3D de sua placa de vídeo. Se a placa e o driver correspondente suportarem a aceleração de hardware 3D, habilite-a nesta caixa de diálogo.

source: <b>Virtual resolution:</b><hr>Every single desktop has its real resolution which is completely viewable. Beside this resolution you can setup a resolution which lives outside the viewable area of your monitor and comes up if you leave the edges of your monitor with the mouse. This area is called a virtual resolution.
pt_br: <b>Resolução virtual:</b><hr>Cada desktop tem sua própria resolução real, que é totalmente visível. Além dessa resolução, você pode configurar uma resolução que fique fora da área visível do monitor e seja ativada se você sair das margens do monitor com o mouse. Essa área é chamada de resolução virtual.

source: <b>Graphics cards:</b><hr>Set up your graphics hardware here. The graphics system consists of at least one graphics card but can be combined to a so called <i>multihead environment</i> which consists of at least two cards up to a maximum of 16 cards.
pt_br: <b>Placas de vídeo:</b><hr>Configure aqui o seu hardware de vídeo. O sistema gráfico consiste em pelo menos uma placa de vídeo, mas pode ser combinado em um chamado <i>ambiente multihead</i>, composto pelo mínimo de duas placas e pelo máximo de 16 placas.

source: <b>Desktop properties:</b><hr>Set up your desktop with settings like resolution and colors. Every desktop is an independent device and may have a different color and/or resolution setup.
pt_br: <b>Propriedades da área de trabalho:</b><hr>Configure sua área de trabalho com definições como resolução e cores. Cada área de trabalho é um dispositivo independente, e pode ter uma configuração diferente de cor e/ou resolução.

source: <b>Monitor geometry:</b><hr>Setup the position and size of the picture displayed by the monitor. The table below point to the current used Modeline(s).
pt_br: <b>Geometria do monitor:</b><hr>Configure a posição e o tamanho da imagem exibida pelo monitor. A tabela a seguir indica a(s) Linha(s) Modelo atualmente utilizada(s).

source: <b>Keyboard properties:</b><hr>Set up the type of the keyboard and the language environment with which it should work.
pt_br: <b>Propriedades do teclado:</b><hr>Configure o tipo do teclado e o ambiente de idioma com o qual ele deve trabalhar.

source: <b>Desktop layout:</b><hr>If more than one card is available, you are in a multihead environment. Set up the neighborhood relations of the connected monitors simply via drag&drop. If you are not sure which monitor belongs to the icon just double-click on it and you will see a message on the corresponding screen.
pt_br: <b>Layout da área de trabalho:</b><hr>Se houver mais de uma placa disponível, isso significa que você está em um ambiente multihead. Configure os relacionamentos de vizinhança dos monitores conectados apenas por arrastar e soltar. Caso não tenha certeza sobre qual monitor pertence ao ícone, basta clicar duas vezes nele e você verá uma mensagem na tela correspondente.

source: <b>Monitor properties:</b><hr>Set up the monitor model connected to the graphics cards. Be careful in your choice. Wrong sync ranges may damage the monitor.
pt_br: <b>Propriedades do monitor:</b><hr>Configure o modelo do monitor conectado à placa de vídeo. Tenha cuidado ao fazer sua escolha. Intervalos de sincronização errados podem danificar o monitor.

source: <b>Mouse properties:</b><hr>Set up basic paramaters to activate the core mouse pointer as well as settings like button emulation or wheel functions.
pt_br: <b>Propriedades do mouse:</b><hr>Configure os parâmetros básicos para ativar o ponteiro principal do mouse e também definições como a emulação de botões ou funções da roda.

source: <b>Multihead mode:</b><hr>If more than one card is available, you are in a multihead environment. Set up the multihead functioning here.
pt_br: <b>Modo multihead:</b><hr>Se houver mais de uma placa disponível, isso significa que você está em um ambiente multihead. Configure aqui o funcionamento do modo multihead.

source: <b>Graphics tablet:</b><hr>Set up a graphics tablet and the corresponding pointer devices, such as pens and erasers.
pt_br: <b>Mesa digitalizadora gráfica:</b><hr>Configure uma mesa digitalizadora gráfica e os dispositivos apontadores correspondentes, como canetas e borrachas.

source: <b>Touchscreen:</b><hr>Set up a pressure sensitive screen.
pt_br: <b>Tela sensível ao toque:</b><hr>Configure uma tela sensível à pressão.

source: Disabled
pt_br: Desabilitado

source: Enabled
pt_br: Habilitado

source: Wheel support
pt_br: Suporte à roda do mouse

source: &Port
pt_br: &Porta

source: &Mode
pt_br: &Modo

source: Button emulation
pt_br: Emulação de botão

source: Primary Device:
pt_br: Dispositivo primário:

source: Secondary Device:
pt_br: Dispositivo secundário:

source: Single Layout [ no multihead environment ]
pt_br: Layout Único [ sem ambiente multihead ]

source: Clone Mode Active
pt_br: Modo Clone Ativo

source: Xinerama Mode Active
pt_br: Modo Xinerama Ativo

source: Traditional Mode Active
pt_br: Modo Tradicional Ativo

source: Screens Layout Active
pt_br: Layout de Telas Ativo

source: Display
pt_br: Vídeo

source: Configuration on display
pt_br: Configuração no vídeo

source: &Step size
pt_br: &Tamanho do passo

source: Small
pt_br: Pequeno

source: Big
pt_br: Grande

source: Huge
pt_br: Enorme

source: &Next Screen
pt_br: &Próxima Tela

source: S&ave
pt_br: S&alvar

source: Change &Position
pt_br: Mudar &Posição

source: C&hange Size
pt_br: M&udar Tamanho

source: No video mode tuning available
pt_br: Nenhum ajuste de modo de vídeo disponível

source: Idle timer...
pt_br: Temporizador ocioso...

source: Canadian
pt_br: Canadense

source: Brazilian
pt_br: Brasileiro

source: Bosnian
pt_br: Bósnio

source: Lithuanian qwerty (numeric)
pt_br: Lituano qwerty (numérico)

source: Georgian (russian)
pt_br: Georgiano (russo)

source: Latvian
pt_br: Letão

source: Belarusian
pt_br: Bielo-russo

source: Czech (qwerty)
pt_br: Tcheco (qwerty)

source: Northern Saami (Finland)
pt_br: Saami do Norte (Finlândia)

source: Macedonian
pt_br: Macedônio

source: U.S. English w/ deadkeys
pt_br: Inglês (EUA) c/ teclas mortas

source: Malayalam
pt_br: Malaio

source: Burmese
pt_br: Birmanês

source: Mongolian
pt_br: Mongol

source: Bengali
pt_br: Bengalês

source: Romanian
pt_br: Romeno

source: Croatian
pt_br: Croata

source: U.S. English w/ ISO9995-3
pt_br: Inglês (EUA) c/ ISO9995-3

source: Lithuanian azerty standard
pt_br: Lituano padrão azerty

source: Maltese
pt_br: Maltês

source: German
pt_br: Alemão

source: Hungarian
pt_br: Húngaro

source: Russian
pt_br: Russo

source: Swedish
pt_br: Sueco

source: Turkish (F)
pt_br: Turco (F)

source: Oriya
pt_br: Oriá

source: Slovenian
pt_br: Esloveno

source: Slovak (qwerty)
pt_br: Eslovaco (qwerty)

source: Czech
pt_br: Tcheco

source: Gujarati
pt_br: Guzerati

source: Danish
pt_br: Dinamarquês

source: Slovak
pt_br: Eslovaco

source: Dutch
pt_br: Holandês

source: Israeli
pt_br: Israelense

source: Tamil
pt_br: Tâmil

source: Norwegian
pt_br: Norueguês

source: Serbian
pt_br: Sérvio

source: Icelandic
pt_br: Islandês

source: Italian
pt_br: Italiano

source: Estonian
pt_br: Estoniano

source: Swiss French
pt_br: Francês (Suíça)

source: Swiss German
pt_br: Alemão (Suíça)

source: Thai
pt_br: Tailandês

source: Greek
pt_br: Grego

source: Japanese
pt_br: Japonês

source: Georgian (latin)
pt_br: Georgiano (latino)

source: Ukrainian
pt_br: Ucraniano

source: Polish (qwertz)
pt_br: Polonês (qwertz)

source: Syriac
pt_br: Siríaco

source: Turkish
pt_br: Turco

source: Spanish
pt_br: Espanhol

source: Northern Saami (Sweden)
pt_br: Saami do Norte (Suécia)

source: Yugoslavian
pt_br: Iugoslavo

source: Hindi
pt_br: Híndi

source: Finnish
pt_br: Finlandês

source: French (alternative)
pt_br: Francês (alternativo)

source: Hungarian (qwerty)
pt_br: Húngaro (qwerty)

source: Russian (cyrillic phonetic)
pt_br: Russo (fonética cirílica)

source: Albanian
pt_br: Albanês

source: Polish
pt_br: Polonês

source: Telugu
pt_br: Télugo

source: Armenian
pt_br: Armênio

source: Northern Saami (Norway)
pt_br: Saami do Norte (Noruega)

source: Latin America
pt_br: América Latina

source: French
pt_br: Francês

source: United Kingdom
pt_br: Reino Unido

source: Arabic
pt_br: Árabe

source: U.S. English
pt_br: Inglês (EUA)

source: Maltese (US layout)
pt_br: Maltês (layout EUA)

source: French Canadian
pt_br: Francês (Canadá)

source: Portuguese
pt_br: Português

source: Belgian
pt_br: Belga

source: Bulgarian
pt_br: Búlgaro

source: Azerbaijani
pt_br: Azerbaidjano

source: Vietnamese
pt_br: Vietnamita

source: Logitech Deluxe Access Keyboard
pt_br: Teclado Logitech Deluxe Access

source: Logitech Cordless Desktop Pro (alternate option2)
pt_br: Logitech Cordless Desktop Pro (tecla option2 alternativa)

source: Dell 101-key PC
pt_br: Teclado para PC Dell de 101 teclas

source: Laptop/notebook Compaq (eg. Armada) Laptop Keyboard
pt_br: Teclado para Laptop/notebook Compaq (p.ex.: Armada)

source: Laptop/notebook Compaq (eg. Presario) Internet Keyboard
pt_br: Teclado Internet para Laptop/notebook Compaq (p.ex.: Presario)

source: Logitech iTouch Cordless Keyboard (model Y-RB6)
pt_br: Teclado Sem Fio Logitech iTouch (modelo Y-RB6)

source: Trust Direct Access Keyboard
pt_br: Teclado Trust Direct Access

source: Logitech Internet Navigator Keyboard
pt_br: Teclado Logitech Internet Navigator

source: Compaq Internet Keyboard (13 keys)
pt_br: Compaq Internet Keyboard (13 teclas)

source: Compaq iPaq Keyboard
pt_br: Teclado Compaq iPaq

source: Logitech Cordless Desktop Pro (alternate option)
pt_br: Logitech Cordless Desktop Pro (tecla option alternativa)

source: Hewlett-Packard Omnibook XE4xxx and ZE4xxx
pt_br: Hewlett-Packard Omnibook XE4xxx e ZE4xxx

source: Genius Comfy KB-16M / Genius MM Keyboard KWD-910
pt_br: Teclado Genius Comfy KB-16M / Genius MM KWD-910

source: Brazilian ABNT2
pt_br: Brasileiro ABNT2

source: Compaq Internet Keyboard (7 keys)
pt_br: Compaq Internet Keyboard (7 teclas)

source: Compaq Internet Keyboard (18 keys)
pt_br: Compaq Internet Keyboard (18 teclas)

source: IBM Rapid Access II (alternate option)
pt_br: IBM Rapid Access II (tecla option alternativa)

source: Dexxa Wireless Desktop Keyboard
pt_br: Teclado Dexxa Wireless Desktop

source: Generic 101-key PC
pt_br: Genérico de 101 teclas para PC

source: ACPI Standard
pt_br: ACPI Padrão

source: Cherry Blue Line CyBo@rd (alternate option)
pt_br: Cherry Blue Line CyBo@rd (tecla option alternativa)

source: Generic 102-key (Intl) PC
pt_br: Genérico de 102 teclas para PC (Internacional)

source: Compaq Easy Access Keyboard
pt_br: Teclado Compaq Easy Access

source: Memorex MX2500 EZ-Access Keyboard
pt_br: Teclado Memorex MX2500 EZ-Access

source: Generic 104-key PC
pt_br: Genérico de 104 teclas para PC

source: Japanese 106-key
pt_br: Japonês de 106 teclas

source: Hewlett-Packard Omnibook XE3 GC, GD, GE and Pavilion N5xxx
pt_br: Hewlett-Packard Omnibook XE3 GC, GD, GE e Pavilion N5xxx

source: Generic 105-key (Intl) PC
pt_br: Genérico de 105 teclas para PC (Internacional)

source: Microsoft Internet Keyboard Pro, Swedish
pt_br: Microsoft Internet Keyboard Pro, Sueco

source: Both Ctrl keys together change group
pt_br: Ambas as teclas Ctrl juntas alternam o grupo

source: CapsLock key behavior
pt_br: Comportamento da tecla CapsLock

source: Both Win-keys switch group while pressed
pt_br: Ambas as teclas Windows alternam o grupo quando pressionadas

source: Left Alt key changes group
pt_br: A tecla Alt esquerda alterna o grupo

source: Left Win-key changes group
pt_br: A tecla Windows esquerda alterna o grupo

source: Right Shift key changes group
pt_br: A tecla Shift direita alterna o grupo

source: Alt/Win key behavior
pt_br: Comportamento da tecla Alt/Windows

source: uses internal capitalization. Shift doesn't cancel Caps.
pt_br: usa capitalização interna. A tecla Shift não cancela a tecla Caps.

source: R-Alt switches group while pressed
pt_br: A tecla Alt Direita alterna o grupo quando pressionada

source: Right Win-key is Compose
pt_br: A tecla Windows direita é Compose

source: Right Ctrl key changes group
pt_br: A tecla Ctrl direita alterna o grupo

source: Press any of Win-keys to choose 3rd level
pt_br: Pressione qualquer uma das teclas Windows para escolher o 3o. nível
