Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-48-SuSE-93-Devel/locale/*/LC_MESSAGES/sax.po
Languages: nb, zh_cn

source: Component
nb: Komponent
zh_cn: 部件

source: with
nb: med
zh_cn: 带有

source: Relative
nb: Relativ
zh_cn: 相对

source: Absolute
nb: Absolutt
zh_cn: 绝对

source: Connected to:
nb: Koplet til:
zh_cn: 连接至：

source: 3D Acceleration
nb: 3D-akselerasjon
zh_cn: 3D 加速

source: Not configured
nb: Ikke konfigurert
zh_cn: 未配置

source: <Enter new password...>
nb: <Angi nytt passord...>
zh_cn: <输入新口令...>

source: <Change password...>
nb: <Endre passord...>
zh_cn: <更改口令...>

source: Not available
nb: Ikke tilgjengelig
zh_cn: 不可用

source: Use the following AccessX settings
nb: Bruk følgende AccessX-innstillinger
zh_cn: 使用以下 AccessX 设置

source: Disable AccessX
nb: Deaktiver AccessXb
zh_cn: 禁用 AccessX

source: Primary Setup
nb: Primært oppsett
zh_cn: 主要设置

source: Additional Layout(s)
nb: Flere oppsett
zh_cn: 其它布局

source: Miscellaneous
nb: Diverse
zh_cn: 杂项

source: Layout
nb: Oppsett
zh_cn: 布局

source: Status
zh_cn: 状态

source: Keytable
nb: Tastatur
zh_cn: 键盘映射表

source: Variant
zh_cn: 变量

source: Type
zh_cn: 类型

source: This screen is selected
nb: Denne skjermen er valgt
zh_cn: 已选择此屏幕

source: at
nb: på
zh_cn: 速度

source: Mouse
nb: Mus
zh_cn: 鼠标

source: Add Pen
nb: Legg til penn
zh_cn: 添加笔

source: Add Eraser
nb: Legg til viskelær
zh_cn: 添加橡皮

source: Tools
nb: Verktøy
zh_cn: 工具

source: Sync ranges
nb: Synkroniseringsområder
zh_cn: 同步范围

source: Unknown monitor model
nb: Ukjent skjermmodell
zh_cn: 未知监视器型号

source: Mouse test field: Ready...
nb: Testfelt for mus: Klart...
zh_cn: 鼠标测试区： 准备就绪...

source: Single button click: Done
nb: Enkeltklikk: Fullført
zh_cn: 单击按钮： 完成

source: Double button click: Done
nb: Dobbeltklikk: Fullført
zh_cn: 双击按钮： 完成

source: Wheel is moving...
nb: Hjul beveger seg...
zh_cn: 滚轮正在移动...

source: Button pressed...
nb: Knapp trykket inn...
zh_cn: 按钮已按下...

source: Button released...
nb: Knapp ikke trykket inn...
zh_cn: 按钮已释放...

source: Wheel stopped: Done
nb: Hjul stoppet: Fullført
zh_cn: 滚轮已停止： 完成

source: Disable use of accented letters
nb: Deaktiver bruk av bokstaver med aksenter
zh_cn: 禁用加重音符的字母

source: Clear test field
nb: Tøm testfelt
zh_cn: 清空测试区

source: Test field
nb: Testfelt
zh_cn: 测试区

source: Mouse speed in pixels/sec
nb: Musehastighet i piksler/sek.
zh_cn: 鼠标速度（像素/秒）

source: Rotate Screen
nb: Roter skjerm
zh_cn: 旋转屏幕

source: Not rotated
nb: Ikke rotert
zh_cn: 不旋转

source: To the left
nb: Mot venstre
zh_cn: 向左

source: To the right
nb: Mot høyre
zh_cn: 向右

source: &Remove Tablet...
nb: &Slett pekeplate...
zh_cn: 去除图形输入板(&R)...

source: Delay time: (ms)
nb: Forsinkelse: (ms)
zh_cn: 延迟时间： （毫秒）

source: Select resolutions
nb: Velg oppløsninger
zh_cn: 选择分辨率

source: Emulate wheel with mouse button:
nb: Emuler hjul med museknapp:
zh_cn: 用鼠标键模拟滚轮：

source: Repeat rate: (Symbols/sec)
nb: Repetisjonshastighet (tegn/sek.)
zh_cn: 重复速率： （符号数/秒）

source: &Apply
nb: &Bruk
zh_cn: 应用(&A)

source: Graphics engine starts with resolution:
nb: Grafikksystemet starter med oppløsningen:
zh_cn: 图形引擎已启动，分辨率为：

source: Hardware
nb: Maskinvare
zh_cn: 硬件

source: Velocity
nb: Hastighet
zh_cn: 速率

source: Tablet
nb: Pekeplate
zh_cn: 图形输入板

source: Touchscreen
nb: Berøringsskjerm
zh_cn: 触摸屏

source: Select Keyboard Layout
nb: Velg tastaturoppsett
zh_cn: 选择键盘布局

source: Symbol recurrence
nb: Tegnrepetisjon
zh_cn: 符号重现

source: <nobr><h3>Keyboard Type</h3></nobr>
nb: <nobr><h3>Tastaturtype</h3></nobr>
zh_cn: <nobr><h3>键盘类型</h3></nobr>

source: Screen
nb: Skjerm
zh_cn: 屏幕

source: BusID
nb: Buss-ID
zh_cn: 总线 ID

source: ScreenID
nb: Skjerm-ID
zh_cn: 屏幕 ID

source: Manufacturer Disk...
nb: CD fra produsent...
zh_cn: 制造商磁盘...

source: Keyboard
nb: Tastatur
zh_cn: 键盘

source: Monitor
nb: Skjerm
zh_cn: 监视器

source: Monitor-Model
nb: Skjermmodell
zh_cn: 监视器型号

source: Shift/Lock Group
nb: Shift/Lock-gruppe
zh_cn: 切换/锁定组

source: Ctrl Mapping
nb: Ctrl-tilordning
zh_cn: Ctrl 映射

source: LeftAlt mapping
nb: Venstre Alt-tilordning
zh_cn: 左 Alt 键映射

source: RightAlt mapping
nb: Høyre Alt-tilordning
zh_cn: 右 Alt 键映射

source: ScrollLock mapping
nb: ScrollLock-tilordning
zh_cn: ScrollLock 映射

source: RightCtl mapping
nb: Høyre Ctrl-tilordning
zh_cn: 右 Ctl 键映射

source: Default
nb: Standard
zh_cn: 默认值

source: R-Alt switch group while pressed
nb: H-Alt bytter gruppe når nedtrykket
zh_cn: 按下右 Alt 键时切换组

source: R-Alt switch group
nb: H-Alt bytter gruppe
zh_cn: 右 Alt 键切换组

source: Both Shift Keys change group
nb: Begge Shift-tastene bytter gruppe
zh_cn: 两个 Shift 键更改组

source: Ctrl and Shift change group
nb: Ctrl og Shift bytter gruppe
zh_cn: Ctrl 和 Shift 键更改组

source: Alt and Ctrl change group
nb: Alt og Ctrl bytter gruppe
zh_cn: Alt 和 Ctrl 键更改组

source: CapsLock as additional control
nb: CapsLock som ekstra Ctrl-tast
zh_cn: CapsLock 作为附加控件

source: Swap Ctrl and CapsLock
nb: Bytt om Ctrl og CapsLock
zh_cn: 切换 Ctrl 和 CapsLock

source: Ctrl Key at left of <A>
nb: Ctrl-tast til venstre for <A>
zh_cn: Ctrl 键位于以下对象左侧 <A>

source: Ctrl Key at bottom left
nb: Ctrl-tast nederst til venstre
zh_cn: Ctrl 键位于左下部

source: Modeline Algorithm
nb: Moduslinjealgoritme
zh_cn: 模式行算法

source: Display Size in [ mm ]
nb: Skjermstørrelse i [ mm ]
zh_cn: 显示大小（毫米）

source: Color and Resolution
nb: Farger og oppløsning
zh_cn: 颜色和分辨率

source: Virtual Resolution
nb: Virtuell oppløsning
zh_cn: 虚拟分辨率

source: Language Layout
nb: Språkoppsett
zh_cn: 语言布局

source: Screen Layout
nb: Skjermoppsett
zh_cn: 屏幕布局

source: Server layout:
nb: Serveroppsett:
zh_cn: 服务器布局：

source: Mode:
nb: Modus:
zh_cn: 方式：

source: Horizontal:
nb: Horisontal:
zh_cn: 水平：

source: Vertical:
nb: Vertikal:
zh_cn: 垂直：

source: Multihead Mode
nb: Modus for flere skjermer
zh_cn: 多传感头方式

source: Enable or Disable AccessX
nb: Aktiver eller deaktiver AccessX
zh_cn: 启用或禁用 AccessX

source: Enable 3D features
nb: Aktiver 3D-funksjoner
zh_cn: 启用 3D 功能

source: Enable DPMS
nb: Aktiver DPMS
zh_cn: 启用 DPMS

source: <nobr><h3><u>Set up multihead mode...</u></h3></nobr>
nb: <nobr><h3><u>Still inn modus for flere skjermer...</u></h3></nobr>
zh_cn: <nobr><h3><u>设置多传感头方式...</u></h3></nobr>

source: <nobr><h3><u>3D/OpenGL setup...</u></h3></nobr>
nb: <nobr><h3><u>3D/OpenGL-innstilling...</u></h3></nobr>
zh_cn: <nobr><h3><u>3D/OpenGL 安装...</u></h3></nobr>

source: <nobr><h3><u>AccessX setup...</u></h3></nobr>
nb: <nobr><h3><u>AccessX-innstilling...</u></h3></nobr>
zh_cn: <nobr><h3><u>AccessX 安装...</u></h3></nobr>

source: <nobr><h3><u>VNC setup...</u></h3></nobr>
nb: <nobr><h3><u>VNC-oppsett...</u></h3></nobr>
zh_cn: <nobr><h3><u>VNC 安装...</u></h3></nobr>

source: Selected component:
nb: Valgt komponent:
zh_cn: 选定的部件：

source: <b>Current Layout and Model doesn't seem to be a good match</b><hr>This is a warning only but make sure your keyboard model is able to map all the keys needed for the selected layout.
nb: <b>Gjeldende oppsett og modell ser ikke ut til å passe sammen</b><hr>Dette er en bare en advarsel, men undersøk om denne tastaturmodellen kan tilordne alle nødvendige taster for dette oppsettet.
zh_cn: <b>当前布局和型号似乎不太匹配</b><hr>这只是一个警告，不过，请确保您的键盘型号能够和选定布局所需的全部按键一一对应。

source: <b>Option %1 needs a value</b><hr>Please setup a value for this option.
nb: <b>Alternativet %1 må ha en verdi</b><hr>Angi en verdi for dette alternativet.
zh_cn: <b>选项 %1 需要值</b><hr>请为此选项设置一个值。

source: <b>OpenGL acceleration not possible in multihead environments</b><hr>The 3D subsystem is unable to work within a multihead environment.
nb: <b>OpenGL-akselerasjon er ikke mulig i miljøer med flere skjermer</b><hr>3D-undersystemet fungerer ikke i et miljø med flere skjermer.
zh_cn: <b>多传感头环境中不支持 OpenGL 加速</b><hr>3D 子系统在多传感头环境中不能起作用。

source: <b>3D Acceleration impossible</b><hr>The installed card cannot use hardware 3D/OpenGL acceleration.
nb: <b>3D-akselerasjon ikke mulig</b><hr>Det installerte kortet kan ikke bruke maskinvarebasert 3D/OpenGL-akselerasjon.
zh_cn: <b>3D 加速不能用</b><hr>安装的卡不能使用硬件3D/OpenGL 加速。

source: <b>Mismatched color depth for OpenGL acceleration</b><hr>Most OpenGL drivers require a color depth of <b>16 Bit (65536)</b> to work properly. The currently used color setup does not fulfill this requirement. Verify the current default color depth setup.
nb: <b>Feil fargedybde for OpenGL-akselerasjon</b><hr>De fleste OpenGL-driverekrever en fargedybde på <b>16 bits (65536)</b> for å fungere riktig. Gjeldende fargeinnstillinger oppfyller ikke dette kravet. Kontroller innstillingen for standard fargedybde.
zh_cn: <b>OpenGL 加速的颜色深度匹配不当</b><hr>大多数 OpenGL 驱动程序都要求 <b>16 位 (65536)</b> 颜色深度才能正常工作。 当前使用的颜色设置不能满足此要求。 请校验当前默认的颜色深度设置。

source: <b>Password mismatch</b><hr>The first and the second version of the password don't match ! Please try again.
nb: <b>Passord samsvarer ikke</b><hr>Første og andre versjon av passordet samsvarer ikke ! Forsøk igjen.
zh_cn: <b>口令不匹配</b><hr>第一次输入的口令和第二次输入的口令不符。 请重试。

source: <b>Password fault</b><hr>The password field has been left empty or the password is too short. Please enter a password with at least six characters !.
nb: <b>Passordfeil</b><hr>Passordfeltet er tomt, eller passordet er for kort. Angi et passord med minst seks tegn !.
zh_cn: <b>口令错误</b><hr>没有填写口令字段或口令太短。 输入的口令至少应为六个字符！

source: <b>Required base packages are missing</b><hr>Cannot enable OpenGL acceleration because the following packages are missing:
nb: <b>Nødvendige pakker mangler</b><hr>Kan ikke aktivere OpenGL-akselerasjon fordi følgende pakker mangler:
zh_cn: <b>缺少所需的基本包</b><hr>由于缺少以下包，所以不能启用 OpenGL 加速：

source: <b>Cannot enable OpenGL acceleration</b><hr>The system does not provide the official 2D/3D/OpenGL driver from nVidia. Update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i> first. This can also be done comfortably with YOU (YaST2 Online Update).
nb: <b>Kan ikke aktivere OpenGL-akselerasjon</b><hr>Den offisielle 2D/3D/OpenGL-driveren fra nVidia følger ikke med systemet. Oppgrader pakkene NVIDIA_GLX og NVIDIA_kernel fra nVidia-serveren <i>(http://www.nvidia.com)</i>først. Dette kan du også enkelt gjøre med YOU (YaST2 Online-oppgradering).
zh_cn: <b>不能启用 OpenGL 加速</b><hr>系统不能提供 nVidia 的官方 2D/3D/OpenGL 驱动程序。 请首先从 nVidia 万维网服务器 <i>(http://www.nvidia.com)</i> 更新包 NVIDIA_GLX 和 NVIDIA_kernel。 使用 YOU（YaST2 Online Update，YaST2 在线更新）也可以轻松更新它们。

source: <b>Cannot enable OpenGL acceleration</b><hr>To activate the 3D subsystem for this card you need to install the commercial driver from nVidia first. Install the driver by using <b>YaST Online Update</b>. Inside YOU select <b>Installable and Installed Patches</b> as <b>Patch Category</b> and select <b>Download NVIDIA(r) Graphics Driver</b> from the patches list (usually at the bottom of the list). Note, that you need to mark the patch as <b>Update</b> (right mouse click) if you already installed it before and the driver was uninstalled - for whatever reason.
nb: <b>Kan ikke aktivere OpenGL-akselerasjon</b><hr>For å aktivere 3D-undersystemet for dette kortet må du først installere den kommersielle nVidia-driveren. Installer driveren med <b>YaST online-oppgradering</b>. I YOU velger du<b>Installerbare og installerte oppgraderinger</b> som <b>Oppgraderingskategori</b>. Velg deretter <b>Last ned NVIDIA(r)-grafikkdriver</b> fra oppgraderingslisten (vanligvis nederst på listen). Husk at du må merke pakken med <b>Oppgrader</b> (høyreklikk) hvis du har installert driveren tidligere og deretter avinstallert den.
zh_cn: <b>不能启用 OpenGL 加速</b><hr>要为此卡激活 3D 子系统，您首先需要安装 nVidia 的商业驱动程序。 请使用 <b>YaST 在线更新</b>安装该驱动程序。 在 YOU 中，选择<b>可安装和已安装的增补程序</b>作为<b>增补程序类别</b>，然后从增补程序列表中选择<b>下载 NVIDIA(r) 图形驱动程序</b>（通常在列表底部）。 请注意，对于以前已安装过的增补程序，您需要将其标记为<b>更新</b>（单击鼠标右键），这样，无论如何都会卸装该驱动程序。

source: <b>Disable OpenGL acceleration</b><hr>The 3D subsystem is based on the commercial driver from nVidia. SaX2 needs to uninstall the driver using the nVidia installer. The uninstall process will reset the original driver from X.Org which does not provide any 3D hardware acceleration.<br><br><b>Do you want to continue?</b>
nb: <b>Deaktiver OpenGL-akselerasjon</b><hr>3D-undersystemet er basert på den kommersielle driveren fra nVidia. SaX2 må avinstallere driveren ved hjelp av nVidia-installasjonsprogrammet. Avinstalleringen vil tilbakestille systemet til å bruke den originale driveren fra X.Org, som ikke støtter maskinvarebasert 3D-akselerasjon.<br><br><b>Vil du fortsette?</b>
zh_cn: <b>禁用 OpenGL 加速</b><hr>3D 子系统基于 nVidia 的商业驱动程序。 SaX2 需要使用 nVidia 安装程序卸装该驱动程序。 卸装进程将从不提供任何 3D 硬件加速的X.Org 重设置原有驱动程序。<br><br><b>是否继续？</b>

source: Display size unknown...
nb: Ukjent skjermdimensjon...
zh_cn: 显示器大小未知...

source: <b>Enter X/Y Display size in [ mm ]</b><hr>The geometry of your display couldn't be detected. Applications dealing with computer graphics like <b>Gimp</b> or font rendering libraries like <b>Xft</b> need to know about the real physical size of your display to work properly. Please refer to your monitor manual to obtain the correct size values for the horizontal (X) and vertical (Y) direction. The values are required to be entered in [ mm ].<br><br><b>Do you want to setup the display size ?</b>
nb: <b>Angi skjermens X/Y-dimensjoner i [ mm ]</b><hr>Skjermgeometrien ble ikke automatisk registrert. Programmer for datagrafikk som f.eks.<b>Gimp</b> eller skrifttypebiblioteker som <b>Xft</b> trenger informasjon om skjermens fysiske dimensjoner for å fungere som de skal. Du finner korrekte verdier for skjermens horisontale (X) og vertikale (Y) størrelse i brukerveiledningen for skjermen. Verdiene må angis i [ mm ].<br><br><b>Vil du angi skjermdimensjonen ?</b>
zh_cn: <b>输入 X/Y 显示器大小（以毫米为单位）</b><hr>检测不到您的显示器的几何图形尺寸。 处理计算机图形的应用程序（如<b>Gimp</b>）或字体显示库（如 <b>Xft</b>）需要知道所用显示器的真实物理尺寸才能正常发挥作用。 请参考您的监视器手册，获取正确的横向 (X) 和纵向 (Y) 值。 这两个值必须以毫米为单位。<br><br><b>是否要设置显示器大小？</b>

source: Utility Disk...
nb: Drivere fra produsent...
zh_cn: 实用程序磁盘...

source: <b>Insert CD or disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
nb: <b>Sett inn CDen eller disketten</b><hr>Sett inn driver-CDen eller disketten fra skjermprodusenten.
zh_cn: <b>插入 CD 或磁盘</b><hr>插入监视器供应商提供的显示器实用程序 CD 或磁盘。

source: <b>Read error</b><hr>Could not read from CD or disk. This may point to a damaged media or incorrectly formatted information files on the media.
nb: <b>Lesefeil</b><hr>Kunne ikke lese fra CD eller diskett. Dette kan skyldes skader på mediet eller feilformaterte informasjonsfiler på mediet.
zh_cn: <b>读错误</b><hr>不能从 CD 或磁盘读取数据。 媒体可能已损坏或媒体上的信息文件的格式不正确。

source: <b>Add user-defined resolution</b><hr>Just enter the pixel values for the X and Y axis and click 'Add' to include the new resolution in the standard resolution list.
nb: <b>Legg til brukerdefinert oppløsning</b><hr>Angi pikselverdiene for X-og Y-aksen, og klikk 'Legg til' for å legge til den nye oppløsningen i listen overstandardoppløsninger.
zh_cn: <b>添加用户定义的分辨率</b><hr>只需输入 X 轴和 Y 轴的像素值，然后单击"添加"，将新的分辨率包括在标准分辨率列表中。

source: Available configuration components are:
nb: Tilgjengelige konfigurasjonskomponenter:
zh_cn: 可用的配置部件有：

source: Traditional Multihead: Each screen is an independent display
nb: Tradisjonell flerskjermsmodus: Hver skjerm er en separat enhet.
zh_cn: 传统的多传感头： 每个屏幕都是一个独立的显示器

source: Cloned Multihead: Each display is a clone of the primary display
nb: Klonet flerskjermsmodus: Alle skjermene er kloner av den primære skjermen.
zh_cn: 复制的多传感头： 每个显示器都是主显示器的复制品

source: Xinerama Multihead: Build one big display out of all screens
nb: Xinerama-flerskjermsmodus: Setter sammen alle skjermene til én stor skjerm
zh_cn: Xinerama 多传感头： 用所有屏幕构建一个大显示屏幕

source: <b>Note:</b><hr>Wrong sync ranges may damage your monitor. Consult the monitor manual for the following settings.
nb: <b>Merk:</b><hr>Feilinnstilte synkroniseringsområder kan skade skjermen. Du finner riktige innstillinger i brukerveiledningen for skjermen.
zh_cn: <b>注意：</b><hr>如果同步范围错误，则您的监视器可能损坏。 请参照监视器手册，完成以下设置。

source: <b>AccessX Enabled:</b><hr>The core mouse pointer is now accessable via the <b>number pad keys</b>. Test the behavior using the number pad.
nb: <b>AccessX aktivert:</b><hr>Standardmusepekeren er nå tilgjengelig via <b>talltastene</b>. Test egenskapene ved å bruke talltastaturet.
zh_cn: <b>AccessX 已启用：</b><hr>现在可通过<b>数字小键盘键</b>使用核心鼠标指针。 请使用数字小键盘测试其行为。

source: <b>AccessX Disabled:</b><hr>Accessing the core mouse pointer via the number pad is <b>disabled</b> now.
nb: <b>AccessX deaktivert:</b><hr>Tilgang til standardmusepekeren via talltastatureter nå <b>deaktivert</b>.
zh_cn: <b>AccessX 已禁用：</b><hr>现在，通过数字小键盘使用核心鼠标指针的功能<b>已禁用</b>。

source: <b>Remove Tablet:</b><hr>Really remove the graphics tablet from the system?
nb: <b>Slett pekeplate...:</b><hr>Vil du virkelig slette den grafiske pekeplaten fra systemet?
zh_cn: <b>去除图形输入板：</b><hr>确实要从系统中去除图形输入板吗？

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time the graphics system is restarted.
nb: <b>Konfigurasjonen er lagret:</b><hr>Endringene blir aktivert når du starter grafikksystemet på nytt.
zh_cn: <b>配置已保存：</b><hr>您的修改将在下次重启动图形系统时生效。

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time your system is <b>rebooted</b>.
nb: <b>Konfigurasjonen er lagret:</b><hr>Endringene blir aktivert når du <b>starter systemet på nytt</b>.
zh_cn: <b>配置已保存：</b><hr>您的修改将在下次<b>重引导</b>系统时生效。

source: <b>3D capable card detected: <u>%1</u></b><hr>All 3D drivers in Linux are in developmental phases so are, in part, still regarded as experimental. Nevertheless, we have decided to include the drivers in our distribution because of the high demand for 3D hardware acceleration in Linux. <br><br>Because of the somewhat experimental status of OpenGL drivers, we are unable to offer any installation support for configuring 3D hardware acceleration or if any problems related to this should arise.<br><br><b>Do you want to enable 3D for this card?</b>
nb: <b>3D-kompatibelt kort funnet: <u>%1</u></b><hr>Alle 3D-drivere for Linux er under utvikling, og betraktes derfor delvis som eksperimentelle.Vi har likevel valgt å legge ved drivere i distribusjonen på grunn av den store etterspørselen etter maskinvarebasert 3D-akselerasjon for Linux.<br><br>På grunn av den delvis eksperimentelle statusen til OpenGL-driverne kan vi ikke tilby installasjonsbrukerstøtte for maskinvare- basert3D-akselerasjon eller problemer i forbindelse med dette.<br><br><b>Vil du aktivere 3D-støtte for dette kortet?</b>
zh_cn: <b>检测到支持 3D 的卡： <u>%1</u></b><hr>Linux 中的所有 3D 驱动程序都处于开发阶段，因此，在某种程度上，仍被视为试验性的产品。 不过，由于 Linux 中急需 3D 硬件加速，我们已决定将这些驱动程序纳入我们的版本中。 <br><br>由于 OpenGL 驱动程序在某种程度上处于试验状态，我们不能为配置 3D 硬件加速或与此有关的任何问题提供任何安装支持。<br><br><b>是否要为此卡启用 3D？</b>

source: <b>3D capable card detected: <u>%1</u></b><hr>The driver used for this card is not an official 2D/3D/OpenGL driver from nVidia for licensing reasons. The 3D/OpenGL driver used if you enable 3D is <b>not</b> hardware-accelerated.<br><br> To use hardware-accelerated 3D/OpenGL, update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i>. This can also be done comfortably with YOU (YaST2 Online Update).<br><br>If there are problems with the 2D/3D/OpenGL driver from nVidia, consult the vendor, as we unfortunately do not have any influence over the development of nVidia drivers.<br><br><b>Prepare 3D for this card?</b>
nb: <b>3D-kompatibelt kort funnet: <u>%1</u></b><hr>Driveren som brukes for dette kortet, er ikke en offisiell 2D/3D/OpenGL-driver fra nVidia (av lisensmessige grunner). 3D/OpenGL-driveren som brukes hvis du aktiverer 3D, har <b>ikke</b> maskinvareakselerasjon.<br><br> For å bruke 3D/OpenGL med maskinvareakselerasjon må du oppgradere pakkene NVIDIA_GLX og NVIDIA_kernel fra nVidia- serveren <i>(http://www.nvidia.com)</i>. Dette kan du også enkelt gjøre med YOU (YaST2online-oppgradering).<br><br>Hvis det oppstår problemer med 2D/3D/OpenGL-driveren fra nVidia, må du kontakte produsenten fordi vi dessverre ikke har noen innflytelse på utviklingen av nVidia-drivere.<br><br><b>Vil du aktivere 3D for dette kortet?</b>
zh_cn: <b>检测到支持 3D 的卡： <u>%1</u></b><hr>因许可原因，此卡所用的驱动程序不是 nVidia 的官方 2D/3D/OpenGL 驱动程序。 如果您启用 3D，则使用的 3D/OpenGL 驱动程序<b>不</b>支持硬件加速。<br><br> 要使用支持硬件加速的 3D/OpenGL，请从 nVidia 万维网服务器 <i>(http://www.nvidia.com)</i> 更新包 NVIDIA_GLX 和 NVIDIA_kernel。 使用 YOU（YaST2 在线更新）也可以轻松更新它们。<br><br>如果 nVidia 的 2D/3D/OpenGL 驱动程序有任何问题，请向该供应商咨询，我们对 nVidia 驱动程序的开发毫无影响。<br><br><b>是否为此卡准备 3D？</b>

source: <b>Software update</b><hr>The dummy nvidia driver with no 3D capability that comes with this distribution is still installed. You should update to the official nvidia drivers from the nvidia ftp server with YOU (YaST2 online update). Start the online update?
nb: <b>Programvareoppgradering</b><hr>Standard-nVidia-driveren uten 3D-akselerasjon som leveres med distribusjonen, er fremdeles installert. Du bør oppgradere til den offisielle nVidia-driveren fra nVidias ftp-server med YOU (YaST2 online-oppgradering). Vil du starte online-oppgraderingen?
zh_cn: <b>软件更新</b><hr>此版本附带的不具 3D 功能的虚设 nvidia 驱动程序仍已安装。 您应使用 YOU（YaST2 在线更新）从 nvidia ftp 服务器更新到 nvidia 的官方驱动程序。 是否启动在线更新？

source: <b>Software installation:</b><hr>Some packages are missing. Install the missing packages now?
nb: <b>Programvareinstallasjon:</b><hr>Noen pakker mangler. Vil du installere de manglende pakkene nå?
zh_cn: <b>软件安装：</b><hr>缺少某些包。 是否立即安装这些缺少的包？

source: <b>Invalid Resolution for FBdev mode</b><hr>The currently selected resolution is not adjustable within framebuffer mode. Please select another resolution than:
nb: <b>Ugyldig oppløsning for FBdev-modus</b><hr>Den valgteoppløsningen kan ikke justeres i framebuffer-modus. {Velg en annenoppløsning enn:
zh_cn: <b>FBdev 方式的分辨率无效</b><hr>当前选择的分辨率在 framebuffer 方式内不可调整。 请选择除以下分辨率之外的另一种分辨率：

source: <b>Selected Resolution not available</b><hr>The selected resolution doesn't fit into the sync-ranges of the monitor. Please prove if the currently selected monitor model is correct or select a lower resolution than:
nb: <b>Denne oppløsningen er ikke tilgjengelig</b><hr>Den valgte oppløsningen passer ikke til skjermens oppløsningsområder. Kontroller om du har valgtriktig skjermmodell, eller velg en lavere oppløsning enn:
zh_cn: <b>选定的分辨率不可用</b><hr>选定的分辨率不适合该监视器的同步范围。 请核实当前选定的监视器型号是否正确，或选择一个低于以下值的分辨率：

source: <b>Invalid color depth selected:</b><hr>A <b>4</b> or <b>15</b> bit color depth is not allowed for this configuration.
nb: <b>Ugyldig fargedybde:</b><hr><b>4</b> eller <b>15</b> bits fargedybde kan ikke brukes med denne konfigurasjonen.
zh_cn: <b>选择的颜色深度无效：</b><hr>此配置不允许使用 <b>4</b> 或 <b>15</b> 位颜色深度。

source: <b>Invalid Resolution selected:</b><hr>Setting the requested resolution is not allowed for this configuration. Select another resolution from the list.
nb: <b>Ugyldig oppløsning:</b><hr>Denne oppløsningen kan ikke brukes med denne konfigurasjonen. Velg en annen oppløsning fra listen.
zh_cn: <b>选择的分辨率无效：</b><hr>此配置不允许设置请求的分辨率。 请从列表中选择另一种分辨率。

source: <b>X Server test failed:</b><hr><br>
nb: <b>X-servertest mislyktes:</b><hr><br>
zh_cn: <b>X Server 测试失败：</b><hr><br>

source: 3D question...
nb: 3D-spørsmål...
zh_cn: 3D 问题...

source: X Server test information...
nb: Informasjon om X-servertest...
zh_cn: X Server 测试信息...

source: Configuration saved...
nb: Konfigurasjon lagret...
zh_cn: 配置已保存...

source: AccessX status information...
nb: Statusinformasjon for AccessX...
zh_cn: AccessX 状态信息...

source: Tablet warning...
nb: Pekeplateadvarsel...
zh_cn: 图形输入板警告...

source: Consideration...
nb: Muligheter...
zh_cn: 注意事项...

source: Geometry
nb: Geometri
zh_cn: 几何图形尺寸

source: Graphics card
nb: Grafikkort
zh_cn: 图形卡

source: Name:
nb: Navn:
zh_cn: 名称：

source: Card and Desktop
nb: Kort og skrivebord
zh_cn: 卡和桌面

source: Input Devices
nb: Innmatingsenheter
zh_cn: 输入设备

source: Input-Devices
nb: Innmatingsenheter
zh_cn: 输入设备

source: Desktop
nb: Skrivebord
zh_cn: 桌面

source: Multihead
nb: Flere skjermer
zh_cn: 多传感头

source: Primary Modeline:
nb: Primær moduslinje:
zh_cn: 主要模式行：
