Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-48-SuSE-93-Devel/locale/*/LC_MESSAGES/sax.po
Languages: nb, zh_cn

source: PC-98xx Series
nb: PC-98xx-serien
zh_cn: PC-98xx 系列

source: Canadian
nb: Kanadisk
zh_cn: 加拿大的

source: Brazilian
nb: Brasiliansk
zh_cn: 巴西的

source: Bosnian
nb: Bosnisk
zh_cn: 波斯尼亚的

source: Lithuanian qwerty (numeric)
nb: Litauisk qwerty (numerisk)
zh_cn: 立陶宛语 qwerty（数字）

source: Georgian (russian)
nb: Georgisk (russisk)
zh_cn: 格鲁吉亚的（俄语）

source: Latvian
nb: Latvisk
zh_cn: 拉脱维亚语

source: Belarusian
nb: Hviterussisk
zh_cn: 白俄罗斯语

source: Czech (qwerty)
nb: Tsjekkisk (qwerty)
zh_cn: 捷克语 (qwerty)

source: Northern Saami (Finland)
nb: Nordsamisk (Finland)
zh_cn: 北萨米（芬兰）

source: Macedonian
nb: Makedonsk
zh_cn: 马其顿的

source: U.S. English w/ deadkeys
nb: Engelsk (USA) m/ døde taster
zh_cn: 带死键的美国英语

source: Malayalam
zh_cn: 马拉雅拉姆语

source: Burmese
nb: Burmesisk
zh_cn: 缅甸语

source: Kannada
zh_cn: 卡纳达语

source: Mongolian
nb: Mongolsk
zh_cn: 蒙古语

source: Bengali
zh_cn: 孟加拉语

source: Romanian
nb: Rumensk
zh_cn: 罗马尼亚语

source: Croatian
nb: Kroatisk
zh_cn: 克罗地亚语

source: U.S. English w/ ISO9995-3
nb: Engelsk (USA) m/ ISO9995-3
zh_cn: 带 ISO9995-3 的美国英语

source: Lithuanian azerty standard
nb: Litauisk azerty standard
zh_cn: 立陶宛标准键盘 (Azerty)

source: Maltese
nb: Maltesisk
zh_cn: 马耳他语

source: German
nb: Tysk
zh_cn: 德语

source: Hungarian
nb: Ungarsk
zh_cn: 匈牙利语

source: Russian
nb: Russisk
zh_cn: 俄语

source: Swedish
nb: Svensk
zh_cn: 瑞典语

source: Turkish (F)
nb: Tyrkisk (F)
zh_cn: 土耳其语 (F)

source: Oriya
zh_cn: 奥里雅语

source: Slovenian
nb: Slovensk
zh_cn: 斯洛文尼亚语

source: Slovak (qwerty)
nb: Slovakisk (qwerty)
zh_cn: 斯洛伐克语 (qwerty)

source: Czech
nb: Tsjekkisk
zh_cn: 捷克语

source: Gujarati
zh_cn: 古吉特拉语

source: Danish
nb: Dansk
zh_cn: 丹麦语

source: Slovak
nb: Slovakisk
zh_cn: 斯洛伐克语

source: Dutch
nb: Nederlandsk
zh_cn: 荷兰语

source: Israeli
nb: Israelsk
zh_cn: 以色列的

source: Tamil
zh_cn: 泰米尔语

source: Ogham
zh_cn: 欧甘文字

source: Norwegian
nb: Norsk
zh_cn: 挪威语

source: Gurmukhi
nb: Gurmuki
zh_cn: 果鲁穆奇语

source: Serbian
nb: Serbisk
zh_cn: 塞尔维亚语

source: Farsi
zh_cn: 波斯语

source: Icelandic
nb: Islandsk
zh_cn: 冰岛语

source: Italian
nb: Italiensk
zh_cn: 意大利语

source: Estonian
nb: Estisk
zh_cn: 爱沙尼亚语爱沙尼亚语

source: Inuktitut
zh_cn: 伊努伊特语

source: Swiss French
nb: Fransk (Sveits)
zh_cn: 瑞士法语

source: Swiss German
nb: Tysk (Sveits)
zh_cn: 瑞士德语

source: Thai
zh_cn: 泰国语

source: Tajik
nb: Tadsjikisk
zh_cn: 塔吉克语

source: Greek
nb: Gresk
zh_cn: 希腊语

source: Japanese
nb: Japansk
zh_cn: 日语

source: Georgian (latin)
nb: Georgisk (latin)
zh_cn: 格鲁吉亚（拉丁语）

source: Ukrainian
nb: Ukrainsk
zh_cn: 乌克兰语

source: Polish (qwertz)
nb: Polsk (qwertz)
zh_cn: 波兰语 (qwertz)

source: Syriac
nb: Syrisk
zh_cn: 古叙利亚语

source: Turkish
nb: Tyrkisk
zh_cn: 土耳其语

source: Spanish
nb: Spansk
zh_cn: 西班牙语

source: Northern Saami (Sweden)
nb: Nordsamisk (Sverige)
zh_cn: 北萨米（瑞典）

source: Yugoslavian
nb: Jugoslavisk
zh_cn: 南斯拉夫的

source: Hindi
zh_cn: 北印度语

source: Finnish
nb: Finsk
zh_cn: 芬兰语

source: French (alternative)
nb: Fransk (alternativt)
zh_cn: 法语（备用）

source: Hungarian (qwerty)
nb: Ungarsk (qwerty)
zh_cn: 匈牙利语 (qwerty)

source: Russian (cyrillic phonetic)
nb: Russisk (kyrillisk-fonetisk)
zh_cn: 俄语（西里尔语音）

source: Albanian
nb: Albansk
zh_cn: 阿尔巴尼亚语

source: Polish
nb: Polsk
zh_cn: 波兰语

source: Telugu
zh_cn: 泰卢固语

source: Armenian
nb: Armensk
zh_cn: 亚美尼亚语

source: Northern Saami (Norway)
nb: Nordsamisk (Norge)
zh_cn: 北萨米（挪威）

source: Latin America
nb: Latin-Amerika
zh_cn: 拉丁美洲

source: French
nb: Fransk
zh_cn: 法语

source: United Kingdom
nb: Storbritannia
zh_cn: 联合王国

source: Arabic
nb: Arabisk
zh_cn: 阿拉伯语

source: U.S. English
nb: Engelsk (USA)
zh_cn: 美国英语

source: Maltese (US layout)
nb: Maltesisk (USA-oppsett)
zh_cn: 马耳他语（美式布局）

source: French Canadian
nb: Fransk (Canada)
zh_cn: 法语（加拿大）

source: Portuguese
nb: Portugisisk
zh_cn: 葡萄牙语

source: Belgian
nb: Belgisk
zh_cn: 比利时的

source: Bulgarian
nb: Bulgarsk
zh_cn: 保加利亚语

source: Azerbaijani
nb: Aserbadsjansk
zh_cn: 阿塞拜疆语

source: Vietnamese
nb: Vietnamesisk
zh_cn: 越南语

source: Lao
zh_cn: 老挝语

source: Logitech Cordless Desktop Pro (alternate option2)
nb: Logitech Cordless Desktop Pro (alternativ 2)
zh_cn: Logitech Cordless Desktop Pro（备用选项2）

source: Logitech iTouch Cordless Keyboard (model Y-RB6)
nb: Logitech iTouch Cordless Keyboard (modell Y-RB6)
zh_cn: Logitech iTouch 无线键盘（型号 Y-RB6）

source: Logitech Cordless Desktop Pro (alternate option)
nb: Logitech Cordless Desktop Pro (alternativt)
zh_cn: Logitech Cordless Desktop Pro（备用选项）

source: Diamond 9801 / 9802 series
nb: Diamond 9801/9802-serien
zh_cn: Diamond 9801 / 9802 系列

source: Hewlett-Packard Omnibook XE4xxx and ZE4xxx
nb: Hewlett-Packard Omnibook XE4xxx och ZE4xxx
zh_cn: Hewlett-Packard Omnibook XE4xxx 和 ZE4xxx

source: Compaq Internet Keyboard (7 keys)
nb: Compaq Internet Keyboard (7 tangenter)
zh_cn: Compaq Internet Keyboard（7 键）

source: Compaq Internet Keyboard (18 keys)
nb: Compaq Internet Keyboard (18 taster)
zh_cn: Compaq Internet Keyboard（18 键）

source: IBM Rapid Access II (alternate option)
nb: IBM Rapid Access II (alternativ)
zh_cn: IBM Rapid Access II（备用选项）

source: Cherry Blue Line CyBo@rd (alternate option)
nb: Cherry Blue Line CyBo@rd (alternativ)
zh_cn: Cherry Blue Line CyBo@rd（备用选项）

source: Hewlett-Packard Omnibook XE3 GC, GD, GE and Pavilion N5xxx
nb: Hewlett-Packard Omnibook XE3 GC, GD, GE og Pavilion N5xxx
zh_cn: Hewlett-Packard Omnibook XE3 GC/GD/GE/Pavilion N5xxx

source: Both Ctrl keys together change group
nb: Begge Ctrl-tastene sammen bytter gruppe
zh_cn: 两个 Ctrl 键一起更改组

source: CapsLock key behavior
nb: CapsLock-tastens egenskaper
zh_cn: CapsLock 键行为

source: Both Win-keys switch group while pressed
nb: Begge Win-tastene bytter gruppe når inntrykket
zh_cn: 按下两个 Win 键后切换组

source: Left Alt key changes group
nb: Venstre Alt-tast bytter gruppe
zh_cn: 左 Alt 键更改组

source: Left Win-key changes group
nb: Venstre Win-tast bytter gruppe
zh_cn: 左 Win 键更改组

source: Right Shift key changes group
nb: Høyre Shift-tast bytter gruppe
zh_cn: 右 Shift 键更改组

source: Alt/Win key behavior
nb: Alt/Win-tastenes egenskaper
zh_cn: Alt/Win 键行为

source: uses internal capitalization. Shift doesn't cancel Caps.
nb: bruker store bokstaver internt. Shift annullerer ikke Caps.
zh_cn: 使用内部大写。 Shift 键不取消 Caps。

source: R-Alt switches group while pressed
nb: H-Alt bytter gruppe når inntrykket
zh_cn: 按下右 Alt 键时切换组

source: Right Win-key is Compose
nb: Høyre Win-tast for kombinasjon
zh_cn: 右 Win 键是 Compose 键

source: Right Ctrl key changes group
nb: Høyre Ctrl-tast bytter gruppe
zh_cn: 右 Ctrl 键更改组

source: Press any of Win-keys to choose 3rd level
nb: Trykk på en av Win-tastene for å velge 3. nivå
zh_cn: 按任一 Win 键可选择第 3 级

source: Control key at bottom left
nb: Ctrl-tast nederst til venstre
zh_cn: Ctrl 键位于左下部

source: Both Shift keys together change group
nb: Begge Shift-tastene sammen bytter gruppe
zh_cn: 两个 Shift 键一起更改组

source: Third level choosers
nb: Tredjenivåvelgere
zh_cn: 第三级选择器

source: Scroll_Lock LED shows alternative group
nb: Scroll_Lock-lys viser alternativ gruppe
zh_cn: Scroll_Lock LED 显示替换组

source: Right Alt is Compose
nb: Høyre Alt for kombinasjon
zh_cn: 右 Alt 键是 Compose 键s

source: Right Win-key changes group
nb: Høyre Win-tast bytter gruppe
zh_cn: 右 Win 键更改组

source: Press Left Win-key to choose 3rd level
nb: Trykk p venstre Win-tast for å velge 3. nivå
zh_cn: 按左 Win 键可选择第 3 级

source: Make CapsLock an additional Control
nb: Gjør CapsLock til ekstra Ctrl-tast
zh_cn: 将 CapsLock 设置为附加 Ctrl 键

source: uses internal capitalization. Shift cancels Caps.
nb: bruker store bokstaver internt. Shift annullerer Caps.
zh_cn: 使用内部大写。 Shift 键取消 Caps。

source: acts as Shift with locking. Shift doesn't cancel Caps.
nb: virker som Shift med låsing. Shift annullerer ikke Caps.
zh_cn: 充当有锁定功能的 Shift 键。 Shift 键不取消 Caps。

source: Left Win-key switches group while pressed
nb: Venstre Win-tast bytter gruppe når inntrykket
zh_cn: 按下左 Win 键后切换组

source: Left Shift key changes group
nb: Venstre Shift-tast bytter gruppe
zh_cn: 左 Shift 键更改组

source: Num_Lock LED shows alternative group
nb: Num_Lock-lys viser alternativ gruppe
zh_cn: Num_Lock LED 显示替换组

source: Caps_Lock LED shows alternative group
nb: Caps_Lock-lys viser alternativ gruppe
zh_cn: Caps_Lock LED 显示替换组

source: Meta is mapped to the left Win-key.
nb: Meta på venstre Win-tast.
zh_cn: Meta 对应于左 Win 键。

source: Caps Lock key changes group
nb: Caps Lock-tast bytter gruppe
zh_cn: Caps Lock 键更改组

source: Both Alt keys together change group
nb: Begge Alt-tastene sammen bytter gruppe
zh_cn: 两个 Alt 键一起更改组

source: Menu is Compose
nb: Menytast for kombinasjon
zh_cn: Menu 是 Compose 键

source: Right Alt key changes group
nb: Høyre Alt-tast bytter gruppe
zh_cn: 右 Alt 键更改组

source: Control Key Position
nb: Plassering av Ctrl-tast
zh_cn: Ctrl 键的位置

source: Swap Control and Caps Lock
nb: Bytt om Ctrl og Caps Lock
zh_cn: 交换 Ctrl 和 Caps Lock 键

source: Control+Shift changes group
nb: Ctrl+Shift bytter gruppe
zh_cn: Ctrl+Shift 更改组

source: Alt+Shift changes group
nb: Alt+Shift bytter gruppe
zh_cn: Alt+Shift 更改组

source: Press Right Control to choose 3rd level
nb: Trykk på høyre Ctrl for å velge 3. nivå
zh_cn: 按右 Ctrl 键可选择第 3 级

source: Add the standard behavior to Menu key.
nb: Legg til standardegenskaper for menytasten
zh_cn: 向 Menu 键添加标准行为。

source: Alt and Meta on the Alt keys (default).
nb: Alt og Meta på Alt-tastene (standard)
zh_cn: Alt 和 Meta 在 Alt 键上（默认值）。

source: Super is mapped to the Win-keys (default).
nb: Super på Win-tastene (standard)
zh_cn: Super 对应于两个 Win 键（默认值）。

source: Hyper is mapped to the Win-keys.
nb: Hyper på Win-tastene
zh_cn: Hyper 对应于两个 Win 键。

source: Press Right Win-key to choose 3rd level
nb: Trykk på høyre Win-tast for å velge 3. nivå
zh_cn: 按右 Win 键可选择第 3 级

source: Use keyboard LED to show alternative group
nb: Bruk tastaturlys for å vise alternativ gruppe
zh_cn: 使用键盘 LED 显示替换组

source: acts as Shift with locking. Shift cancels Caps.
nb: virker som Shift med låsing. Shift annullerer Caps.
zh_cn: 充当有锁定功能的 Shift 键。 Shift 键取消 Caps。

source: Group Shift/Lock behavior
nb: Egenskaper for bytte/låsing av gruppe
zh_cn: 组切换/锁定行为

source: Right Win-key switches group while pressed
nb: Høyre Win-tast bytter gruppe når inntrykket
zh_cn: 按下右 Win 键后切换组

source: Alt+Control changes group
nb: Alt+Ctrl bytter gruppe
zh_cn: Alt+Ctrl 键更改组

source: Menu key changes group
nb: Menytast bytter gruppe
zh_cn: Menu 键更改组

source: Left Ctrl key changes group
nb: Venstre Ctrl-tast bytter gruppe
zh_cn: 左 Ctrl 键更改组

source: Press Menu key to choose 3rd level
nb: Trykk på menytasten for å velge 3. nivå
zh_cn: 按 Menu 键可选择第 3 级

source: Meta is mapped to the Win-keys.
nb: Meta på Win-tastene
zh_cn: Meta 对应于两个 Win 键。

source: Click 'Apply' to test your settings.
nb: Klikk 'Bruk' for å teste innstillingene.

source: Dell 101-key PC
nb: Dell 101-tasters PC

source: Laptop/notebook Compaq (eg. Armada) Laptop Keyboard
nb: Bærbar Compaq (f.eks. Armada) Laptop Keyboard

source: Laptop/notebook Compaq (eg. Presario) Internet Keyboard
nb: Bærbar Compaq (f.eks. Presarion) Internet Keyboard

source: Compaq Internet Keyboard (13 keys)
nb: Compaq Internet Keyboard (13 taster)

source: Symplon PaceBook (tablet PC)
nb: Symplon PaceBook (pekeplate)

source: Brazilian ABNT2
nb: Brasiliansk ABNT2

source: Laptop/notebook Dell Inspiron 8xxx
nb: Bærbar Dell Inspiron 8xxx

source: Generic 101-key PC
nb: Generelt 101-tasters PC

source: Generic 102-key (Intl) PC
nb: Generelt 102-tasters (internasjonalt) PC

source: Generic 104-key PC
nb: Generelt 104-tasters PC

source: Japanese 106-key
nb: Japansk 106-tasters

source: Generic 105-key (Intl) PC
nb: Generelt 105-tangenters (internasjonalt) PC

source: Microsoft Internet Keyboard Pro, Swedish
nb: Microsoft Internet Keyboard Pro, svensk

source: Control key at left of 'A'
nb: Ctrl-tast til venstre for 'A'
