Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-48-SuSE-93-Devel/locale/*/LC_MESSAGES/sax.po
Languages: nb, zh_cn

source: Secondary Modeline:
nb: Sekundær moduslinje:
zh_cn: 次要模式行：

source: Modeline
nb: Moduslinje
zh_cn: 模式行

source: X-Server accessable via VNC protocol:
nb: X-serveren er tilgjengelig via VNC-protokollen:
zh_cn: X-Server 可通过 VNC 协议访问：

source: Access Control
nb: Tilgangskontroll
zh_cn: 访问控制

source: <b>Core Pointer...</b>
nb: <b>Standardpeker...</b>
zh_cn: <b>核心指针...</b>

source: &Cancel
nb: &Avbryt
zh_cn: 取消(&C)

source: &Ok
zh_cn: 确定(&O)

source: F&inalize >>
nb: F&ullfør >>
zh_cn: 完成(&I) >>

source: << &Back
nb: << &Tilbake
zh_cn: << 后退(&B)

source: &Next >>
nb: &Neste >>
zh_cn: 下一步(&N) >>

source: &Exit
nb: &Avslutt
zh_cn: 退出(&E)

source: &About...
nb: &Om...
zh_cn: 关于(&A)...

source: About the author
nb: Om opphavspersonen
zh_cn: 关于作者

source: Select virtual resolution for Mode %1
nb: Velg virtuell oppløsning for modusen %1
zh_cn: 为模式 %1 选择虚拟分辨率

source: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>The author and maintainer of this product is</nobr><br>Marcus Schaefer
nb: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>Opphavsperson og utvikler av dette produktet er</nobr><br>Marcus Schaefer
zh_cn: <b>SaX2 是 (c) 2000 SuSE Linux AG：</b><hr><nobr>本产品的作者和维护者是</nobr><br>Marcus Schaefer

source: &Modules...
nb: &Moduler...
zh_cn: 模块(&M)...

source: &File
nb: &Fil
zh_cn: 文件(&F)

source: &Help
nb: &Hjelp
zh_cn: 帮助(&H)

source: Loading CDB data: %1
nb: Laster CDB-informasjon: %1
zh_cn: 正在装载 CDB 数据： %1

source: Loading base data: %1
nb: Laster grunninformasjon: %1
zh_cn: 正在装载基本数据： %1

source: Loading system data: %1
nb: Laster systeminformasjon: %1
zh_cn: 正在装载系统数据： %1

source: C&hange configuration
nb: E&ndre konfigurasjon
zh_cn: 更改配置(&H)

source: SaX2 start-up information
nb: SaX2 oppstartsinformasjon
zh_cn: SaX2 启动信息

source: SaX2 exit program...
nb: SaX2 avslutt program...
zh_cn: SaX2 退出程序...

source: SaX2 final steps...
nb: SaX2 avsluttende trinn...
zh_cn: SaX2 最后步骤...

source: Dialog information...
nb: Dialoginformasjon...
zh_cn: 对话框信息...

source: Exception...
nb: Unntak...
zh_cn: 异常...

source: <b>Multihead setup not possible:</b><hr>Your system does not provide more than one graphics device. More are required to set up a multihead configuration.
nb: <b>Et oppsett med flere skjermer ikke mulig:</b><hr>Systemet har bar en grafikkenhet. Flere er nødvendig for et oppsett med flereskjermer.
zh_cn: <b>不能设置多传感头：</b><hr>您的系统未提供一个以上的图形设备。 要设置多传感头配置，必须有更多图形设备。

source: <b>Abort dialog:</b><hr>Abort this dialog?
nb: <b>Avbryt dialog:</b><hr>Vil du avbryte denne dialogen?
zh_cn: <b>中止对话框：</b><hr>是否中止此对话框？

source: <b>Invalid setup:</b><hr>At least one graphics device must be configured.
nb: <b>Ugyldig oppsett:</b><hr>Minst én grafikkenhet må konfigureres.
zh_cn: <b>设置无效：</b><hr>至少必须配置一个图形设备。

source: <b>Invalid setup:</b><hr>At least one monitor must be configured.
nb: <b>Ugyldig oppsett:</b><hr>Minst én skjerm må konfigureres.
zh_cn: <b>设置无效：</b><hr>至少必须配置一个监视器。

source: <b>Monitor cannot be removed:</b><hr>The system provides exactly one monitor configuration. You are not allowed to remove this major entity.
nb: <b>Skjermen kan ikke slettes:</b><hr>Bare .n skjermkonfigurasjon er mulig i systemet Du kan ikke fjerne denne hovedenheten
zh_cn: <b>不能去除监视器：</b><hr>系统正确提供一个监视器配置。 您不能去除此主要实体。

source: <b>Running dialog:</b><hr>A dialog is already open. Abort the open dialog and start the selected one?
nb: <b>Åpen dialog:</b><hr>en dialog er allerede åpen. Vil du avbryte den åpne dialogen og starte denne?
zh_cn: <b>正在运行对话框：</b><hr>已打开了一个对话框。 是否中止该打开的对话框并启动选定的对话框？

source: <b>Conclude dialog:</b><hr>Do you want to conclude this dialog now?
nb: <b>Avslutt dialog:</b><hr>Vil du avslutte denne dialogen nå?
zh_cn: <b>结束对话框：</b><hr>是否立即结束此对话框？

source: <b>Exit SaX2:</b><hr>Exit SaX2 now?
nb: <b>Avslutt SaX2:</b><hr>Vil du avslutte SaX2 nå?
zh_cn: <b>退出 SaX2：</b><hr>是否立即退出 SaX2？

source: <b>Final steps:</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
nb: <b>Avsluttende trinn:</b><hr>Det siste trinnet er å lagre den nye konfigurasjonen. Vi anbefaler at du tester den nye konfigurasjonen før du lagrer den. Hvis testen viser et uleselig skrivebord, kan du trykke <b>[ Ctrl+Alt+Backspace ]</b> for å drepe serveren.
zh_cn: <b>最后步骤：</b><hr>最后一步是保存新配置。 建议您在保存新配置之前先对其进行测试。 如果测试服务器显示已破坏的桌面，请按 <b>[ Ctrl+Alt+退格 ]</b>，停止该服务器。

source: <b>Final step:</b><hr>The last step is saving your new configuration. Please note the configuration is <i>Framebuffer</i> based and your system needs to be rebooted first to activate the changes for resolution and/or color settings.
nb: <b>Avsluttende trinn:</b><hr>Det siste trinnet er å lagre den nye konfigurasjonen.Husk at konfigurasjonen er <i>framebuffer</i>-basert, og at systemet må startes på nytt for å aktivere endringene for oppløsnings- og/ellerfargeinnstillingene.
zh_cn: <b>最后一步：</b><hr>最后一步是保存新配置。 请注意，该配置基于 <i>Framebuffer</i>，您需要先重引导系统才能激活对分辨率和/或颜色设置所作的更改。

source: <b>SaX2 suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>Ok</b>. Otherwise, change the configuration.
nb: <b>SaX2-forslag</b><hr>Dette grafiske oppsettet er basert på et forslag fra SaX2. Hvis forslaget er akseptabelt, klikk <b>OK</b>.Hvis ikke, kan du endre konfigurasjonen.
zh_cn: <b>SaX2 建议</b><hr>当前启动的图形系统基于 SaX2 提出的建议。 如果接受该建议，请单击<b>确定</b>。 否则，请更改配置。

source: Unknown Graphics Card...
nb: Ukjent grafikkort...
zh_cn: 未知图形卡...

source: <b>The graphics card could not be detected</b><hr>Configure your card manually. Start the configuration dialog to set up the graphics card now?
nb: <b>Grafikkortet ble ikke funnet</b><hr>Konfigurer kortetmanuelt Vil du starte konfigurasjonsdialogen for å sette opp grafikkortet nå?
zh_cn: <b>检测不到图形卡</b><hr>请手工配置图形卡。 是否立即启动配置对话框来设置图形卡？

source: Unknown Monitor...
nb: Ukjent skjerm...
zh_cn: 未知监视器...

source: <b>The Monitor (%1) couldn't be detected</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
nb: <b>Skjermen (%1) ble ikke funnet</b><hr>Sett opp skjermenmanuelt Vil du starte konfigurasjonsdialogen for skjermoppsett nå?
zh_cn: <b>检测不到监视器 (%1)</b><hr>请手工设置您的监视器。 是否立即启动配置对话框来设置该显示器？

source: <b>Monitor (%1) with ID: %2 not found</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
nb: <b>Skjerm (%1) med ID: %2 ikke funnet</b><hr>Sett opp skjermenmanuelt Vil du starte konfigurasjonsdialogen for skjermoppsett nå?
zh_cn: <b>找不到 ID 为 %2 的监视器 (%1)</b><hr>请手工设置您的监视器。 是否立即启动配置对话框来设置该显示器？

source: Automatic graphics system set up
nb: Automatisk oppsett av grafikksystem
zh_cn: 自动图形系统设置

source: &Test...
zh_cn: 测试(&T)...

source: &Save
nb: &Lagre
zh_cn: 保存(&S)

source: &Yes
nb: &Ja
zh_cn: 是(&Y)

source: &No
nb: &Nei
zh_cn: 否(&N)

source: <b>Yes</b>
nb: <b>Ja</b>
zh_cn: <b>是</b>

source: <b>No</b>
nb: <b>Nei</b>
zh_cn: <b>否</b>

source: File
nb: Fil
zh_cn: 文件

source: still locked
nb: fremdeles låst
zh_cn: 仍然锁定

source: Please wait
nb: Vent
zh_cn: 请稍候

source: <big><b>SaX2: Extended X11 Configuration</b></big><hr>Welcome to the SuSE X11 Configuration Manager<br>
nb: <big><b>SaX2: Utvidet X11-konfigurasjon</b></big><hr>Velkommen til SuSEskonfigurasjonsverktøy for X11<br>
zh_cn: <big><b>SaX2: 扩展的 X11 配置</b></big><hr>欢迎使用 SuSE X11 配置管理器<br>

source: To start, double-click an item in the component list.
nb: Dobbeltklikk på et element i komponentlisten for å begynne.
zh_cn: 要开始，请双击部件列表中的一个项目。

source: X11 System Setup
nb: Oppsett av X11-system
zh_cn: X11 系统设置

source: Value...
nb: Verdi...
zh_cn: 值...

source: Primary device
nb: Primær enhet
zh_cn: 主设备

source: X11 System
zh_cn: X11 系统

source: Driver:
zh_cn: 驱动程序：

source: Bus ID:
nb: Buss-ID:
zh_cn: 总线 ID：

source: Card options
nb: Kortalternativer
zh_cn: 卡选项

source: &Options...
nb: &Alternativer...
zh_cn: 选项(&O)...

source: Key Mappings
nb: Tilordning av taster
zh_cn: 键盘映射表

source: &Current sync frequencies
nb: &Gjeldende synkroniseringsfrekvenser
zh_cn: 当前同步频率(&C)

source: &Frequencies
nb: &Frekvenser
zh_cn: 频率(&F)

source: Current color depth
nb: Gjeldende fargedybde
zh_cn: 当前颜色深度

source: Current resolution
nb: Gjeldende oppløsning
zh_cn: 当前分辨率

source: HSync range
nb: HSync-område
zh_cn: HSync 范围

source: VSync range
nb: VSync-område
zh_cn: VSync 范围

source: Display size
nb: Skjermdimensjon
zh_cn: 显示大小

source: [ mm ]
zh_cn: [ 毫米 ]

source: Device
nb: Enhet
zh_cn: 设备

source: Protocol
nb: Protokoll
zh_cn: 协议

source: Keyboard Model
nb: Tastaturmodell
zh_cn: 键盘型号

source: Fi&nish
nb: Av&slutt
zh_cn: 完成(&N)

source: Abort
nb: Avbryt
zh_cn: 中止

source: Configure XAccess: Mouse over keypad...
nb: Konfigurer XAccess: Mus via talltastatur...
zh_cn: 配置 Xaccess： 鼠标加上数字小键盘...

source: Configure VNC: Export display using the VNC protocol...
nb: Konfigurer VNC: Eksporter skjermen via VNC-protokollen...
zh_cn: 配置 VNC： 使用 VNC 协议输出显示...

source: Configure input devices: Mouse configuration...
nb: Konfigurer innmatingsenheter: Konfigurasjon av mus...
zh_cn: 配置输入设备： 鼠标配置...

source: Configure 3D/OpenGL subsystem...
nb: Konfigurer 3D/OpenGL-undersystem...
zh_cn: 配置 3D/OpenGL 子系统...

source: Configure virtual resolutions...
nb: Konfigurer virtuelle oppløsninger...
zh_cn: 配置虚拟分辨率...

source: Configure graphics cards...
nb: Konfigurer grafikkort...
zh_cn: 配置图形卡...

source: Configure Desktop: Colors and Resolutions...
nb: Konfigurer skrivebord: Farger og oppløsninger...
zh_cn: 配置桌面： 颜色和分辨率...

source: Configure touch screens...
nb: Konfigurer berøringsskjermer...
zh_cn: 配置触摸屏...

source: Set up picture geometry...
nb: Sett opp bildegeometri...
zh_cn: 设置图片几何尺寸...

source: Configure multihead mode...
nb: Konfigurer modus for flere skjermer...
zh_cn: 配置多传感头方式...

source: Set up monitor properties...
nb: Sett opp skjermegenskaper...
zh_cn: 设置监视器属性...

source: Set up screen layout of your desktops (Double-click an icon will identify the real screen)...
nb: Konfigurer skrivebordsoppsett (dobbeltklikk på et ikon for å identifisereden faktiske skjermen)...
zh_cn: 设置桌面的屏幕布局（双击图标将确定真实的屏幕）...

source: Configure graphics tablet
nb: Konfigurer grafisk pekeplate
zh_cn: 配置图形输入板

source: Configure keyboard...
nb: Konfigurer tastatur...
zh_cn: 配置键盘...

source: Add new card...
nb: Legg til nytt kort...
zh_cn: 添加新卡...

source: Remove selected card
nb: Slett valgt kort
zh_cn: 去除选定的卡

source: Remove selected monitor
nb: Slett valgt skjerm
zh_cn: 去除选定的监视器

source: Properties...
nb: Egenskaper...
zh_cn: 属性...

source: &Options
nb: &Alternativer
zh_cn: 选项(&O)

source: VNC Options
nb: VNC-alternativer
zh_cn: VNC 选项

source: Allow access to display using VNC protocol
nb: Tillat tilgang via VNC-protokollen
zh_cn: 允许使用 VNC 协议访问显示器

source: Enable password protection
nb: Aktiver passordbeskyttelse
zh_cn: 启用口令保护

source: &Properties...
nb: &Egenskaper...
zh_cn: 属性(&P)...

source: Password
nb: Passord
zh_cn: 口令

source: Verify password
nb: Bekreft passord
zh_cn: 校验口令

source: Enable View-Only mode
nb: Aktiver Kun visning-modus
zh_cn: 启用只查看方式

source: Enable HTTP Access
nb: Aktiver HTTP-tilgang
zh_cn: 启用 HTTP 访问

source: HTTP Port
zh_cn: HTTP 端口

source: Allow multiple VNC connections
nb: Tillatt flere VNC-tilkoblinger
zh_cn: 允许多个 VNC 连接

source: &Add new touchscreen...
nb: &Legg til ny berøringsskjerm...
zh_cn: 添加新的触摸屏(&A)...

source: &Remove selected touchscreen
nb: &Slett valgt berøringsskjerm
zh_cn: 去除选定的触摸屏(&R)

source: <nobr><h3><u>Currently configured touchscreens:</u></h3></nobr>
nb: <nobr><h3><u>Konfigurerte berøringsskjermer:</u></h3></nobr>
zh_cn: <nobr><h3><u>当前配置的触摸屏：</u></h3></nobr>

source: <nobr><h3><u>Currently configured monitors</u></h3></nobr>
nb: <nobr><h3><u>Konfigurerte skjermer</u></h3></nobr>
zh_cn: <nobr><h3><u>当前配置的监视器</u></h3></nobr>

source: <nobr><h3><u>Currently configured cards:</u></h3></nobr>
nb: <nobr><h3><u>Konfigurerte kort:</u></h3></nobr>
zh_cn: <nobr><h3><u>当前配置的卡：</u></h3></nobr>

source: <nobr><h3><u>Currently configured mice:</u></h3></nobr>
nb: <nobr><h3><u>Konfigurerte mus:</u></h3></nobr>
zh_cn: <nobr><h3><u>当前配置的鼠标：</u></h3></nobr>

source: <nobr><h3><u>Current Monitor Layout:</u></h3></nobr>
nb: <nobr><h3><u>Gjeldende skjermoppsett:</u></h3></nobr>
zh_cn: <nobr><h3><u>当前监视器布局：</u></h3></nobr>

source: <nobr><h3><u>Currently configured desktops:</u></h3></nobr>
nb: <nobr><h3><u>Konfigurerte skrivebord:</u></h3></nobr>
zh_cn: <nobr><h3><u>当前配置的桌面：</u></h3></nobr>

source: &Add new mouse...
nb: &Legg til ny mus...
zh_cn: 添加新的鼠标(&A)...

source: &Remove selected mouse
nb: &Slett valgt mus
zh_cn: 去除选定的鼠标(&R)

source: &General
nb: &Generelt
zh_cn: 常规(&G)

source: &Expert
nb: &Avansert
zh_cn: 专家(&E)

source: Model: Vendor and Name selection...
nb: Modell: Velg produsent og navn...
zh_cn: 型号： 供应商和名称选择...

source: Vendor
nb: Produsent
zh_cn: 供应商

source: Special mouse properties...
nb: Spesielle egenskaper for mus...
zh_cn: 特殊鼠标属性...

source: Color selection...
nb: Fargeinnstillinger...
zh_cn: 颜色选择...

source: Manual sync frequency set up...
nb: Manuelt oppsett av synkroniseringsfrekvenser...
zh_cn: 手工同步频率设置...

source: Selected
nb: Valgt
zh_cn: 选定的

source: Resolution X
nb: Oppløsning X
zh_cn: 分辨率 X

source: &Colors
nb: &Farger
zh_cn: 颜色(&C)

source: &Resolution(s) for %1 colors
nb: &Oppløsning(er) for %1 farger
zh_cn: %1 颜色的分辨率(&R)

source: Resolution Y
nb: Oppløsning Y
zh_cn: 分辨率 Y

source: Possible
nb: Mulig
zh_cn: 可能

source: &Add this resolution
nb: &Legg til denne oppløsningen
zh_cn: 添加此分辨率(&A)

source: Enable 3-button emulation
nb: Aktiver emulering av 3 knapper
zh_cn: 启用 3 键模拟

source: Enable Mouse Wheel
nb: Aktivere musehjul
zh_cn: 启用鼠标滚轮

source: <big><b>Currently configured AccessX Status</b></big><hr>
nb: <big><b>Konfigurert AccessX-status</b></big><hr>
zh_cn: <big><b>当前配置的 AccessX 状态</b></big><hr>

source: <big><b>Current VNC status</b></big><hr>
nb: <big><b>Gjeldende VNC-status</b></big><hr>
zh_cn: <big><b>当前 VNC 状态</b></big><hr>

source: <big><b>Current 3D/OpenGL status</b></big><hr>
nb: <big><b>Gjeldende 3D/OpenGL-status</b></big><hr>
zh_cn: <big><b>当前 3D/OpenGL 状态</b></big><hr>

source: <big><b>Current Virtual resolution setup</b></big><hr>
nb: <big><b>Gjeldende oppsett for virtuell oppløsning</b></big><hr>
zh_cn: <big><b>当前虚拟分辨率设置</b></big><hr>

source: <big><b>Currently configured graphics cards</b></big><hr>
nb: <big><b>Konfigurerte grafikkort</b></big><hr>
zh_cn: <big><b>当前配置的图形卡</b></big><hr>

source: <big><b>Currently configured desktops</b></big><hr>
nb: <big><b>Konfigurerte skrivebord</b></big><hr>
zh_cn: <big><b>当前配置的桌面</b></big><hr>

source: <big><b>Currently active geometry timings</b></big><hr>
nb: <big><b>Gjeldende oppsett for geometri</b></big><hr>
zh_cn: <big><b>当前活动的几何图形定时</b></big><hr>

source: <big><b>Currently configured keyboard</b></big><hr>
nb: <big><b>Konfigurert tastatur</b></big><hr>
zh_cn: <big><b>当前配置的键盘</b></big><hr>

source: <big><b>Currently configured layout</b></big><hr>
nb: <big><b>Konfigurert oppsett</b></big><hr>
zh_cn: <big><b>当前配置的布局</b></big><hr>

source: <big><b>Currently configured monitors</b></big><hr>
nb: <big><b>Konfigurerte skjermer</b></big><hr>
zh_cn: <big><b>当前配置的监视器</b></big><hr>

source: <big><b>Currently configured pointer devices</b></big><hr>
nb: <big><b>Konfigurerte pekeenheter</b></big><hr>
zh_cn: <big><b>当前配置的指针设备</b></big><hr>

source: <big><b>Currently configured multihead status</b></big><hr>
nb: <big><b>Konfigurert status for flere skjermer</b></big><hr>
zh_cn: <big><b>当前配置的多传感头状态</b></big><hr>

source: <big><b>Currently configured graphics tablet</b></big><hr>
nb: <big><b>Konfigurert grafisk pekeplate</b></big><hr>
zh_cn: <big><b>当前配置的图形输入板</b></big><hr>

source: <big><b>Currently configured touchscreen</b></big><hr>
nb: <big><b>Konfigurert berøringsskjerm</b></big><hr>
zh_cn: <big><b>当前配置的触摸屏</b></big><hr>

source: <b><nobr>No information available</nobr></b>
nb: <b><nobr>Ingen informasjon tilgjengelig</nobr></b>
zh_cn: <b><nobr>无信息</nobr></b>

source: <b>Virtual mouse:</b><hr>Set up the numeric keypad to control the mouse with the keypad. The table below points to the current status of AccessX.
nb: <b>Virtuell mus:</b><hr>Sett opp talltastaturet slik at musen kan kontrolleres med talltastaturet. Tabellen nedenfor viser gjeldende status for AccessX.
zh_cn: <b>虚拟鼠标：</b><hr>设置数字小键盘，以便使用数字小键盘来控制鼠标。 下表指向 AccessX 的当前状态。

source: <b>VNC Server:</b><hr>Set up the X-Server to be able to access the desktop and all its programs remotely via a VNC viewer program
nb: <b>VNC-server:</b><hr>Sett opp X-serveren slik at det er ekstern tilgang til skrivebordet og alle skrivebordsprogrammene via et VNC-visningsprogram
zh_cn: <b>VNC 服务器：</b><hr>设置 X-Server，以便能通过 VNC 查看器程序远程访问本桌面及其所有程序。

source: <b>OpenGL Subsystem:</b><hr>Set up the 3D features of the graphics card here. X.Org includes the direct rendering interface to use the 3D capabilities of your graphics card. If your card and the corresponding driver support 3D hardware acceleration, enable it in this dialog.
nb: <b>OpenGL-undersystem:</b><hr>Sett opp 3D-funksjonene til grafikkortet her. X.Org har et system for direkte gjengivelse slik at du kan bruke 3D-egenskapene til grafikkortet. Hvis kortet og den tilhørende driveren støtter maskinvarebasert 3D-akselerasjon, kan du aktivere dette i denne dialogen.
zh_cn: <b>OpenGL 子系统：</b><hr>在此设置图形卡的 3D 功能。 X.Org 包括直接显示接口，可以使用图形卡的 3D 功能。如果您的卡和相应的驱动程序支持 3D 硬件加速，请在此对话框中启用它。

source: <b>Virtual resolution:</b><hr>Every single desktop has its real resolution which is completely viewable. Beside this resolution you can setup a resolution which lives outside the viewable area of your monitor and comes up if you leave the edges of your monitor with the mouse. This area is called a virtual resolution.
nb: <b>Virtuell oppløsning:</b><hr>Hvert enkelt skrivebord har en faktisk oppløsning som er helt synlig. I tillegg til denne oppløsningen kan du sette opp en oppløsning utenfor det synlige området på skjermen, som kommer opp hvis du fører musepekeren utenfor skjermbildet. Dette området kalles en virtuell oppløsning.
zh_cn: <b>虚拟分辨率：</b><hr>每一个桌面都有其自己完全看得见的真实分辨率。 除此分辨率外，您还可以设置一个分辨率，该分辨率存在于监视器可视区域之外，当您将鼠标离开监视器的边缘时就会出现。 此区域称为虚拟分辨率。

source: <b>Graphics cards:</b><hr>Set up your graphics hardware here. The graphics system consists of at least one graphics card but can be combined to a so called <i>multihead environment</i> which consists of at least two cards up to a maximum of 16 cards.
nb: <b>Grafikkort:</b><hr>Sett opp grafikkenhetene her. Det grafiskesystemet består av minst ett grafikkort, men kombinasjoner er også mulig for å sette opp et såkalt <i>flerskjermsmiljø</i>. Dette kan bestå av minst to og opptil maksimalt 16 kort.
zh_cn: <b>图形卡：</b><hr>在此设置您的图形硬件。 图形系统至少包括一个图形卡，但可以并入一个所谓的<i>多传感头环境</i>中，该环境中至少有两个图形卡，最多有 16 个图形卡。

source: <b>Desktop properties:</b><hr>Set up your desktop with settings like resolution and colors. Every desktop is an independent device and may have a different color and/or resolution setup.
nb: <b>Skrivebordsegenskaper:</b><hr>Sett opp skrivebordet med innstillinger som oppløsning og farger. Skrivebordene er uavhengige enheter, og de kan ha ulike innstillinger for farge og/eller oppløsning.
zh_cn: <b>桌面属性：</b><hr>在桌面上设置分辨率和颜色等设置。 每一个桌面都是一个独立的设备，可以有不同的颜色和/或分辨率设置。

source: <b>Monitor geometry:</b><hr>Setup the position and size of the picture displayed by the monitor. The table below point to the current used Modeline(s).
nb: <b>Skjermgeometri:</b><hr>Sett opp posisjonen til og størrelsen på bildet som vises på skjermen. Tabellen nedenfor viser gjeldende moduslinje(r).
zh_cn: <b>监视器几何图形尺寸：</b><hr>设置监视器显示的图片的位置和大小。 下表指向当前使用的模式行。

source: <b>Keyboard properties:</b><hr>Set up the type of the keyboard and the language environment with which it should work.
nb: <b>Tastaturegenskaper:</b><hr>Velg tastaturtype og hvilket språkmiljø tastaturet skal bruke.
zh_cn: <b>键盘属性：</b><hr>设置键盘的类型以及键盘操作的语言环境。

source: <b>Desktop layout:</b><hr>If more than one card is available, you are in a multihead environment. Set up the neighborhood relations of the connected monitors simply via drag&drop. If you are not sure which monitor belongs to the icon just double-click on it and you will see a message on the corresponding screen.
nb: <b>Skrivebordsoppsett:</b><hr>Hvis flere enn ett kort er tilgjengelig, har du et miljø med flere skjermer. Velg hvordan de tilkoplede skjermene skal forholde seg til hverandre ved hjelp av dra og slipp. Hvis du er usikker på hvilken skjerm som tilhører ikonet, kan du dobbeltklikke på ikonet for å få opp en melding på den tilhørende skjermen.
zh_cn: <b>桌面布局：</b><hr>如果有一个以上的卡，则表示您处于多传感头环境。 请通过拖放操作设置相连的监视器之间的邻居关系。 如果您不知道哪台监视器属于该图标，只需双击该图标，即可在相应的屏幕上 看到一则讯息。

source: <b>Monitor properties:</b><hr>Set up the monitor model connected to the graphics cards. Be careful in your choice. Wrong sync ranges may damage the monitor.
nb: <b>Skjermegenskaper:</b><hr>Velg skjermmodellen som er koplet til grafikkortet. Vær forsiktig når du velger. Feil synkroniseringsområder kan skadeskjermen.
zh_cn: <b>监视器属性：</b><hr>设置连接到图形卡的监视器的型号。 选择时务必小心。 如果选择了错误的同步范围，则监视器可能损坏。

source: <b>Mouse properties:</b><hr>Set up basic paramaters to activate the core mouse pointer as well as settings like button emulation or wheel functions.
nb: <b>Egenskaper for mus:</b><hr>Sett opp de viktigste parameterne for å aktiverestandardmusepekeren samt innstillinger som emulering av knapper og musehjulfunksjoner.
zh_cn: <b>鼠标属性：</b><hr>设置基本参数来激活核心鼠标指针以及键模拟或滚轮功能之类的设置。

source: <b>Multihead mode:</b><hr>If more than one card is available, you are in a multihead environment. Set up the multihead functioning here.
nb: <b>Modus for flere skjermer:</b><hr>Hvis flere enn ett kort er tilgjengelig, har du et flerskjermsmiljø. Sett opp funksjonene for flere skjermer her.
zh_cn: <b>多传感头方式：</b><hr>如果有一个以上的卡，则表示您处于多传感头环境。 请在此设置多传感头功能。

source: <b>Graphics tablet:</b><hr>Set up a graphics tablet and the corresponding pointer devices, such as pens and erasers.
nb: <b>Grafisk pekeplate:</b><hr>Sett opp en grafisk pekeplate og tilhørendepekeenheter som penner og viskelær.
zh_cn: <b>图形输入板：</b><hr>设置图形输入板以及相应的指针设备，如笔和橡皮。

source: <b>Touchscreen:</b><hr>Set up a pressure sensitive screen.
nb: <b>Berøringsskjerm:</b><hr>Sett opp en trykkfølsom skjerm.
zh_cn: <b>触摸屏：</b><hr>设置感压屏幕。

source: Disabled
nb: Deaktivert
zh_cn: 已禁用

source: Enabled
nb: Aktivert
zh_cn: 已启用

source: Wheel support
nb: Støtte for musehjul
zh_cn: 滚轮支持

source: &Port
zh_cn: 端口(&P)

source: &Mode
nb: &Modus
zh_cn: 方式(&M)

source: Button emulation
nb: Emulering av knapper
zh_cn: 键模拟

source: Primary Device:
nb: Primær enhet:
zh_cn: 主设备：

source: Secondary Device:
nb: Sekundær enhet:
zh_cn: 次设备：

source: Single Layout [ no multihead environment ]
nb: Enkelt oppsett [ ikke flerskjermsmiljø ]
zh_cn: 单一布局 [ 无多传感头环境 ]

source: Clone Mode Active
nb: Klonemodus aktivert
zh_cn: 复制方式处于活动状态

source: Xinerama Mode Active
nb: Xinerama-modus aktivert
zh_cn: Xinerama 方式处于活动状态

source: Traditional Mode Active
nb: Normalmodus aktivert
zh_cn: 传统方式处于活动状态

source: Screens Layout Active
nb: Aktiverte skjermoppsett
zh_cn: 屏幕布局处于活动状态

source: Display
nb: Skjermbilde
zh_cn: 显示

source: Configuration on display
nb: Konfigurasjon av skjermbilde
zh_cn: 显示器配置

source: &Step size
nb: &Justeringstrinn
zh_cn: 步长(&S)

source: Small
nb: Små
zh_cn: 小

source: Normal
nb: Normale
zh_cn: 常规

source: Big
nb: Store
zh_cn: 大

source: Huge
nb: Enorme
zh_cn: 巨大

source: &Next Screen
nb: &Neste skjerm
zh_cn: 下一个屏幕(&N)

source: S&ave
nb: L&agre
zh_cn: 保存(&A)

source: Change &Position
nb: Endre &posisjon
zh_cn: 更改位置(&P)

source: C&hange Size
nb: E&ndre størrelse
zh_cn: 更改大小(&H)

source: No video mode tuning available
nb: Justering av skjermmodus ikke tilgjengelig
zh_cn: 无显示方式调整

source: Idle timer...
nb: Tidsur for inaktivitet...
zh_cn: 空闲计时器...
