Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-81-SuSE-11-1-Devel/locale/*/LC_MESSAGES/sax.po
Languages: ko, ru

source: I18N
ru: Локализация

source: <b>SaX2 Suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>OK</b>. Otherwise, change the configuration.
ko: <b>SaX2 제안사항</b><hr>현재 시작된 그래픽 시스템은 SaX2에서 제안한 사항에 기반합니다. 이 방식에 동의하면 <b>확인</b>을 클릭하십시오. 그렇지 않으면 구성을 변경하십시오.
ru: <b>Предложение SaX2</b><hr>Запущенная на данный момент графическая система основана на предложении, сделанном SaX2. Если это приемлемо, нажмите кнопку <b>ОК</b>. В противном случае измените конфигурацию.

source: <b>3D acceleration not supported</b><hr>SaX2 cannot offer activation of the 3D subsystem because your graphics card/driver doesn't support 3D
ko: <b>3D 가속화가 지원되지 않음</b><hr>사용자의 그래픽 카드/드라이버가 3D를 지원하지 않으므로 SaX2가 3D 하위 시스템의 활성화를 제공할 수 없습니다.
ru: <b>3D-ускорение не поддерживается</b><hr>SaX2 не может включить 3D-подсистему, так как ваша видеокарта (драйвер) не поддерживает 3D-режим.

source: <b>3D acceleration not supported</b><hr>SaX2 cannot offer activation of the 3D subsystem because Xinerama based dual head mode is used. The Xorg Xinerama extension for combining graphics screens doesn't support 3D on all heads
ko: <b>3D 가속화가 지원되지 않음</b><hr>Xinerama 기반 듀얼 헤드 모드가 사용되므로 SaX2가 3D 하위 시스템의 활성화를 제공할 수 없습니다. 그래픽 화면을 결합하기 위한 Xorg Xinerama 확장 기능이 모든 헤드에서 3D를 지원하는 것은 아닙니다.
ru: <b>3D-ускорение не поддерживается</b><hr>SaX2 не может включить 3D-подсистему, так как используется режим двух мониторов на базе Xinerama. Расширение Xorg Xinerama для объединения графических экранов поддерживает 3D-режим не на всех мониторах.

source: Automatic Graphics System Setup
ko: 자동 그래픽 시스템 설정
ru: Автоматическая установка графической системы

source: Information...
ko: 정보...
ru: Информация…

source: SaX2: X11 Configuration
ko: SaX2: X11 구성
ru: SaX2: конфигурация X11

source: SaX Control Center
ko: SaX 제어 센터
ru: Центр управления SaX

source: <b>Display size changed</b><hr>The display size has been adapted to the new layout.
ko: <b>디스플레이 크기가 변경됨</b><hr>디스플레이 크기가 새 레이아웃에 맞게 변경되었습니다.
ru: <b>Размер дисплея изменен</b><hr>Размер дисплея адаптирован к новой раскладке.

source: &Help
ko: 도움말(&H)
ru: &Помощь

source: O&K
ko: 확인(&K)
ru: O&К

source: &Yes
ko: 예(&Y)
ru: &Да

source: &No
ko: 아니오(&N)
ru: &Нет

source: &Cancel
ko: 취소(&C)
ru: &Отменить

source: <b>Exit SaX2</b><hr>Exit SaX2 now?
ko: <b>SaX2 종료</b><hr>SaX2를 지금 종료하시겠습니까?
ru: Выход из SaX2</b><hr>Выйти из SaX2?

source: Message
ko: 메시지
ru: Сообщение

source: C&hange Configuration
ko: 구성 변경(&H)
ru: И&зменить конфигурацию

source: Monitor
ko: 모니터
ru: Монитор

source: Card and Monitor Properties
ko: 카드 및 모니터 속성
ru: Свойства видеоадаптера и монитора

source: Mouse
ko: 마우스
ru: Мышь

source: Mouse Properties
ko: 마우스 속성
ru: Свойства мыши

source: Keyboard
ko: 키보드
ru: Клавиатура

source: Keyboard Properties
ko: 키보드 속성
ru: Свойства клавиатуры

source: Tablet
ko: 타블렛
ru: Планшет

source: Tablet Properties
ko: 타블렛 속성
ru: Свойства планшета

source: Touchscreen
ko: 터치스크린
ru: Сенсорный экран

source: Touchscreen Properties
ko: 터치스크린 속성
ru: Свойства сенсорного экрана

source: Remote Access
ko: 원격 액세스
ru: Удаленный доступ

source: Remote Access Properties
ko: 원격 액세스 속성
ru: Свойства удаленного доступа

source: Display %1
ko: 디스플레이 %1
ru: Дисплей %1

source: Mouse %1
ko: 마우스 %1
ru: Мышь %1

source: Activate This Display
ko: 이 디스플레이 활성화
ru: Активировать этот дисплей

source: Activate This Pointer
ko: 이 포인터 활성화
ru: Активировать этот указатель

source: Card
ko: 카드
ru: Карта

source: Desktop
ru: Рабочий стол

source: Pointers
ru: Указатели

source: Layout
ko: 레이아웃
ru: Раскладка

source: Path
ru: Путь

source: Extensions
ru: Расширения

source: &Change...
ko: 변경(&C)...
ru: &Изменить...

source: &Options...
ko: 옵션(&O)...
ru: &Параметры...

source: Con&figure...
ko: 구성(&F)...
ru: Нас&троить…

source: Dual Head Mode
ko: 듀얼 헤드 모드
ru: Режим двух мониторов

source: Options
ko: 옵션
ru: Настройки

source: Activate Mouse Wheel
ko: 마우스 휠 활성화
ru: Включить колесо мыши

source: Invert X-Axis
ko: X-축 반전
ru: Инвертировать ось x

source: Invert Y-Axis
ko: Y-축 반전
ru: Инвертировать ось Y

source: Activate Left-Hand Button Mapping
ko: 왼쪽 버튼 매핑 활성화
ru: Назначить мышь под левую руку

source: Activate 3-Button Emulation
ko: 3-버튼 에뮬레이션 활성화
ru: Включить эмуляцию 3-й кнопки

source: Emulate Wheel with Mouse Button
ko: 마우스 버튼으로 휠 에뮬레이션
ru: Эмулировать колесо мыши как кнопку

source: Rotate Screen
ko: 화면 회전
ru: Повернуть экран

source: Test
ko: 테스트
ru: Тест

source: &Test
ko: 테스트(&T)
ru: &Тест

source: &Save
ko: 저장(&S)
ru: &Сохранить

source: Test ready
ko: 테스트 준비
ru: Тест готов

source: Single Click: Done
ko: 한 번 클릭: 완료
ru: Один щелчок: готово

source: Double Click: Done
ko: 두 번 클릭: 완료
ru: Двойной щелчок: готово

source: Scrolling
ko: 스크롤
ru: Прокрутка

source: Button pressed
ko: 버튼을 누름
ru: Кнопка нажата

source: Button released
ko: 버튼에서 손을 뗌
ru: Кнопка отпущена

source: Stopped: Done
ko: 중지됨: 완료
ru: Остановлена: готово

source: Properties
ko: 속성
ru: Свойства

source: Activate Dual Head Mode
ko: 듀얼 헤드 모드 활성화
ru: Включить режим двух мониторов

source: Resolution
ko: 해상도
ru: Разрешение

source: Colors
ko: 색상
ru: Цвета

source: Activate 3D Acceleration
ko: 3D 가속 활성화
ru: Включить 3D ускорение

source: Monitor for Card
ko: 카드용 모니터
ru: Монитор для платы

source: Second Monitor for Card
ko: 카드용 두 번째 모니터
ru: Второй монитор для платы

source: Sync Frequencies
ko: 주파수 동기화
ru: Частоты синхронизации

source: Display Size
ko: 디스플레이 크기
ru: Размер экрана

source: Arrangement
ko: 배열
ru: Расположение

source: Activated in %1 mode with %2
ko: %2을(를) 사용하여 %1 모드에서 활성화됨
ru: Активировано в %1 режиме с %2

source: Activated in driver default mode
ko: 드라이버 기본 모드에서 활성화됨
ru: Активирован в режиме драйвера по умолчанию

source: Unconfigured
ko: 구성되지 않음
ru: Не настроено

source: <b>Cannot Deactivate All Displays</b><hr><nobr>At least one display must be active.</nobr>
ko: <b>모든 디스플레이를 비활성화할 수 없음</b><hr><nobr>하나 이상의 디스플레이가 활성화되어야 합니다.</nobr>
ru: <b>Невозможно отключить все дисплеи</b><hr><nobr>Хотя бы один дисплей должен быть активным.</nobr>

source: No configuration available
ko: 사용 가능한 구성 없음
ru: Нет доступных конфигураций

source: Traditional Multihead: Each screen is an independent display
ko: 기존 멀티헤드: 각 화면이 독립적인 디스플레이입니다.
ru: Традиционный режим: каждый экран является независимым

source: Cloned Multihead: Each display is a clone of the primary display
ko: 복제된 멀티헤드: 각 디스플레이가 주 디스플레이의 복제입니다.
ru: Режим клонирования: каждый экран является копией основного экрана

source: Xinerama Multihead: Build one big display out of all screens
ko: Xinerama 멀티헤드: 모든 화면을 하나의 큰 디스플레이에 출력합니다.
ru: Режим Xinerama: все экраны образуют один большой экран

source: Multihead Mode
ko: 멀티헤드 모드
ru: Режим работы с несколькими мониторами

source: Connected To
ko: 연결된 대상
ru: Подключен к

source: Unknown Monitor:
ko: 알 수 없는 모니터:
ru: Неизвестный монитор:

source: Primary Monitor:
ko: 주 모니터:
ru: Основной монитор:

source: Monitor Settings
ko: 모니터 설정
ru: Настройки монитора

source: Mouse Settings
ko: 마우스 설정
ru: Настройки мыши

source: Graphics Card Settings
ko: 그래픽 카드 설정
ru: Настройки платы видеоадаптера

source: Dual Head Settings
ko: 듀얼 헤드 설정
ru: Настройки режима двух мониторов

source: Not Rotated
ko: 회전 안 됨
ru: Не повернут

source: To the Left
ko: 왼쪽으로
ru: Влево

source: To the Right
ko: 오른쪽으로
ru: Вправо

source: <b>Invalid Color/Resolution combination:</b><hr><nobr>The selected resolution and/or color settings</nobr> are not supported by the graphics cards framebuffer.
ko: <b>잘못된 색상/해상도 조합:</b><hr><nobr>선택한 해상도 및/또는 색상 설정</nobr>이 그래픽 카드 프레임버퍼에서 지원되지 않습니다.
ru: <b>Неверная комбинация цвета и разрешения:</b><hr><nobr>Выбранные параметры для разрешения и/или цвета</nobr> не поддерживаются буфером кадров видеокарт.

source: <b>Option Needs a Value</b><hr><nobr>Set up a value for option %1.</nobr>
ko: <b>옵션에 값이 필요함</b><hr><nobr>옵션 %1에 대한 값을 설정합니다.</nobr>
ru: <b>Параметр должен иметь значение</b><hr><nobr>Задайте значение для параметра %1.</nobr>

source: Monitor: Vendor and Name Selection
ko: 모니터: 공급업체 및 이름 선택
ru: Монитор: выбор производителя и названия

source: Mouse: Vendor and Name Selection
ko: 마우스: 공급업체 및 이름 선택
ru: Мышь: выбор производителя и названия

source: Manual Sync Frequency Setup
ko: 수동 주파수 동기화 설정
ru: Ручная настройка частоты синхронизации

source: Diagonal and Aspect Ratio
ko: 대각선 및 가로 세로 비율
ru: Диагональ и соотношение

source: Display Size in [ mm ]
ko: 디스플레이 크기([ mm ])
ru: Размер Дисплея в [мм]

source: <b>Note:</b> Wrong sync ranges may damage your monitor. Consult the monitor manual for the settings.<br><br>If you want your monitor not to use its maximum rating, decrease the sync ranges.
ko: <b>메모:</b> 동기화 범위가 잘못되면 모니터가 손상될 수 있습니다. 설정에 대한 내용은 모니터 설명서를 참조하십시오.<br><br>모니터가 최대 정격을 사용하지 않도록 하려면 동기화 범위를 줄이십시오.
ru: <b>Примечание.</b>Неверные диапазоны синхронизации могут повредить монитор. Допустимые значения см. в руководстве по эксплуатации монитора.<br><br>Если использование максимальных частот нежелательно, уменьшите диапазоны синхронизации.

source: Activate DPMS
ko: DPMS 활성화
ru: Включить DPMS

source: Utility Disk...
ko: 유틸리티 디스크...
ru: Сервисный Диск ...

source: Horizontal
ko: 수평
ru: Горизонтальная

source: Second Monitor:
ko: 두 번째 모니터:
ru: Второй монитор:

source: Second Monitor Resolution
ko: 두 번째 모니터 해상도
ru: Разрешение второго монитора

source: Vertical
ko: 수직
ru: Вертикальная

source: KHz
ru: КГЦ

source: Hz
ru: Гц

source: Aspect Ratio
ko: 가로 세로 비율
ru: Соотношение

source: Diagonal
ko: 대각선
ru: Диагональ

source: X Axis [mm]
ko: X 축 [mm]
ru: Ось X [мм]

source: Y Axis [mm]
ko: Y 축 [mm]
ru: Ось Y [мм]

source: Not configured
ko: 구성되지 않음
ru: Не конфигурированный

source: inches
ko: 인치
ru: дюймы

source: <b>Insert CD or Disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
ko: <b>CD 또는 디스크 넣기</b><hr>모니터 공급업체에서 제공하는 디스플레이 유틸리티 CD 또는 디스크를 넣습니다.
ru: <b>Вставьте CD или диск</b><hr>Вставьте CD или диск с утилитой к монитору, поставляемый производителем.

source: <b>Read Error</b><hr>Could not read from CD or disk. This may point to a damaged medium or incorrectly formatted information files.
ko: <b>읽기 오류</b><hr>CD 또는 디스크를 읽을 수 없습니다. 매체가 손상되었거나, 정보 파일의 형식이 잘못되었을 수 있습니다.
ru: <b>Ошибка чтения</b><hr>Невозможно прочитать с CD или диска. Это может произойти, потому что поврежден носитель или файлы сведений имеют неверный формат.

source: Traditional
ko: 기존
ru: Традиционный

source: Clone
ko: 복제
ru: Клонировать

source: Mouse Model
ko: 마우스 모델
ru: Модель мыши

source: Primary Setup
ko: 주 설정
ru: Начальная установка

source: Type
ko: 유형
ru: Тип

source: Variant
ko: 변형
ru: Вариант

source: Additional Layouts
ko: 추가 레이아웃
ru: Дополнительные раскладки

source: Status
ko: 상태
ru: Статус

source: Keytable
ko: 키 테이블
ru: Клавиатура

source: Group Shift/Lock Behavior
ko: 그룹 Shift/Lock 동작
ru: Изменение и переключение групп

source: Use Keyboard LED to Show Alternate Group
ko: 키보드 LED를 사용하여 대체 그룹 표시
ru: Использовать индикаторы клавиатуры, чтобы показать альтернативную группу

source: Compose Key Position
ko: 키 위치 구성
ru: Расположение клавиш последовательности

source: Control Key Position
ko: 키 위치 제어
ru: Позиция Клавиши CTRL

source: Third Level Chooser
ko: 세 번째 수준 선택기
ru: Выбор третьего уровня

source: Alt/Win Key Behavior
ko: Alt/Win 키 동작
ru: Поведение клавиш Alt и Win

source: EuroSign Key Position
ko: 유로 통화 기호 키 위치
ru: Позиция клавиши со знаком евро

source: CapsLock Key Behavior
ko: CapsLock 키 동작
ru: Поведение клавиши CapsLock

source: None
ko: 없음
ru: Нет

source: Morocco
ko: 모로코
ru: Марокко

source: Braille
ko: 점자
ru: Брайль

source: Ethiopia
ko: 에티오피아
ru: Эфиопия

source: NICOLA-F style Backspace
ko: NICOLA-F 유형 백스페이스
ru: Backspace в стиле NICOLA-F

source: Right Alt key never chooses 3rd level.
ko: 오른쪽 Alt 키를 눌러도 세 번째 레벨은 선택되지 않습니다.
ru: Правая клавиша Alt никогда не выбирает 3-й уровень.

source: Left Alt key switches layout while pressed.
ko: 왼쪽 Alt 키를 누르면 레이아웃이 변경됩니다.
ru: Левая клавиша Alt в нажатом состоянии переключает раскладку клавиатуры.

source: Space key outputs non
ko: 스페이스 키를 누르면 아무 것도 출력되지 않습니다.
ru: Клавиша пробела ничего не вводит

source: Default numeric keypad keys.
ko: 기본 숫자 키패드 키입니다.
ru: Цифровые клавиши по умолчанию.

source: Both Ctrl keys together change layout.
ko: 양쪽 Ctrl 키를 함께 누르면 레이아웃이 변경됩니다.
ru: Одновременное нажатие обеих клавиш Ctrl переключает раскладку клавиатуры.

source: Using space key to input non-breakable space character
ko: 스페이스 키를 누르면 nobreakspace 문자가 입력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела

source: Right Shift key changes layout.
ko: 오른쪽 Shift 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Shift переключает раскладку клавиатуры.

source: Left Win-key changes layout.
ko: 왼쪽 Win 키를 누르면 레이아웃이 변경됩니다.
ru: Левая клавиша Win переключает раскладку клавиатуры.

source: LCtrl+LShift change layout.
ko: 왼쪽 Ctrl+왼쪽 Shift를 누르면 레이아웃이 변경됩니다.
ru: Нажатие клавиш Ctrl+Shift переключает раскладку клавиатуры.

source: Left Alt key changes layout.
ko: 왼쪽 Alt 키를 누르면 레이아웃이 변경됩니다.
ru: Левая клавиша Alt переключает раскладку клавиатуры.

source: Both Win-keys switch layout while pressed.
ko: 양쪽 Win 키를 함께 누르면 레이아웃이 변경됩니다.
ru: Обе клавиши Win в нажатом состоянии переключают раскладку клавиатуры.

source: Right Ctrl key switches layout while pressed.
ko: 오른쪽 Ctrl 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Ctrl в нажатом состоянии переключает раскладку клавиатуры.

source: Space key outputs non-breakable space character
ko: 스페이스 키를 누르면 nobreakspace 문자가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела

source: Shift+CapsLock changes layout.
ko: Shift+CapsLock을 누르면 레이아웃이 변경됩니다.
ru: Нажатие клавиш Shift+CapsLock изменяет раскладку клавиатуры.

source: R-Alt switches layout while pressed.
ko: 오른쪽 Alt 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Alt в нажатом состоянии переключает раскладку клавиатуры.

source: Numeric keypad layout selection
ko: 숫자 키패드 레이아웃 선택
ru: Выбор раскладки цифровой клавиатуры

source: Right Ctrl key changes layout.
ko: 오른쪽 Ctrl 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Ctrl переключает раскладку клавиатуры.

source: Alt+CapsLock changes layout.
ko: Alt+CapsLock을 누르면 레이아웃이 변경됩니다.
ru: Нажатие клавиш Alt+CapsLock переключает раскладку клавиатуры.

source: Super is mapped to the Win-keys.
ko: Super가 Win 키에 매핑됩니다.
ru: Назначить Super на клавиши Win.

source: ScrollLock LED shows alternative layout.
ko: ScrollLock LED에 대체 레이아웃이 표시됩니다.
ru: Индикатор ScrollLock показывает альтернативную раскладку клавиатуры.

source: Both Shift keys together change layout.
ko: 양쪽 Shift 키를 함께 누르면 레이아웃이 변경됩니다.
ru: Одновременное нажатие обеих клавиш Shift переключает раскладку клавиатуры.

source: Space key outputs non-breakable space character at second level.
ko: 스페이스 키를 누르면 두 번째 레벨에서 nobreakspace 문자가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела на втором уровне.

source: Right Win-key changes layout.
ko: 오른쪽 Win 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Win переключает раскладку клавиатуры.

source: Space key outputs non-breakable space character at third level.
ko: 스페이스 키를 누르면 세 번째 레벨에서 nobreakspace 문자가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела на третьем уровне.

source: Numeric keypad keys work as with Mac.
ko: 숫자 키패드 키가 Mac에서처럼 작동합니다.
ru: Цифровая клавиатура работает как в Mac.

source: CapsLock LED shows alternative layout.
ko: CapsLock LED에 대체 레이아웃이 표시됩니다.
ru: Индикатор CapsLock показывает альтернативную раскладку клавиатуры.

source: NumLock LED shows alternative layout.
ko: NumLock LED에 대체 레이아웃이 표시됩니다.
ru: Индикатор NumLock показывает альтернативную раскладку клавиатуры.

source: Left Shift key changes layout.
ko: 왼쪽 Shift 키를 누르면 레이아웃이 변경됩니다.
ru: Левая клавиша Shift переключает раскладку клавиатуры.

source: Left Win-key switches layout while pressed.
ko: 왼쪽 Win 키를 누르면 레이아웃이 변경됩니다.
ru: Левая клавиша Win в нажатом состоянии переключает раскладку клавиатуры.

source: Space key outputs non-breakable space character at fourth level.
ko: 스페이스 키를 누르면 네 번째 레벨에서 nobreakspace 문자가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела на четвертом уровне.

source: Both Alt keys together change layout.
ko: 양쪽 Alt 키를 함께 누르면 레이아웃이 변경됩니다.
ru: Одновременное нажатие обеих клавиш Alt переключает раскладку клавиатуры.

source: CapsLock key changes layout.
ko: CapsLock 키를 누르면 레이아웃이 변경됩니다.
ru: Клавиша CapsLock переключает раскладку клавиатуры.

source: Control is mapped to the Win-keys (and the usual Ctrl keys).
ko: Ctrl 키가 Win 키(및 유용한 Ctrl 키)에 매핑됩니다.
ru: Назначить Control на клавиши Win (и обычные клавиши Ctrl).

source: Right Alt key changes layout.
ko: 오른쪽 Alt 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Alt переключает раскладку клавиатуры.

source: Shift with numeric keypad keys works as in MS Windows.
ko: Shift 키와 숫자 키패드 키 누르기가 MS Windows에서처럼 작동합니다.
ru: Клавиша Shift в комбинации с цифровой клавиатурой работает как в MS Windows.

source: Alt and Meta are on the Alt keys.
ko: Alt와 메타가 Alt 키에 있습니다.
ru: Клавиши Alt и Meta на клавишах Alt.

source: Alt+Shift change layout.
ko: Alt+Shift를 누르면 레이아웃이 변경됩니다.
ru: Нажатие клавиш Alt+Shift переключает раскладку.

source: Ctrl+Shift change layout.
ko: Ctrl+Shift를 누르면 레이아웃이 변경됩니다.
ru: Нажатие клавиш Ctrl+Shift переключает раскладку клавиатуры.

source: Space key outputs usual space at any level.
ko: 스페이스 키를 누르면 모든 레벨에서 일반적인 스페이스가 출력됩니다.
ru: Клавиша пробела вводит пробел на любом уровне.

source: Japanese keyboard options
ko: 일본어 키보드 옵션
ru: Параметры японской клавиатуры

source: Use keyboard LED to show alternative layout.
ko: 키보드 LED에 대체 레이아웃이 표시됩니다.
ru: Использовать индикаторы клавиатуры, чтобы показать альтернативную раскладку клавиатуры.

source: Left Ctrl key changes layout.
ko: 왼쪽 Ctrl 키를 누르면 레이아웃이 변경됩니다.
ru: Левая клавиша Ctrl переключает раскладку клавиатуры.

source: Menu key changes layout.
ko: 메뉴 키를 누르면 레이아웃이 변경됩니다.
ru: Клавиша Menu переключает раскладку клавиатуры.

source: Alt+Ctrl change layout.
ko: Alt+Ctrl을 누르면 레이아웃이 변경됩니다.
ru: Нажатие клавиш Alt+Ctrl переключает раскладку клавиатуры.

source: Right Win-key switches layout while pressed.
ko: 오른쪽 Win 키를 누르면 레이아웃이 변경됩니다.
ru: Правая клавиша Win в нажатом состоянии переключает раскладку клавиатуры.

source: Layout switching
ko: 레이아웃 전환
ru: Переключение раскладки клавиатуры

source: Left Alt key switches group while pressed.
ko: 왼쪽 Alt 키를 누르고 있으면 그룹이 전환됩니다.
ru: Alt слева - переключение группы на время нажатия.

source: Both Ctrl keys together change group.
ko: 앙쪽 Ctrl 키는 그룹을 변경합니다.
ru: Обе клавиши Ctrl одновременно - изменение группы.

source: Right Shift key changes group.
ko: 오른쪽 Shift 키는 그룹을 변경합니다.
ru: Shift справа - изменение группы.

source: Left Win key changes group.
ko: 왼쪽 Win 키는 그룹을 변경합니다.
ru: Win слева - изменение группы.

source: Left Alt key changes group.
ko: 왼쪽 Alt 키는 그룹을 변경합니다.
ru: Alt слева - изменение группы.

source: Both Win keys switch group while pressed.
ko: 양쪽 Win 키를 누르면 그룹이 전환됩니다.
ru: Обе клавиши Win одновременно - переключение группы на время нажатия.

source: Right Ctrl key switches group while pressed.
ko: 오른쪽 Ctrl 키를 누르면 그룹이 전환됩니다.
ru: Ctrl справа - переключение группы на время нажатия.

source: Left Alt is swapped with left Win-key.
ko: 왼쪽 Alt 키가 왼쪽 Win 키와 교체됩니다.
ru: Поменять местами левые клавиши Alt и Win.

source: Default numpad keys.
ko: 기본 숫자 패드 키입니다.
ru: Клавиши цифровой клавиатуры по умолчанию.

source: Adding the nobreakspace keysym to space key
ko: 스페이스 키에 nobreakspace keysym 추가
ru: Назначение клавиши символа неразрывного пробела на клавишу пробела

source: Use keypad with unicode additions (arrows and math operators)
ko: 유니코드 추가 요소(화살표 및 수학 연산자)를 포함한 키패드 사용
ru: Использовать цифровую клавиатуру с дополнительными символами уникода (стрелки и математические операции)

source: Force standard legacy keypad
ko: 표준 레거시 키패드 강제 실행
ru: Принудительно использовать устаревшую цифровую клавиатуру

source: CapsLock uses internal capitalization. Shift doesn't affect CapsLock.
ko: CapsLock 키는 내부 대문자화 기능을 사용합니다. Shift 키는 CapsLock에 영향을 주지 않습니다.
ru: Клавиша CapsLock использует внутреннее преобразование букв в прописные. Клавиша Shift не отменяет действие CapsLock.

source: Keypad layout selection
ko: 키패드 레이아웃 선택
ru: Выбор раскладки клавиатуры

source: Alt+CapsLock changes group.
ko: Alt+CapsLock을 누르면 그룹이 변경됩니다.
ru: Нажатие клавиш Alt+CapsLock переключает группу.

source: Space key output nobreakspace at second level.
ko: 스페이스 키를 누르면 두 번째 레벨에서 nobreakspace가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела на втором уровне.

source: CapsLock acts as Shift with locking. Shift doesn't affect CapsLock.
ko: CapsLock 키는 잠금 기능이 있는 Shift 키처럼 작동합니다. Shift 키는 CapsLock에 영향을 주지 않습니다.
ru: Клавиша CapsLock действует как клавиша Shift с блокировкой. Клавиша Shift не отменяет действие CapsLock.

source: CapsLock uses internal capitalization. Shift "pauses" CapsLock.
ru: Клавиша CapsLock вводит в действие внутреннее применение прописных букв. Клавиша Shift "приостанавливает" действие CapsLock.

source: Space key output nobreakspace at third level.
ko: 스페이스 키를 누르면 세 번째 레벨에서 nobreakspace가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела на третьем уровне.

source: Swap keycodes of two keys when Mac keyboards are misdetected by kernel.
ko: 커널에서 Mac 키보드를 잘못 감지하면 두 키의 키코드가 교체됩니다.
ru: Поменять местами коды двух клавиш, если ядру не удалось определить Mac-клавиатуру.

source: Numpad keys work as with Mac.
ko: 숫자 패드 키가 Mac에서처럼 작동합니다.
ru: Цифровая клавиатура работает как Mac-клавиатура.

source: Kana Lock key is locking
ko: Kana 잠금 키가 잠깁니다.
ru: Заблокирована клавиша блокировки Кана

source: Space key output nobreakspace at fourth level.
ko: 스페이스 키를 누르면 네 번째 레벨에서 nobreakspace가 출력됩니다.
ru: Клавиша пробела вводит символ неразрывного пробела на четвертом уровне.

source: Left Win-key is Compose.
ko: 왼쪽 Win 키가 구성됩니다.
ru: Левая клавиша Win работает как клавиша Compose (активизация ввода последовательности).

source: Press Right Alt key to choose 3rd level, Shift+Right Alt key is Multi_Key.
ko: 오른쪽 Alt 키를 눌러 세 번째 레벨을 선택합니다. Shift+오른쪽 Alt 키는 다중 키(Multi_Key)입니다.
ru: Нажмите правую клавишу Alt, чтобы выбрать 3-й уровень, одновременное нажатие клавиши Shift и правой клавиши Alt активизирует ввод последовательности.

source: Space key output space at any level.
ko: 스페이스 키를 누르면 모든 레벨에서 스페이스가 출력됩니다.
ru: Клавиша пробела вводит пробел на любом уровне.

source: Japanese Keyboard Options
ko: 일본어 키보드 옵션
ru: Параметры японской клавиатуры

source: CapsLock acts as Shift with locking. Shift "pauses" CapsLock.
ru: Клавиша CapsLock действует как клавиша Shift с блокировкой. Клавиша Shift "приостанавливает" действие CapsLock.

source: CapsLock uses internal capitalization. Shift doesn't cancel CapsLock.
ko: CapsLock은 내부 대문자를 사용합니다. Shift 키는 CapsLock을 취소하지 않습니다.
ru: CapsLock использует внутреннее преобразование прописных букв. Shift не отменяет CapsLock.

source: CapsLock just locks the Shift modifier.
ko: CapsLock은 Shift 수정자를 잠급니다.
ru: Клавиша CapsLock просто блокирует действие клавиши Shift.

source: CapsLock toggles normal capitalization of alphabetic characters.
ko: CapsLock은 영문자의 대소문자를 전환합니다.
ru: Клавиша CapsLock переключает режим обычного преобразования алфавитных символов в прописные.

source: CapsLock toggles Shift so all keys are affected.
ko: CapsLock은 Shift를 전환하여 모든 키에 영향을 미칩니다.
ru: Клавиша CapsLock переключает действие клавиши Shift для всех клавиш.

source: Right Win-key is Compose.
ko: 오른쪽 Win 키는 Compose입니다.
ru: Win справа - начало последовательности.

source: Shift+CapsLock changes group.
ko: Shift+CapsLock은 그룹을 변경합니다.
ru: Shift+CapsLock - изменение группы.

source: R-Alt switches group while pressed.
ko: 오른쪽 Alt 키를 누르면 그룹이 전환됩니다.
ru: Alt справа - переключение группы на время нажатия.

source: Right Control key works as Right Alt.
ko: 오른쪽 Ctrl 키는 오른쪽 Alt 키로 작동합니다.
ru: Правый Control работает как Левый Alt.

source: Control key at bottom left
ko: Ctrl 키는 왼쪽 아래에 있음
ru: Клавиша CTRL внизу слева
