Repository: BackupTheBerlios/sax-svn
Catalog: sax-branches/SaX2-81-SuSE-11-1-Devel/locale/*/LC_MESSAGES/sax.po
Languages: ko, ru

source: Press any of Win-keys to choose 3rd level.
ko: Win 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня нажатием любой из клавиш Win.

source: Press Right Alt key to choose 3rd level.
ko: 오른쪽 Alt 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня нажатием клавиши Alt справа.

source: Right Ctrl key changes group.
ko: 오른쪽 Ctrl 키는 그룹을 변경합니다.
ru: Ctrl справа - изменение группы.

source: Right Alt is Compose.
ko: 오른쪽 Alt 키는 Compose입니다.
ru: Alt справа - начало последовательности.

source: Right Ctrl is Compose.
ko: 오른쪽 Ctrl 키는 Compose입니다.
ru: Ctrl справа - начало последовательности.

source: ScrollLock LED shows alternative group.
ko: ScrollLock LED는 대체 그룹을 표시합니다.
ru: Индикатор ScrollLock показывает альтернативную группу.

source: Control key at left of -A-
ko: Ctrl 키가 -A- 의 왼쪽에 있음
ru: Клавиша Control слева от -A-

source: Third level choosers
ko: 세 번째 수준 선택기
ru: Третий уровень выбора

source: Both Shift keys together change group.
ko: 양쪽 Shift 키는 함께 그룹을 변경합니다.
ru: Обе клавиши Shift одновременно - изменение группы.

source: CapsLock acts as Shift with locking. Shift doesn't cancel CapsLock.
ko: CapsLock은 잠금 기능이 있는 Shift로 작동합니다. Shift는 CapsLock을 취소하지 않습니다.
ru: Клавиша CapsLock действует как клавиша Shift с блокировкой. Клавиша Shift не отменяет действия клавиши CapsLock.

source: CapsLock uses internal capitalization. Shift cancels CapsLock.
ko: CapsLock은 내부 대문자를 사용합니다. Shift는 CapsLock을 취소합니다.
ru: CapsLock использует внутреннее преобразование прописных букв. Shift отменяет действие CapsLock.

source: Make CapsLock an additional Control.
ko: CapsLock을 추가 Ctrl로 만듭니다.
ru: Использовать клавишу CapsLock как дополнительную клавишу Ctrl.

source: Press Left Win-key to choose 3rd level.
ko: 왼쪽 Win 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня нажатием клавиши Win слева.

source: Right Win-key changes group.
ko: 오른쪽 Win 키는 그룹을 변경합니다.
ru: Клавиша Win справа - изменение группы.

source: Meta is mapped to the left Win-key.
ko: 메타는 왼쪽 Win 키에 매핑됩니다.
ru: Сопоставить Meta с клавишей Win слева.

source: CapsLock LED shows alternative group.
ko: CapsLock LED는 대체 그룹을 표시합니다.
ru: Индикатор CapsLock показывает альтернативную группу.

source: NumLock LED shows alternative group.
ko: NumLock LED는 대체 그룹을 표시합니다.
ru: Индикатор NumLock показывает альтернативную группу.

source: Left Shift key changes group.
ko: 왼쪽 Shift 키는 그룹을 변경합니다.
ru: Shift слева - изменение группы.

source: Left Win-key switches group while pressed.
ko: 왼쪽 Win 키를 누르면 그룹이 전환됩니다.
ru: Win слева - переключение группы на время нажатия.

source: Menu is Compose.
ko: 메뉴가 Compose입니다.
ru: Menu - начало последовательности.

source: Both Alt keys together change group.
ko: 양쪽 Alt 키는 함께 그룹을 변경합니다.
ru: Обе клавиши Alt одновременно - изменение группы.

source: CapsLock key changes group.
ko: CapsLock 키는 그룹을 변경합니다.
ru: CapsLock - изменение группы.

source: Swap Control and CapsLock.
ko: Ctrl 키와 CapsLock 키를 전환합니다.
ru: Поменять местами функции клавиш Ctrl и CapsLock.

source: Press any of Alt keys to choose 3rd level.
ko: Alt 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня любой из клавиш Alt.

source: Right Alt key changes group.
ko: 오른쪽 Alt 키는 그룹을 변경합니다.
ru: Alt справа - изменение группы.

source: Shift with numpad keys works as in MS Windows.
ko: Shift+숫자 패드 키가 MS Windows에서처럼 작동합니다.
ru: Shift с клавишами цифр работает такэе как в MS Windows.

source: Special keys (Ctrl+Alt+<key>) handled in a server.
ko: 서버에서 처리된 특수 키(Ctrl+Alt+<key>).
ru: Специальные клавиши (Ctrl+Alt+<key>) обслуживаются сервером.

source: Hyper is mapped to the Win-keys.
ko: 하이퍼는 Win 키에 매핑됩니다.
ru: Сопоставить Hyper с клавишами Win.

source: Alt is mapped to the right Win-key and Super to Menu.
ko: Alt는 오른쪽 Win 키에, Super는 메뉴에 매핑됩니다.
ru: Сопоставить Alt с клавишей Win справа, а Super - с клавишей Menu.

source: Super is mapped to the Win-keys (default).
ko: Super는 Win 키에 매핑됩니다(기본값).
ru: Сопоставить Super с клавишами Win (по умолчанию).

source: Alt and Meta on the Alt keys (default).
ko: Alt 키의 Alt 및 메타(기본값).
ru: Alt и Meta на клавишах Alt (по умолчанию).

source: Add the standard behavior to Menu key.
ko: 표준 동작을 메뉴 키에 추가합니다.
ru: Добавить стандартное поведение клавише Menu.

source: Alt and Meta are on the Alt keys (default).
ko: Alt 및 메타가 Alt 키에 있습니다(기본값).
ru: Alt и Meta на клавишах Alt (по умолчанию).

source: Press Right Control to choose 3rd level.
ko: 오른쪽 Ctrl을 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня клавишей Ctrl справа.

source: Alt+Shift changes group.
ko: Alt+Shift는 그룹을 변경합니다.
ru: Alt+Shift - изменение группы.

source: Control+Shift changes group.
ko: Ctrl+Shift는 그룹을 변경합니다.
ru: Ctrl+Shift - изменение группы.

source: CapsLock acts as Shift with locking. Shift cancels CapsLock.
ko: CapsLock은 잠금 기능이 있는 Shift로 작동합니다. Shift는 CapsLock을 취소합니다.
ru: Клавиша CapsLock действует как клавиша Shift с блокировкой. Shift отменяет действие CapsLock.

source: Use keyboard LED to show alternative group.
ko: 키보드 LED를 사용하여 대체 그룹을 표시합니다.
ru: Использовать индикаторы клавиатуры, чтобы показать альтернативную группу.

source: Press Right Win-key to choose 3rd level.
ko: 오른쪽 Win 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня клавишей Win справа.

source: Press Left Alt key to choose 3rd level.
ko: 왼쪽 Alt 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня клавишей Alt слева.

source: Meta is mapped to the Win-keys.
ko: 메타가 Win 키에 매핑됩니다.
ru: Сопоставить Meta с клавишами Win.

source: Press Menu key to choose 3rd level.
ko: 메뉴 키를 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня клавишей Meta.

source: Left Ctrl key changes group.
ko: 왼쪽 Ctrl 키는 그룹을 변경합니다.
ru: Ctrl слева - изменение группы.

source: Menu key changes group.
ko: 메뉴 키는 그룹을 변경합니다.
ru: Клавиша Menu - изменение группы.

source: Alt+Control changes group.
ko: Alt+Ctrl은 그룹을 변경합니다.
ru: Alt+Control - изменение группы.

source: Right Win-key switches group while pressed.
ko: 오른쪽 Win 키를 누르면 그룹이 전환됩니다.
ru: Win справа - переключение группы на время нажатия.

source: Serbia
ko: 세르비아
ru: Сербия

source: Guinea
ko: 기니
ru: Гвинея

source: Montenegro
ko: 몬테그로
ru: Черногория

source: China
ko: 중국
ru: Китай

source: USA
ko: 미국
ru: США

source: Add the EuroSign to the 4 key.
ko: 유로 통화 기호를 4 키에 추가합니다.
ru: Назначить знак евро на клавишу 4.

source: Four-level key with dot
ko: 점을 포함한 네 번째 레벨 키
ru: Клавиша 4-го уровня с точкой

source: Legacy Wang 724 keypad
ko: 레거시 Wang 724 키패드
ru: Унаследованная дополнительная клавиатура Wang 724

source: Four-level key with abstract separators
ko: 추상 구분 기호를 포함한 네 번째 레벨 키
ru: Клавиша 4-го уровня с абстрактными разделителями

source: Keypad with unicode additions (arrows and math operators)
ko: 유니코드 추가 요소(화살표 및 수학 연산자)를 포함한 키패드
ru: Клавиатура с дополнительными символами уникода (стрелки и математические операции)

source: Legacy keypad
ko: 레거시 키패드
ru: Унаследованная дополнительная клавиатура

source: Shift cancels CapsLock.
ko: Shift 키를 누르면 CapsLock이 취소됩니다.
ru: Клавиша Shift отменяет действие CapsLock.

source: Swap ESC and CapsLock.
ko: ESC 키와 CapsLock 키를 교체합니다.
ru: Поменять местами клавиши ESC и CapsLock.

source: Wang 724 keypad with unicode additions (arrows and math operators). Math operators on default level.
ko: 유니코드 추가 요소(화살표 및 수학 연산자)를 포함한 Wang 724 키패드. 기본 레벨의 수학 연산자입니다.
ru: Клавиатура Wang 724 с дополнительными символами уникода (стрелки и математические операторы). Математические операции на уровне по умолчанию.

source: Four-level key with comma
ko: 쉼표를 포함한 네 번째 레벨 키
ru: Клавиша 4-го уровня с запятой

source: Legacy key with comma
ko: 쉼표를 포함한 레거시 키
ru: Унаследованная клавиша с запятой

source: Keypad with unicode additions (arrows and math operators). Math operators on default level.
ko: 유니코드 추가 요소(화살표 및 수학 연산자)를 포함한 키패드. 기본 레벨의 수학 연산자입니다.
ru: Цифровая клавиатура с дополнительными символами уникода (стрелки и математические операторы). Математические операции на уровне по умолчанию.

source: Legacy key with dot
ko: 점을 포함한 레거시 키
ru: Унаследованная клавиша с точкой

source: Four-level key with momayyez
ko: momayyez를 포함한 네 번째 레벨 키
ru: Клавиша 4-го уровня с momayyez

source: Numeric keypad delete key behaviour
ko: 숫자 키패드는 키 동작을 삭제합니다.
ru: Действие клавиши Del на цифровой клавиатуре

source: Wang 724 keypad with unicode additions (arrows and math operators)
ko: 유니코드 추가 요소(화살표 및 수학 연산자)를 포함한 Wang 724 키패드
ru: Клавиатура Wang 724 с дополнительными символами уникода (стрелки и математические операторы)

source: Port and Mode
ko: 포트 및 모드
ru: Порт и режим

source: Electronic Pens
ko: 전자 펜
ru: Электронные перья

source: Activate This Tablet
ko: 이 타블렛 활성화
ru: Активировать этот планшет

source: Tablet: Vendor and Name Selection
ko: 타블렛: 공급업체 및 이름 선택
ru: Планшет: выбор производителя и названия

source: Connection Port
ko: 연결 포트
ru: Порт подключения

source: Primary Tablet Mode
ko: 주 타블렛 모드
ru: Режим основного планшета

source: Pen or Eraser Mode
ko: 펜 또는 지우개 모드
ru: Режим пера или резинки

source: Relative
ko: 상대
ru: Относительный

source: Absolute
ko: 절대
ru: Абсолютный

source: Tools
ko: 도구
ru: Инструментальные средства

source: Add Pen
ko: 펜 추가
ru: Добавить перо

source: Add Eraser
ko: 지우개 추가
ru: Добавить Резинку

source: Add Touch
ko: 터치 추가
ru: Добавить касание

source: Add Pad
ko: 패드 추가
ru: Добавить цифровую клавиатуру

source: Pen or Eraser Settings
ko: 펜 또는 지우개 설정
ru: Настройки пера или резинки

source: Pen Properties
ko: 펜 속성
ru: Свойства пера

source: Pad Properties
ko: 패드 속성
ru: Свойства цифровой клавиатуры

source: Eraser Properties
ko: 지우개 속성
ru: Свойства резинки

source: Touch Properties
ko: 터치 속성
ru: Свойства касания

source: Touchscreen %1
ko: 터치스크린 %1
ru: Сенсорный экран %1

source: Assign a Touchscreen to Display Number %1
ko: 터치스크린을 디스플레이 번호 %1에 할당
ru: Присвоить Сенсорный экран Монитору номе %1

source: Touchscreen: Vendor and Name Selection
ko: 터치스크린: 공급업체 및 이름 선택
ru: Сенсорный экран: выбор производителя и названия

source: <b>Final Steps</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> and <b>[ Ctrl+Alt+Backspace ]</b> shortly after a loud warning (beep) to kill the server.
ko: <b>마지막 단계</b><hr>마지막 단계는 새 구성을 저장하는 것입니다. 새 구성을 저장하기 전에 먼저 테스트하는 것이 좋습니다. 테스트 서버에 손상된 데스크톱이 표시되면 서버 강제 종료를 경고하는 경고음이 울린 후 즉시 <b>[Ctrl+Alt+Backspace]</b>를 누르십시오.
ru: <b>Заключительные шаги</b><hr>Последним шагом является сохранение новой конфигурации. Рекомендуется протестировать новую конфигурацию перед сохранением. Если сервер проверки показывает поврежденный рабочий стол, кратковременно нажмите клавиши <b>[ Ctrl+Alt+Backspace ]<b>, а затем еще раз после звукового сигнала, чтобы отключить сервер проверки.

source: X Server Remote Control
ko: X 서버 원격 제어
ru: Дистанционное управление X-сервером

source: Allow access to display and keyboard/mouse of your X Server
ko: X 서버의 디스플레이 및 키보드/마우스 액세스 허용
ru: Разрешить доступ к монитору и клавиатуре/мыши X-cканер

source: Activate Password Protection
ko: 비밀번호 보호 활성화
ru: Активировать защиту паролем

source: Password
ko: 비밀번호
ru: Пароль

source: <Enter new password>
ko: <새 비밀번호 입력>
ru: <Введите новый пароль>

source: <Change password>
ko: <비밀번호 변경>
ru: <Изменить пароль>

source: <Verify password>
ko: <비밀번호 확인>
ru: <Проверить пароль>

source: Activate HTTP Access
ko: HTTP 액세스 활성화
ru: Активировать HTTP-доступ

source: Allow Multiple Connections
ko: 다중 연결 허용
ru: Разрешить множественное соединение

source: HTTP Port
ko: HTTP 포트
ru: HTTP порт

source: <b>Remote Access Password Mismatch</b><hr>The first and the second version of the password do not match.
ko: <b>원격 액세스 비밀번호 불일치</b><hr>처음 입력한 비밀번호와 두 번째 입력한 비밀번호가 일치하지 않습니다.
ru: <b>Несовпадение паролей удаленного доступа</b><hr>Первый и второй пароль не совпадают.

source: <b>Remote Access Password Fault</b><hr>The password field has been left empty or the password is too short. Enter a password with at least six characters.
ko: <b>원격 액세스 비밀번호 장애</b><hr>비밀번호 필드가 비어 있거나 너무 짧습니다. 6자 이상의 비밀번호를 입력하십시오.
ru: <b>Неудачный пароль удаленного доступа</b><hr>Поле пароля пустое, или пароль слишком короткий. Введите пароль не короче шести знаков.

source: <b>Remote Access Password Fault</b><hr>The password is too long. Enter a password with a maximum of eight characters.
ko: <b>원격 액세스 비밀번호 장애</b><hr>비밀번호가 너무 깁니다. 최대 8자의 비밀번호를 입력하십시오.
ru: <b>Неудачный пароль удаленного доступа</b><hr>Пароль слишком длинный. Введите пароль не длиннее восьми знаков.

source: <b>Software Installation:</b><hr>Some packages are missing. Install the missing packages now?
ko: <b>소프트웨어 설치:</b><hr>일부 패키지가 없습니다. 누락된 패키지를 지금 설치하시겠습니까?
ru: <b>Установка программного обеспечения:</b><hr>некоторые пакеты отсутствуют. Установить отсутствующие пакеты сейчас?

source: Package Installation
ko: 패키지 설치
ru: Установка пакета

source: Importing module
ko: 모듈 임포트 중
ru: Импорт модуля

source: SaX2: Importing data...
ko: SaX2: 데이터 임포트 중...
ru: SaX2: импорт данных...

source: Initialize cache...
ko: 캐시 초기화...
ru: Инициализируется кэш...

source: <b>Saving Configuration Failed</b><hr>The following report has been created:
ko: <b>구성 저장 실패</b><hr>다음 보고서가 생성되었습니다.
ru: <b>Не удалось сохранить конфигурацию</b><hr>Создан следующий отчет:

source: <b>Configuration Saved</b><hr>Your modifications will take effect the next time the graphics system is restarted. Exit SaX2 now?
ko: <b>구성이 저장됨</b><hr>수정한 내용은 다음에 그래픽 시스템을 재시작할 때 적용됩니다. 지금 SaX2를 종료하시겠습니까?
ru: <b>Конфигурация сохранена</b><hr>Изменения вступят в силу после перезагрузки графической системы. Выйти из SaX2?

source: <b>Testing Configuration Failed</b><hr>For further information, refer to the file <tt>/var/log/Xorg.99.log</tt>. The following report has been created from the calling instance:
ko: <b>구성 테스트 실패</b><hr>자세한 내용은 <tt>/var/log/Xorg.99.log</tt> 파일을 참조하십시오. 호출 인스턴스에서 다음 보고서가 생성되었습니다.
ru: <b>Не удалась проверка конфигурации</b><hr>Для дополнительной инфориацмм, смотри файл <tt>/var/log/Xorg.99.log</tt>. Следующий отчет создан из вызвающего экземпляра:

source: <b>Remote Access configuration information</b><hr>The Remote Access service requires that the TCP port 5900 and an HTTP port (5800 by default) be open in the firewall. You can configure this with YaST.
ko: <b>원격 액세스 구성 정보</b><hr>원격 액세스 서비스는 방화벽에서 TCP 포트 5900 및 HTTP 포트(기본적으로 5800)를 열어야 합니다. YaST에서 이 설정을 구성할 수 있습니다.
ru: <b>Информация о конфигурации удаленного доступа</b><hr>Служба удаленного доступа требует, чтобы TCP-порт 5900 и HTTP-порт (5800 по умолчанию) были открыты в брандмауэре. Вы можете сконфигурировать это при помощи YaST.

source: Miscellaneous compatibility options
ko: 기타 호환성 옵션
ru: Различные параметры совместимости

source: Add the EuroSign to the 5 key.
ko: EuroSign을 5 키에 추가합니다.
ru: Добавить знак евро к клавише "5".

source: CapsLock key behavior
ko: CapsLock 키 동작
ru: Поведение клавиши CapsLock

source: Alt/Win key behavior
ko: Alt/Win 키 동작
ru: Поведение клавиш Alt и Win

source: Adding the EuroSign to certain keys
ko: 특정 키에 EuroSign 추가 중
ru: Добавить знак евро к определенным клавишам

source: Caps Lock is Compose.
ko: Caps Lock이 Compose입니다.
ru: Caps Lock - начало последовательности.

source: Right Ctrl key works as Right Alt.
ko: 오른쪽 Ctrl 키가 오른쪽 Alt로 작동합니다.
ru: Ctrl справа работает как Alt справа.

source: Ctrl key at bottom left
ko: 왼쪽 아래의 Ctrl 키
ru: Клавиша Ctrl слева внизу

source: Ctrl key at left of 'A'
ko: 'A' 왼쪽의 Ctrl 키
ru: Клавиша Ctrl слева от клавиши 'A'

source: Make CapsLock an additional Ctrl.
ko: CapsLock을 추가 Ctrl로 만듭니다.
ru: Сделать клавишу CapsLock дополнительной клавишей Ctrl.

source: Swap Ctrl and CapsLock.
ko: Ctrl과 CapsLock을 전환합니다.
ru: Обмен Ctrl на CapsLock.

source: Ctrl key position
ko: Ctrl 키 위치
ru: Позиция клавиши Ctrl

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
ko: 서버에서 처리된 특수 키(Ctrl+Alt+&lt;키&gt;).
ru: Специальные клавиши (Ctrl+Alt+&lt;клавиша&gt;), обрабатываемые сервером.

source: Press Right Ctrl to choose 3rd level.
ko: 오른쪽 Ctrl을 눌러 세 번째 수준을 선택합니다.
ru: Выбор 3-го уровня нажатием Ctrl справа.

source: Ctrl+Shift changes group.
ko: Ctrl+Shift는 그룹을 변경합니다.
ru: Ctrl+Shift - изменение группы.

source: Add the EuroSign to the E key.
ko: EuroSign을 E 키에 추가합니다.
ru: Добавить знак евро к клавише "E".

source: Add the EuroSign to the 2 key.
ko: EuroSign을 2 키에 추가합니다.
ru: Добавить знак евро к клавише "2".

source: key Compose key position
ko: 키 Compose 키 위치
ru: клавиша последовательности позиция клавиши

source: Alt+Ctrl changes group.
ko: Alt+Ctrl은 그룹을 변경합니다.
ru: Alt+Ctrl - изменение группы.

source: Group Shift/Lock behavior
ko: 그룹 Shift/Lock 동작
ru: Изменение и переключение групп

source: Arabic
ko: 아랍어
ru: Арабский

source: Nepal
ko: 네팔
ru: Непал

source: Congo, Democratic Republic of the
ko: 콩고
ru: Конго, демократическая республика

source: Korea, Republic of
ko: 대한민국
ru: Корея, республика

source: Iraq
ko: 이라크
ru: Ирак

source: Nigeria
ko: 나이지리아
ru: Нигерия

source: Japan (PC-98xx Series)
ko: 일본(PC-98xx 시리즈)
ru: Япония (ПК серии 98xx)

source: Estonia
ko: 에스토니아
ru: Эстония

source: Myanmar
ko: 미얀마
ru: Панама

source: Norway
ko: 노르웨이
ru: Норвегия

source: Germany
ko: 독일
ru: Германия

source: Mongolia
ko: 몽골
ru: Монголия

source: Bhutan
ko: 부탄
ru: Бхутан

source: Bangladesh
ko: 방글라데시
ru: Английский

source: Latin American
ko: 라틴 아메리카
ru: Латинская Америка

source: Belgium
ko: 벨기에
ru: Бельгия

source: Finland
ko: 핀란드
ru: Финляндия

source: Israel
ko: 이스라엘
ru: Израиль

source: Sweden
ko: 스웨덴
ru: Швеция

source: Russia
ko: 러시아
ru: Россия

source: Portugal
ko: 포르투갈
ru: Португалия

source: Korean
ko: 한국어
ru: Корейский

source: Maori
ko: 마오리어
ru: Маори

source: Uzbekistan
ko: 우즈베키스탄
ru: Узбекистан

source: Bulgaria
ko: 불가리아
ru: Болгария

source: Thailand
ko: 태국
ru: Тайланд

source: India
ko: 인도
ru: Индия

source: Bengali
ko: 벵골어
ru: Бенгальский

source: Switzerland
ko: 스위스
ru: Швейцария

source: Laos
ko: 라오스
ru: Лаос

source: Japan
ko: 일본
ru: Япония

source: Syria
ko: 시리아
ru: Сербия

source: Czechia
ko: 체코
ru: Чехия

source: Belarus
ko: 벨라루스
ru: Беларуссия

source: Tajikistan
ko: 타지키스탄
ru: Таджикистан

source: Denmark
ko: 덴마크
ru: Голандия

source: Slovenia
ko: 슬로베니아
ru: Словения

source: Malta
ko: 몰타
ru: Мальта

source: Azerbaijan
ko: 아제르바이잔
ru: Азербайджанский

source: Lithuania
ko: 리투아니아
ru: Литва

source: Vietnam
ko: 베트남
ru: Вьетнамский

source: Faroe Islands
ko: 파로에 아일랜드
ru: Фароские Острова

source: South Africa
ko: 남아프리카공화국
ru: ЮАР

source: Farsi
ko: 페르시아어
ru: Фарси

source: Slovakia
ko: 슬로바키아
ru: Словакия

source: Maldives
ko: 몰디브
ru: Мальта

source: Iceland
ko: 아이슬란드
ru: Исландия

source: Croatia
ko: 크로아티아
ru: Хорватия

source: Latvia
ko: 라트비아
ru: Латвия

source: Albania
ko: 알바니아
ru: Албания

source: Italy
ko: 이탈리아
ru: Италия

source: Greece
ko: 그리스
ru: Греция

source: United Kingdom
ko: 영국
ru: Великобритания

source: France
ko: 프랑스
ru: Франция

source: Armenia
ko: 아르메니아
ru: Аргентина

source: Pakistan
ko: 파키스탄
ru: Пакистан

source: Poland
ko: 폴란드
ru: Польша

source: Kyrgyzstan
ko: 키르기즈스탄
ru: Киргизтан

source: Ireland
ko: 아일랜드
ru: Ирландия

source: Hungary
ko: 헝가리
ru: Венгрия

source: Cambodia
ko: 캄보디아
ru: Колумбия

source: Spain
ko: 스페인
ru: Испания

source: Ukraine
ko: 우크라이나
ru: Украина

source: Romania
ko: 루마니아
ru: Румыния

source: Kazakhstan
ko: 카자흐스탄
ru: Тайвань

source: Georgia
ko: 그루지아
ru: Грузия

source: U.S. English
ko: 영어(미국)
ru: Американский Английский

source: Turkish
ko: 터키어
ru: Турецкий

source: PC-98xx Series
ko: PC-98xx 시리즈
ru: ПК серии 98xx

source: Netherlands
ko: 네덜란드
ru: Нидерланды

source: Macedonia
ko: 마케도니아
ru: Македония

source: Canada
ko: 캐나다
ru: Канада

source: Sri Lanka
ko: 스리랑카
ru: Шри Ланка

source: Bosnia and Herzegovina
ko: 보스니아 헤르체코비나
ru: Босня и Герцоговина

source: Brazil
ko: 브라질
ru: Бразилия

source: Ghana
ko: 가나
ru: Китай

source: Andorra
ko: 안도라
ru: Андора

source: Afghanistan
ko: 아프가니스탄
ru: Афганистан

source: Esperanto
ko: 에스페란토어
ru: Эсперанто

source: Turkey
ko: 터키
ru: Турция

source: CapsLock key switches layout while pressed, Alt+CapsLock does the original capslock action.
ru: Нажатие клавиши CapsLock переключает раскладку, нажатие клавиш Alt+CapsLock выполняет исходное действие функции capslock.

source: CapsLock switch to first layout, Shift+CapsLock switch to last layout.
ru: CapsLock - переключение на первую раскладку, Shift+CapsLock - переключение на последнюю раскладку.

source: Less-than/Greater-than is Compose.
ru: Клавиша "больше" или "меньше" - начало последовательности

source: Space key outputs non-breakable space character at fourth level, thin non-breakable space character at sixth level (via Ctrl+Shift
ru: Клавиша "пробел" вводит символ неразрывного пробела на четвертом уровне, узкий неразрывный пробел на шестом уровне (нажатием Ctrl+Shift

source: &Step size
ko: 단계 크기(&S)
ru: &Размер шага

source: Small
ko: 작게
ru: Маленький

source: Normal
ko: 보통
ru: Нормальный

source: Big
ko: 크게
ru: Большой

source: Huge
ko: 아주 크게
ru: Огромный

source: &Next Screen
ko: 다음 화면(&N)
ru: &Следующий Экран

source: S&ave
ko: 저장(&A)
ru: &Сохранить

source: Change &Position
ko: 위치 변경(&P)
ru: Изменить &Позицию

source: C&hange Size
ko: 크기 변경(&H)
ru: &Изменить размер

source: Screen
ko: 화면
ru: Экран

source: No video mode tuning available
ko: 사용 가능한 비디오 모드 조정 없음
ru: Нет никакой видеорежим для настройки

source: Display
ko: 디스플레이
ru: Экран

source: Configuration on display
ko: 디스플레이 구성
ru: Конфигурация на экране

source: Idle timer...
ko: 유휴 타이머...
ru: Неактивный таймер ...

source: CapsLock uses internal capitalization. Shift
ko: CapsLock은 내부 대문자화 기능을 사용합니다. Shift 키는

source: CapsLock acts as Shift with locking. Shift
ko: CapsLock 키는 잠금 기능이 있는 Shift 키처럼 작동합니다. Shift 키는
