Repository: BackupTheBerlios/sax-svn
Catalog: sax-tags/SaX2-48-SuSE-100-OLD-GUI/locale/*/LC_MESSAGES/sax.po
Languages: de

source: Component
de: Komponente

source: with
de: mit

source: Relative
de: Relativ

source: Absolute
de: Absolut

source: Connected to:
de: Angeschlossen an:

source: 3D Acceleration
de: 3D-Beschleunigung

source: Not configured
de: Nicht konfiguriert

source: <Enter new password...>
de: <Neues Passwort eingeben...>

source: <Change password...>
de: <Passwort ändern...>

source: Not available
de: Nicht verfügbar

source: Use the following AccessX settings
de: Folgende AccessX Einstellungen benutzen

source: Disable AccessX
de: AccessX Deaktivieren

source: Primary Setup
de: Standard Belegung

source: Additional Layout(s)
de: Zusätzliche Belegung(en)

source: Miscellaneous
de: Verschiedenes

source: Variant
de: Variante

source: Type
de: Typ

source: This screen is selected
de: Aktiver Bildschirm

source: at
de: An Port:

source: Mouse
de: Maus

source: Add Pen
de: Stift hinzufügen

source: Add Eraser
de: Radierer hinzufügen

source: Tools
de: Werkzeuge

source: Sync ranges
de: Sync-Bereiche

source: Unknown monitor model
de: Unbekanntes Monitor-Modell

source: Mouse test field: Ready...
de: Maus-Testfeld: Bereit...

source: Single button click: Done
de: Einfach Klick: Fertig

source: Double button click: Done
de: Doppel Klick: Fertig

source: Wheel is moving...
de: Rad wird bewegt...

source: Button pressed...
de: Button gedrückt...

source: Button released...
de: Button losgelassen...

source: Wheel stopped: Done
de: Rad in Ruhe: Fertig

source: Disable use of accented letters
de: Akzentuierte Zeichen abschalten

source: Clear test field
de: Testfeld löschen

source: Test field
de: Testfeld

source: Mouse speed in pixels/sec
de: Maus-Geschwindigkeit in pixels/sec

source: Rotate Screen
de: Bildschirm rotieren

source: Not rotated
de: Keine Rotation

source: To the left
de: Nach links

source: To the right
de: Nach rechts

source: &Remove Tablet...
de: &Tablet löschen

source: Delay time: (ms)
de: Verzögerung in ms

source: Select resolutions
de: Auswahl der Auflösung(en)

source: Emulate wheel with mouse button:
de: Rademulation über Maus-Taste:

source: Repeat rate: (Symbols/sec)
de: Wiederholrate: (Zeichen/sec)

source: &Apply
de: &Anwenden

source: Graphics engine starts with resolution:
de: Graphisches System startet in:

source: Velocity
de: Geschwindigkeit

source: Tablet
de: Graphiktablet

source: Select Keyboard Layout
de: Auswahl des Keyboard-Layouts

source: Symbol recurrence
de: Zeichen-Wiederholrate

source: <nobr><h3>Keyboard Type</h3></nobr>
de: <nobr><h3>Tastaturtyp</h3></nobr>

source: Screen
de: Bildschirm

source: ScreenID
de: Bildschirm-Nummer

source: Manufacturer Disk...
de: Diskette...

source: Keyboard
de: Tastatur

source: Monitor-Model
de: &Monitor

source: Shift/Lock Group
de: Shift/Lock Gruppe

source: Ctrl Mapping
de: Ctrl Zuordnung

source: LeftAlt mapping
de: LeftAlt Zuordnung

source: RightAlt mapping
de: RightAlt Zuordnung

source: ScrollLock mapping
de: ScrollLock Zuordnung

source: RightCtl mapping
de: RightCtl Zuordnung

source: Default
de: Standard Einstellung

source: R-Alt switch group while pressed
de: R-Alt haltend wechselt Gruppe

source: R-Alt switch group
de: R-Alt wechselt Gruppe

source: Both Shift Keys change group
de: Shift Tasten zusammen wechseln die Gruppe

source: Ctrl and Shift change group
de: Shift und Strg wechselt Gruppe

source: Alt and Ctrl change group
de: Alt und Strg wechselt Gruppe

source: CapsLock as additional control
de: Zusätzliche Belegung durch CapsLock

source: Swap Ctrl and CapsLock
de: Vertausche Strg und CapsLock

source: Ctrl Key at left of <A>
de: Strg Taste links von <A>

source: Ctrl Key at bottom left
de: Strg Taste links unten

source: Modeline Algorithm
de: Modeline-Algorithmus

source: Display Size in [ mm ]
de: Bildschirm-Größe in [ mm ]

source: Color and Resolution
de: Farben/Auflösung(en)

source: Virtual Resolution
de: Virtuelle Auflösung(en)

source: Language Layout
de: Sprache

source: Screen Layout
de: Bildschirm-Layout

source: Server layout:
de: Bildschirm-Anordnung:

source: Mode:
de: Modus:

source: Horizontal:
de: Horizontaler Bereich:

source: Vertical:
de: Vertikaler Bereich:

source: Multihead Mode
de: Multihead-Modus

source: Enable or Disable AccessX
de: AccessX Aktivieren / Deaktivieren

source: Enable 3D features
de: 3D aktivieren

source: Enable DPMS
de: DPMS einschalten

source: <nobr><h3><u>Set up multihead mode...</u></h3></nobr>
de: <nobr><h3><u>Multihead-Modus konfigurieren...</u></h3></nobr>

source: <nobr><h3><u>3D/OpenGL setup...</u></h3></nobr>
de: <nobr><h3><u>3D/OpenGL-Konfiguration...</u></h3></nobr>

source: <nobr><h3><u>AccessX setup...</u></h3></nobr>
de: <nobr><h3><u>AccessX-Konfiguration...</u></h3></nobr>

source: <nobr><h3><u>VNC setup...</u></h3></nobr>
de: <nobr><h3><u>VNC Konfiguration...</u></h3></nobr>

source: Selected component:
de: Ausgewählte Komponente:

source: Select Diagonal and Aspect Ratio...
de: Bild-Diagonale und Seitenverhältnis wählen...

source: Click 'Apply' to test your settings.
de: Bitte klicken Sie auf den Anwenden Button um die Einstellungen zu testen

source: <b>Current Layout and Model doesn't seem to be a good match</b><hr>This is a warning only but make sure your keyboard model is able to map all the keys needed for the selected layout.
de: <b>Aktuelle Layout/ -Modell Kombination nicht passend</b><hr>Dies ist nur eine Warnung. Bitte stellen Sie sicher, daß das gewählte Tastaturmodell alle Tasten entsprechend des Layouts ansprechen kann.

source: <b>Option %1 needs a value</b><hr>Please setup a value for this option.
de: <b>Definiere Option %1</b><hr>Bitte geben Sie einen Wert für diese Option an.

source: <b>OpenGL acceleration not possible in multihead environments</b><hr>The 3D subsystem is unable to work within a multihead environment.
de: <b>3D Beschleunigung nicht aktivierbar in Multihead Umgebungen</b><hr>Das 3D Subsystem kann innerhalb einer Multihead Umgebung nicht arbeiten.

source: <b>3D Acceleration impossible</b><hr>The installed card cannot use hardware 3D/OpenGL acceleration.
de: <b>3D Beschleunigung nicht möglich</b><hr>Die installierte Graphikkarte kann nicht für hardware 3D/OpenGL benutzt werden.

source: <b>Mismatched color depth for OpenGL acceleration</b><hr>Most OpenGL drivers require a color depth of <b>16 Bit (65536)</b> to work properly. The currently used color setup does not fulfill this requirement. Verify the current default color depth setup.
de: <b>Ungültige Farbtiefe für 3D Beschleunigung</b><hr>Die meisten OpenGL Treiber erfordern die Einstellung von <b>16 Bit (65536)</b> Farben um fehlerfrei funktionieren zu können. Bitte passen Sie die Farbtiefe dementstprechend an.

source: <b>Password mismatch</b><hr>The first and the second version of the password don't match ! Please try again.
de: <b>Passwörter stimmen nicht überein</b><hr>Die erste und zweite Version des Passworts unterscheiden sich! Bitte erneut eingeben.

source: <b>Password fault</b><hr>The password field has been left empty or the password is too short. Please enter a password with at least six characters !.
de: <b>Passwortfehler<b><hr>Das Passwort-Feld ist entweder leer oder das Passwort ist zu kurz. Bitte geben Sie ein Passwort mit mindestens sechs Zeichen ein.

source: <b>Required base packages are missing</b><hr>Cannot enable OpenGL acceleration because the following packages are missing:
de: <b>Erforderliche Basis-Software fehlt</b><hr>Die 3D/OpenGL Beschleunigung kann ohne die folgenden Pakete nicht aktiviert werden:

source: <b>Cannot enable OpenGL acceleration</b><hr>The system does not provide the official 2D/3D/OpenGL driver from nVidia. Update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i> first. This can also be done comfortably with YOU (YaST2 Online Update).
de: <b>OpenGL Beschleunigung nicht aktivierbar</b><hr>Die 3D Beschleunigung kann nicht aktiviert werden aufgrund des nicht installierten NVidia Treibers Bitte installieren Sie zuerst die Pakete <b>NVIDIA_GLX und NVIDIA_kernel</b> vom nVidia Webserver <i>(http://www.nvidia.com)</i> oder mittels YOU (YaST2 Online Update).

source: <b>Cannot enable OpenGL acceleration</b><hr>To activate the 3D subsystem for this card you need to install the commercial driver from nVidia first. Install the driver by using <b>YaST Online Update</b>. Inside YOU select <b>Installable and Installed Patches</b> as <b>Patch Category</b> and select <b>Download NVIDIA(r) Graphics Driver</b> from the patches list (usually at the bottom of the list). Note, that you need to mark the patch as <b>Update</b> (right mouse click) if you already installed it before and the driver was uninstalled - for whatever reason.
de: <b>OpenGL Beschleunigung nicht aktivierbar</b><hr>Wollen Sie für diese Karte das 3D-Subsystem aktivieren, müssen Sie erst den kommerziellen Treiber von nVidia installieren. Installieren Sie den Treiber mithilfe des <b>YaST Online Update</b>. Wählen Sie innerhalb von YOU <b>Installierbare und installierte Patches</b> als <b>Patch-Kategory</b> und wählen Sie <b>NVIDIA(r) Grafiktreiber</b> aus der Patch-Liste (normalerweise am Ende der Liste). Beachten Sie, dass Sie den Patch als <b>Update</b> markieren müssen (mit der rechten Maustaste klicken), wenn Sie ihn bereits vorher installiert haben und der Treiber aus irgendwelchen Gründen deinstalliert wurde.

source: <b>Disable OpenGL acceleration</b><hr>The 3D subsystem is based on the commercial driver from nVidia. SaX2 needs to uninstall the driver using the nVidia installer. The uninstall process will reset the original driver from X.Org which does not provide any 3D hardware acceleration.<br><br><b>Do you want to continue?</b>
de: <b>OpenGL-Beschleunigung deaktivieren</b><hr>Das 3D-Subsystem basiert auf dem kommerziellen Treiber von nVidia. SaX2 muss den Treiber mit dem nVidia-Installer deinstallieren. Der Deinstallationsvorgang setzt den Originaltreiber von X.Org zurück, der keine 3D-Hardware-Beschleunigung bietet.<br><br><b>Wollen Sie fortfahren?</b>

source: Display size unknown...
de: Bildschirmgröße unbekannt

source: <b>Enter X/Y Display size in [ mm ]</b><hr>The geometry of your display couldn't be detected. Applications dealing with computer graphics like <b>Gimp</b> or font rendering libraries like <b>Xft</b> need to know about the real physical size of your display to work properly. Please refer to your monitor manual to obtain the correct size values for the horizontal (X) and vertical (Y) direction. The values are required to be entered in [ mm ].<br><br><b>Do you want to setup the display size ?</b>
de: <b>Geben Sie die X/Y-Anzeigegröße in [ mm ] an</b><hr>Ihre Bildschirmkoordinaten konnten nicht erkannt werden. Applikationen zur Bearbeitung von Computergrafiken wie <b>Gimp</b> oder Font-Rendering-Bibliotheken wie <b>Xft</b> müssen die tatsächliche physikalische Displaygröße kennen, um richtig funktionieren zu können. Die korrekten Werte für die horizontale (X) und vertikale (Y) Achse finden Sie in Ihrem Monitorhandbuch. Die Werte müssen in [mm] angegeben werden.<br><br><b>Wollen Sie die Display-Größe einrichten?</b>

source: Utility Disk...
de: Diskette...

source: <b>Insert CD or disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
de: <b>CD oder Diskette einlegen</b><hr>Bitte legen Sie jetzt die Monitordiskette oder CD des Herstellers ein

source: <b>Read error</b><hr>Could not read from CD or disk. This may point to a damaged media or incorrectly formatted information files on the media.
de: <b>Lesefehler</b><hr>Es konnten keine Daten gelesen werden. Das Medium oder die darauf enthaltenen Daten können beschädigt sein.

source: <b>Add user-defined resolution</b><hr>Just enter the pixel values for the X and Y axis and click 'Add' to include the new resolution in the standard resolution list.
de: <b>Benutzerdefinierte Auflösung hinzufügen</b><hr>Nach Eingabe der Pixelwerte für die X und Y Achse klicken Sie bitte auf den <i>hinzufügen</i> Button um die Auflösung der standard liste hinzuzufügen

source: Available configuration components are:
de: Verfügbare Konfigurationsmodule sind:

source: Traditional Multihead: Each screen is an independent display
de: Traditionelles Multihead: Jeder Bildschirm ist eine eigenständige Einheit

source: Cloned Multihead: Each display is a clone of the primary display
de: Cloned Multihead: Jeder Bildschirm ist ein Clone des primären Bildschirms

source: Xinerama Multihead: Build one big display out of all screens
de: Xinerama Multihead: Alle Bildschirme werden zu einem Ganzen zusammengefasst

source: <b>Note:</b><hr>Wrong sync ranges may damage your monitor. Consult the monitor manual for the following settings.
de: <b>Bitte beachten:</b><hr>Falsche Bereichsgrenzen können den Monitor schädigen. Bitte prüfen Sie die Daten anhand des Monitor-Handbuchs.

source: <b>AccessX Enabled:</b><hr>The core mouse pointer is now accessable via the <b>number pad keys</b>. Test the behavior using the number pad.
de: <b>AccessX aktiviert:</b><hr>Die Kontrolle des Hauptmauszeigers über den <b>numerischen Tastaturblock</b> ist nun eingeschalten. Bitte testen Sie das Verhalten.

source: <b>AccessX Disabled:</b><hr>Accessing the core mouse pointer via the number pad is <b>disabled</b> now.
de: <b>AccessX deaktiviert:</b><hr>Die Kontrolle des Hauptmauszeigers über den <b>numerischen Tastaturblock</b> wurde abgeschaltet.

source: <b>Remove Tablet:</b><hr>Really remove the graphics tablet from the system?
de: <b>Tablet löschen:</b><hr>.Wollen Sie das Graphiktablet aus dem graphischen System entfernen?

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time the graphics system is restarted.
de: <b>Die Konfiguration wurde gespeichert:</b><hr>Bitte beachten Sie, dass die Änderungen erst nach dem Neustart des graphischen Systems wirksam werden.

source: <b>Configuration has been saved:</b><hr>Your modifications will take effect the next time your system is <b>rebooted</b>.
de: <b>Die Konfiguration wurde gespeichert:</b><hr>Bitte beachten Sie, dass die Änderungen erst nach dem <b>Reboot</b> des Systems wirksam werden.

source: <b>3D capable card detected: <u>%1</u></b><hr>All 3D drivers in Linux are in developmental phases so are, in part, still regarded as experimental. Nevertheless, we have decided to include the drivers in our distribution because of the high demand for 3D hardware acceleration in Linux. <br><br>Because of the somewhat experimental status of OpenGL drivers, we are unable to offer any installation support for configuring 3D hardware acceleration or if any problems related to this should arise.<br><br><b>Do you want to enable 3D for this card?</b>
de: <b>3D fähige Karte erkannt: <u>%1</u></b><hr>Alle 3D Treiber unter Linux befinden sich in der Entwicklungsphase und sind aus diesem Grund teilweise als experimentell anzusehen. Aufgrund der hohen Nachfrage nach 3D Unterstützung für Linux haben wir diese Treiber ungeachtet der genannten Problematik in die Distribution integriert.<br><br>Aufgrund des experimentellen Stadiums der Treiber bitten wir um Verständnis, dass wir keinen Installationssupport zur 3D Konfiguration anbieten können.<br><br> Wollen Sie die 3D Beschleunigung für die genannte Karte aktivieren?

source: <b>3D capable card detected: <u>%1</u></b><hr>The driver used for this card is not an official 2D/3D/OpenGL driver from nVidia for licensing reasons. The 3D/OpenGL driver used if you enable 3D is <b>not</b> hardware-accelerated.<br><br> To use hardware-accelerated 3D/OpenGL, update the packages NVIDIA_GLX and NVIDIA_kernel from the nVidia web server <i>(http://www.nvidia.com)</i>. This can also be done comfortably with YOU (YaST2 Online Update).<br><br>If there are problems with the 2D/3D/OpenGL driver from nVidia, consult the vendor, as we unfortunately do not have any influence over the development of nVidia drivers.<br><br><b>Prepare 3D for this card?</b>
de: <b>3D fähige Karte erkannt: <u>%1</u></b><hr>Bitte beachten Sie, dass es sich bei dem im Moment benutzten Treiber nicht um den offiziellen 2D/3D/OpenGL Treiber von nVidia selbst handelt. Die Lizenz des Treibers erlaubt es uns nicht diesen auszuliefern. Wenn Sie die 3D Beschleunigung aktivieren wollen updaten Sie bitte zuvor die Pakete NVIDIA_GLX und NVIDIA_kernel vom nVidia Webserver <i>(http://www.nvidia.com)</i>. Am einfachsten führen Sie das Update mittels YOU (YaST2 Online Update) durch.<br><br>Bei Problemen mit dem 2D/3D/OpenGL Treiber von nVidia bitten wir Sie sich direkt an den Hersteller zu wenden, da wir keinen Einfluss auf die Entwicklung dieses Treibers haben.<br><br> Wollen Sie die 3D Beschleunigung für die genannte Karte vorbereiten?

source: <b>Software update</b><hr>The dummy nvidia driver with no 3D capability that comes with this distribution is still installed. You should update to the official nvidia drivers from the nvidia ftp server with YOU (YaST2 online update). Start the online update?
de: <b>Software-Update</b><hr>Das System enthält noch die unechten nvidia-Pakete ohne 3D-Unterstützung. Aus diesem Grund sollte ein Update auf den offiziellen nvidia-Treiber erfolgen. Wollen Sie das YOU (YaST2 online update) jetzt starten?

source: <b>Software installation:</b><hr>Some packages are missing. Install the missing packages now?
de: <b>Software-Installation:</b><hr> Einige Pakete sind nicht installiert Wollen Sie diese jetzt installieren?

source: <b>Invalid Resolution for FBdev mode</b><hr>The currently selected resolution is not adjustable within framebuffer mode. Please select another resolution than:
de: <b>Ungültige Auflösung für den FBdev Modus:</b><hr>Die aktuell eingestellte Auflösung ist nicht einstellbar unter Verwendung des Framebuffertreibers. Bitte selektieren Sie im Anschluss an diesen Dialog eine andere Auflösung.

source: <b>Selected Resolution not available</b><hr>The selected resolution doesn't fit into the sync-ranges of the monitor. Please prove if the currently selected monitor model is correct or select a lower resolution than:
de: <b>Ausgewählte Auflösung nicht verfügbar</b><hr>Die ausgewählte Auflösung passt nicht in den Synchronisationsbereich des Monitors. Bitte prüfen Sie die aktuelle Auswahl des Monitors oder wählen Sie eine kleinere Auflösung als:

source: <b>Invalid color depth selected:</b><hr>A <b>4</b> or <b>15</b> bit color depth is not allowed for this configuration.
de: <b>Ungültige Farbtiefenauswahl:</b><hr>Die aktuelle Treiberkonfiguration erlaubt nicht die Verwendung der Farbtiefen <b>4</b> und <b>15</b> bit.

source: <b>Invalid Resolution selected:</b><hr>Setting the requested resolution is not allowed for this configuration. Select another resolution from the list.
de: <b>Ungültige Auflösung ausgewählt:</b><hr>Die aktuelle Treiberkonfiguration erlaubt die Verwendung der angeforderten Auflösung nicht. Bitte selektieren Sie eine andere Auflösung.

source: <b>X Server test failed:</b><hr><br>
de: <b>X-Server-Test fehlgeschlagen:</b><hr><br>

source: 3D question...
de: 3D-Anfrage...

source: Configuration saved...
de: Konfiguration gespeichert...

source: Tablet warning...
de: Tablet-Warnung...

source: Consideration...
de: Hinweis...

source: Geometry
de: Bildlage und -größe

source: Graphics card
de: Grafikkarte

source: Card and Desktop
de: Karte/Oberfläche

source: Input Devices
de: Eingabegeräte

source: Input-Devices
de: Eingabegeräte

source: Desktop
de: Anzeige

source: Primary Modeline:
de: Primäre Modeline:

source: Secondary Modeline:
de: Sekundäre Modeline

source: X-Server accessable via VNC protocol:
de: X-Server über das VNC-Protokoll erreichbar:

source: Access Control
de: Zugriffskontrolle

source: <b>Core Pointer...</b>
de: <b>Haupt-Mauszeiger...</b>

source: &Cancel
de: A&bbrechen

source: F&inalize >>
de: Abschl&ießen »

source: << &Back
de: « &Zurück

source: &Next >>
de: &Weiter »

source: &Exit
de: Been&den

source: &About...
de: Übe&r...

source: About the author
de: Über den Author

source: Select virtual resolution for Mode %1
de: Virtuelle Auflösung für Modus %1 einstellen

source: <b>SaX2 is (c) 2000 SuSE Linux AG:</b><hr><nobr>The author and maintainer of this product is</nobr><br>Marcus Schaefer
de: <b>SaX2 ist (c) 2000 SuSE Linux AG:</b><hr><nobr>Author und Maintainer dieses Produkts ist</nobr><br>Marcus Schäfer

source: &Modules...
de: &Module...

source: &File
de: &Datei

source: &Help
de: &Hilfe

source: Loading CDB data: %1
de: Lade CDB Datendatei: %1

source: Loading base data: %1
de: Lade Basis-Datendatei: %1

source: Loading system data: %1
de: Lade System-Datendatei: %1

source: C&hange configuration
de: &Konfiguration ändern

source: SaX2 start-up information
de: SaX2-Startinformation

source: SaX2 exit program...
de: SaX2 beenden...

source: SaX2 final steps...
de: SaX2 abschließende Schritte...

source: Exception...
de: Ausnahmebehandlung...

source: <b>Multihead setup not possible:</b><hr>Your system does not provide more than one graphics device. More are required to set up a multihead configuration.
de: <b>Multihead-Konfiguration nicht möglich:</b><hr>Die aktuelle Konfiguration verfügt lediglich über eine Graphikkarte. Zur Konfiguration einer Multihead-Umgebung sind mindestens zwei oder mehr Karten erforderlich.

source: <b>Abort dialog:</b><hr>Abort this dialog?
de: <b>Dialog abbrechen:</b><hr>Soll der aktuelle Dialog<br>abgebrochen werden ?

source: <b>Invalid setup:</b><hr>At least one graphics device must be configured.
de: <b>Ungültige Konfiguration:</b><hr>Es muss mindestens eine Graphikkarte zur Konfiguration angeboten werden.

source: <b>Invalid setup:</b><hr>At least one monitor must be configured.
de: <b>Ungültige Konfiguration:</b><hr>Es muss mindestens ein Monitor zur Konfiguration behalten werden.

source: <b>Monitor cannot be removed:</b><hr>The system provides exactly one monitor configuration. You are not allowed to remove this major entity.
de: <b>Der Monitor kann nicht entfernt werden:</b><hr>Das System bietet genau eine Monitorkonfiguration. Sie dürfen diese Haupteinheit nicht entfernen.

source: <b>Running dialog:</b><hr>A dialog is already open. Abort the open dialog and start the selected one?
de: <b>Dialog-Konflikt:</b><hr>Es gibt bereits einen offenen Konfigurationsdialog. Wollen Sie den noch offenen Dialog abbrechen?

source: <b>Conclude dialog:</b><hr>Do you want to conclude this dialog now?
de: <b>Dialog zu Ende führen:</b><hr>Wollen Sie den Konfigurationsdialog nun zu Ende führen?

source: <b>Exit SaX2:</b><hr>Exit SaX2 now?
de: <b>SaX2 beenden:</b><hr>Wollen Sie SaX2 jetzt beenden ?

source: <b>Final steps:</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
de: <b>Abschließende Schritte:</b><hr>Der letzte Schritt ist das Speichern der Konfiguration. Es ist sinnvoll, eine neue Konfiguration zuerst zu testen. Sie können entscheiden, ob Sie das wollen oder die Änderungen sofort abspeichern lassen. Ist der Testbildschirm fehlerbehaftet, so warten Sie eine Weile oder drücken Sie:<br><br><b>[ Ctrl-Alt-Backspace ]</b><br><br>,um den Testserver zu beenden...

source: <b>Final step:</b><hr>The last step is saving your new configuration. Please note the configuration is <i>Framebuffer</i> based and your system needs to be rebooted first to activate the changes for resolution and/or color settings.
de: <b>Abschließender Schritt:</b><hr>Der letzte Schritt ist das Speichern der Konfiguration. Bitte beachten Sie, daß die Konfiguration auf dem VESA Framebuffer der Graphikkarte basiert, Änderungen an der Auflösung und/oder den Farben werden erst nach dem Reboot des Systems wirksam.
