Repository: BackupTheBerlios/sax-svn
Catalog: sax-tags/SaX2-48-SuSE-100-OLD-GUI/locale/*/LC_MESSAGES/sax.po
Languages: de

source: <b>SaX2 suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>Ok</b>. Otherwise, change the configuration.
de: <b>SaX2 Vorschlag:</b><hr>Das im Moment gestartete graphische System stellt einen automatisch generierten Vorschlag dar. Sie können entscheiden, ob Ihnen die aktuelle Umgebung zusagt indem Sie mit <b>[ Ok ]</b> bestätigen oder ob Sie lieber etwas an der Konfiguration verändern <b><br>[ Konfiguration Ändern ]</b> wollen.

source: Unknown Graphics Card...
de: Graphikkarte unbekannt...

source: <b>The graphics card could not be detected</b><hr>Configure your card manually. Start the configuration dialog to set up the graphics card now?
de: <b> Die Graphikkarte konnte nicht erkannt werden</b><hr>Bitte wählen Sie das Modell der Karte manuell aus. Wollen Sie den Konfigurationsdialog zur Auswahl der Graphikkarte jetzt starten ?

source: Unknown Monitor...
de: Unbekanntes Monitor-Modell

source: <b>The Monitor (%1) couldn't be detected</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
de: <b>Der Monitor (%1) wurde nicht erkannt</b><hr>Bitte wählen Sie das Monitormodell manuell aus. Wollen Sie den Konfigurationsdialog zur Einstellung des Monitors jetzt starten ?

source: <b>Monitor (%1) with ID: %2 not found</b><hr>Please setup your monitor manually. Do you want to start the configuration dialog to setup the display now ?
de: <b>Der Monitor (%1) mit DDC-ID: %2 wurde nicht gefunden</b><hr>Bitte wählen Sie das Monitormodell manuell aus. Wollen Sie den Konfigurationsdialog zur Einstellung des Monitors jetzt starten ?

source: Automatic graphics system set up
de: SaX2-generierter Konfigurationsvorschlag

source: &Save
de: &Speichern

source: &Yes
de: &Ja

source: &No
de: &Nein

source: <b>Yes</b>
de: <b>Ja</b>

source: <b>No</b>
de: <b>Nein</b>

source: File
de: Datei

source: still locked
de: noch blockiert

source: Please wait
de: Bitte warten

source: <big><b>SaX2: Extended X11 Configuration</b></big><hr>Welcome to the SuSE X11 Configuration Manager<br>
de: <big><b>SaX2: X11-Konfigurations-Manager</b></big><hr>Willkommen zum SuSE X11-Konfigurations-Manager:<br>

source: To start, double-click an item in the component list.
de: Start durch Doppelklick auf das entsprechende Element der Komponentenliste...

source: X11 System Setup
de: X11 System-Konfiguration

source: Value...
de: Wert...

source: Primary device
de: Primäres Gerät

source: Driver:
de: Treiber:

source: Card options
de: Karten-Optionen

source: &Options...
de: &Optionen...

source: Key Mappings
de: Tastenzuordnungen

source: &Current sync frequencies
de: &Aktuelle Sync-Frequenzen

source: &Frequencies
de: &Frequenzen

source: Current color depth
de: Aktuelle Farbtiefe

source: Current resolution
de: Aktuelle Auflösung

source: HSync range
de: Hsync-Bereich

source: VSync range
de: Vsync-Bereich

source: Display size
de: Bildschirmgröße

source: Device
de: Gerät

source: Protocol
de: Protokoll

source: Keyboard Model
de: Tastaturmodell

source: Fi&nish
de: F&ertig

source: Abort
de: Abbrechen

source: Configure XAccess: Mouse over keypad...
de: XAccess-Konfiguration: Maussteuerung über die Tastatur...

source: Configure VNC: Export display using the VNC protocol...
de: VNC konfigurieren: Display mit dem VNC-Protokoll exportieren...

source: Configure input devices: Mouse configuration...
de: Konfiguration der Eingabegeräte: Maus konfigurieren...

source: Configure 3D/OpenGL subsystem...
de: Konfiguration des 3D/OpenGL Subsystems...

source: Configure virtual resolutions...
de: Virtuelle Auflösung(en) einstellen...

source: Configure graphics cards...
de: Konfiguration der Graphikkarte(n)...

source: Configure Desktop: Colors and Resolutions...
de: Konfiguration des Desktops: Farben und Auflösungen

source: Configure touch screens...
de: Konfiguration drucksensitiver Bildschirme...

source: Set up picture geometry...
de: Konfiguration der Bildgeometry...

source: Configure multihead mode...
de: Konfiguration des Multihead-Modus...

source: Set up monitor properties...
de: Konfiguration der Monitor-Eigenschaften...

source: Set up screen layout of your desktops (Double-click an icon will identify the real screen)...
de: Konfiguration des Bildschirm-Layouts (Doppel-Klick auf ein Icon identifiziert den 'echten' Monitor)...

source: Configure graphics tablet
de: Konfiguration des Graphiktablets...

source: Configure keyboard...
de: Konfiguration der Tastatur...

source: Add new card...
de: Hinzufügen...

source: Remove selected card
de: &Löschen

source: Remove selected monitor
de: &Löschen

source: Properties...
de: Eigenschaften...

source: &Options
de: &Optionen...

source: VNC Options
de: VNC Optionen

source: Allow access to display using VNC protocol
de: Zugriff auf das Display mithilfe des VNC-Protokolls erlauben

source: Enable password protection
de: Passwortschutz aktivieren

source: &Properties...
de: Eigen&schaften...

source: Password
de: Passwort

source: Verify password
de: Passwort prüfen

source: Enable View-Only mode
de: View-Only-Modus aktivieren

source: Enable HTTP Access
de: Zugriff über HTTP Protokoll aktivieren

source: Allow multiple VNC connections
de: Mehrere VNC-Verbindungen erlauben

source: &Add new touchscreen...
de: &Hinzufügen...

source: &Remove selected touchscreen
de: &Löschen

source: <nobr><h3><u>Currently configured touchscreens:</u></h3></nobr>
de: <nobr><h3><u>Aktuelle Touch-Screen Konfiguration:</u></h3></nobr>

source: <nobr><h3><u>Currently configured monitors</u></h3></nobr>
de: <nobr><h3><u>Aktuelle Monitor-Konfiguration:</u></h3></nobr>

source: <nobr><h3><u>Currently configured cards:</u></h3></nobr>
de: <nobr><h3><u>Aktuelle Graphikkarten-Konfiguration:</u></h3></nobr>

source: <nobr><h3><u>Currently configured mice:</u></h3></nobr>
de: <nobr><h3><u>Aktuelle Maus-Konfiguration:</u></h3></nobr>

source: <nobr><h3><u>Current Monitor Layout:</u></h3></nobr>
de: <nobr><h3><u>Aktuelle Monitor-Konfiguration:</u></h3></nobr>

source: <nobr><h3><u>Currently configured desktops:</u></h3></nobr>
de: <nobr><h3><u>Aktuelle Oberflächen-Konfiguration:</u></h3></nobr>

source: &Add new mouse...
de: &Hinzufügen...

source: &Remove selected mouse
de: &Löschen

source: &General
de: &Allgemein

source: &Expert
de: &Erweitert

source: Model: Vendor and Name selection...
de: Modell: Hersteller / Produktauswahl

source: Vendor
de: Hersteller:

source: Special mouse properties...
de: Maus-Eigenschaften...

source: Color selection...
de: Farbauswahl

source: Manual sync frequency set up...
de: Sync-Frequenz manuell einstellen

source: Selected
de: Ausgewählt

source: Resolution X
de: Auflösung X

source: &Colors
de: &Farben

source: &Resolution(s) for %1 colors
de: &Auflösung(en) für %1 Farben

source: Resolution Y
de: Auflösung Y

source: Possible
de: Möglich

source: &Add this resolution
de: &Diese Auflösung hinzufügen

source: Enable 3-button emulation
de: Aktivieren der 3-Button-Emulation

source: Enable Mouse Wheel
de: Aktivieren der Maus-Rad-Unterstützung

source: <big><b>Currently configured AccessX Status</b></big><hr>
de: <big><b>Aktueller AccessX-Status:</b></big><hr>

source: <big><b>Current VNC status</b></big><hr>
de: <big><b>Aktueller VNC Status:</b></big><hr>

source: <big><b>Current 3D/OpenGL status</b></big><hr>
de: <big><b>Aktueller 3D/OpenGL-Status:</b></big><hr>

source: <big><b>Current Virtual resolution setup</b></big><hr>
de: <big><b>Aktuell eingestellte virtuelle Auflösung(en)</b></big><hr>

source: <big><b>Currently configured graphics cards</b></big><hr>
de: <big><b>Aktuelle Konfiguration der Graphikkarte(n):</b></big><hr>

source: <big><b>Currently configured desktops</b></big><hr>
de: <big><b>Aktuelle Konfiguration der Oberfläche(n):</b></big><hr>

source: <big><b>Currently active geometry timings</b></big><hr>
de: <big><b>Aktuell aktive Geometrie-Parameter:</b></big><hr>

source: <big><b>Currently configured keyboard</b></big><hr>
de: <big><b>Aktuelle Keyboardkonfiguration:</b></big><hr>

source: <big><b>Currently configured layout</b></big><hr>
de: <big><b>Aktuelle Bildschirmlayout-Konfiguration:</b></big><hr>

source: <big><b>Currently configured monitors</b></big><hr>
de: <big><b>Aktuelle Monitor-Konfiguration:</b></big><hr>

source: <big><b>Currently configured pointer devices</b></big><hr>
de: <big><b>Aktuelle Mauskonfiguration:</b></big><hr>

source: <big><b>Currently configured multihead status</b></big><hr>
de: <big><b>Aktuell eingestellter Multihead-Status:</b></big><hr>

source: <big><b>Currently configured graphics tablet</b></big><hr>
de: <big><b> Aktuelle Konfiguration des Graphiktablets:</b></big><hr>

source: <big><b>Currently configured touchscreen</b></big><hr>
de: <big><b>Aktuelle Touch-Screen Konfiguration:</b></big><hr>

source: <b><nobr>No information available</nobr></b>
de: <b><nobr>Keine Information verfügbar</nobr></b>

source: <b>Virtual mouse:</b><hr>Set up the numeric keypad to control the mouse with the keypad. The table below points to the current status of AccessX.
de: <b>Virtuelle Maus:</b><hr>Dieser Konfigurationsdialog bietet Ihnen die Möglichkeit, die Steuerung der Maus über den numerischen Tastaturblock ein- bzw. auszuschalten.

source: <b>VNC Server:</b><hr>Set up the X-Server to be able to access the desktop and all its programs remotely via a VNC viewer program
de: <b>VNC-Server:</b><hr>Richten Sie den X-Server ein, um über ein VNC-Anzeigeprogramm Zugriff auf den Desktop und alle seine Programme zu erhalten.

source: <b>OpenGL Subsystem:</b><hr>Set up the 3D features of the graphics card here. X.Org includes the direct rendering interface to use the 3D capabilities of your graphics card. If your card and the corresponding driver support 3D hardware acceleration, enable it in this dialog.
de: <b>OpenGL Subsystem:</b><hr>Aktivieren Sie hier die 3D Eigenschaften der Grafikkarte. X.Org enthält das <i>Direct Rendering Interface</i>, um die 3-Fähigkeiten der Grafikkarte zu nutzen. Unterstützt die Grafikkarte und der dazu passende Treiber die hardware-beschleunigten 3D-Funktionen, so können Sie diese in diesem Dialog aktivieren.

source: <b>Virtual resolution:</b><hr>Every single desktop has its real resolution which is completely viewable. Beside this resolution you can setup a resolution which lives outside the viewable area of your monitor and comes up if you leave the edges of your monitor with the mouse. This area is called a virtual resolution.
de: <b>Virtuelle Auflösung:</b><hr>Jede Oberfläche besitzt seine eigene Auflösung die über den ganzen Bildschirm sichtbar ist. Neben dieser Auflösung kann eine weitere Auflösung eingestellt werden die größer als der sichtbare Bereich des Bildschirms ist. Wenn Sie die Kanten des Bildschirms mit der Maus verlassen so wird der virtuelle Bereich in den sichtbaren Bereich des Monitors geschoben. An der Pixelgröße ändert sich dabei nichts, jedoch ist die Nutzfläche der Oberfläche größer. Dieses System wird dann als virtuelle Auflösung bezeichnet.

source: <b>Graphics cards:</b><hr>Set up your graphics hardware here. The graphics system consists of at least one graphics card but can be combined to a so called <i>multihead environment</i> which consists of at least two cards up to a maximum of 16 cards.
de: <b>Graphik-Karte(n):</b><hr>Dieser Konfigurationsdialog bietet Ihnen die Möglichkeit, Einstellungen bezüglich der Graphikkarte vorzunehmen. Das graphische System besteht immer aus mindestens einer Karte, es können aber auch mehrere Karten zu einer so genannten Multihead-Umgebung zusammengefasst werden.

source: <b>Desktop properties:</b><hr>Set up your desktop with settings like resolution and colors. Every desktop is an independent device and may have a different color and/or resolution setup.
de: <b>Desktop-Eigenschaften:</b><hr>Dieser Konfigurationsdialog bietet Ihnen die Möglichkeit, für jeden Bildschirm Einstellungen wie beispielsweise Farbtiefe und Auflösungen vorzunehmen.

source: <b>Monitor geometry:</b><hr>Setup the position and size of the picture displayed by the monitor. The table below point to the current used Modeline(s).
de: <b>Monitor-Geometrie:</b><hr>Die aktuell sichtbare Tabelle zeigt die Timing-Parameter an, mit der die einzelnen Bildschirme angesteuert werden. Diese Daten bestimmen die Größe und Lage des Bildes. Sie haben in diesem Dialog die Möglichkeit, die Bildlage und Größe anzupassen.

source: <b>Keyboard properties:</b><hr>Set up the type of the keyboard and the language environment with which it should work.
de: <b>Tastatur-Eigenschaften:</b><hr>Dieser Konfigurationsdialog bietet Ihnen die Möglichkeit, das Tastatur-Layout und den Tastaturtyp einzustellen.

source: <b>Desktop layout:</b><hr>If more than one card is available, you are in a multihead environment. Set up the neighborhood relations of the connected monitors simply via drag&drop. If you are not sure which monitor belongs to the icon just double-click on it and you will see a message on the corresponding screen.
de: <b>Desktop-Layout:</b><hr>Wenn mehr als eine Graphikkarte verfügbar ist so spricht man von einer Multihead-Umgebung. In diesem Dialog können Sie bestimmen, wie die physikalische Anordnung der einzelnen an die Karten angeschlossenen Monitore sein soll. Die Anordnung lässt sich sehr einfach mittels Drag&Drop verändern. Wenn Sie nicht sicher sind zu welchem <i>echten</i> Monitor ein Icon gehört, dann bewirkt ein Doppel-Klick auf das entsprechende Icon eine Textanzeige auf dem zugehörigen Monitor.

source: <b>Monitor properties:</b><hr>Set up the monitor model connected to the graphics cards. Be careful in your choice. Wrong sync ranges may damage the monitor.
de: <b>Monitor-Eigenschaften:</b><hr>Dieser Dialog bietet Ihnen die Möglichkeit, das entsprechende Monitor-Modell auszuwählen. Weiterhin kann auch manuell festgelegt werden, in welchem horizontalen und vertikalen Frequenzbereich der Monitor arbeiten soll.

source: <b>Mouse properties:</b><hr>Set up basic paramaters to activate the core mouse pointer as well as settings like button emulation or wheel functions.
de: <b>Maus-Eigenschaften:</b><hr>Dieser Dialog bietet Ihnen die Möglichkeit, das Modell des Hauptmauszeigers auszuwählen. Weiterhin sind Einstellungen bezüglich Radfunktionalität sowie Emulation einzelner Buttons oder eines Rades möglich.

source: <b>Multihead mode:</b><hr>If more than one card is available, you are in a multihead environment. Set up the multihead functioning here.
de: <b>Multihead-Modus:</b><hr>Innerhalb einer Multihead-Umgebung kann neben der physikalischen Anordnung der Bildschirme auch festgelegt werden, in welcher Art und Weise die Bildschirme miteinander verbunden sind. Dieser Dialog erlaubt die Konfiguration der verschiedenen Multihead-Modi.

source: <b>Graphics tablet:</b><hr>Set up a graphics tablet and the corresponding pointer devices, such as pens and erasers.
de: <b>Graphik-Tablet:</b><hr>Dieser Dialog bietet Ihnen die Möglichkeit, ein Graphiktablet zu konfigurieren. Neben der Auswahl aus Hersteller und Modell können auch Werkzeuge wie Stifte oder Radierer hinzugefügt werden.

source: <b>Touchscreen:</b><hr>Set up a pressure sensitive screen.
de: <b>Touchscreen:</b><hr>Dieser Dialog bietet Ihnen die Möglichkeit zur Konfiguration drucksensitiver Bildschirme.

source: Disabled
de: Deaktiviert

source: Enabled
de: Aktiviert

source: Wheel support
de: Rad-Unterstützung

source: &Port
de: &Anschluss

source: &Mode
de: &Modus:

source: Button emulation
de: Tasten-Emulation

source: Primary Device:
de: Primäres Gerät:

source: Secondary Device:
de: Sekundäres Gerät:

source: Single Layout [ no multihead environment ]
de: Single Layout [ keine Multihead-Umgebung ]

source: Clone Mode Active
de: Clone-Modus aktiv

source: Xinerama Mode Active
de: Xinerama-Modus aktiv

source: Traditional Mode Active
de: Traditioneller Mode aktiv

source: Screens Layout Active
de: Bildschirm-Layout aktiv

source: Display
de: Bildschirm

source: Configuration on display
de: Konfiguration auf Bildschirm

source: &Step size
de: &Schrittweite

source: Small
de: Klein

source: Big
de: Groß

source: Huge
de: Riesig

source: &Next Screen
de: &Nächster Bildschirm

source: S&ave
de: Sp&eichern

source: Change &Position
de: &Position ändern

source: C&hange Size
de: &Größe ändern

source: No video mode tuning available
de: Video-Mode Tuning nicht verfügbar

source: Idle timer...
de: Verbleibend...

source: Canadian
de: Kanadisch

source: Brazilian
de: Brasilianisch

source: Bosnian
de: Bosnisch

source: Lithuanian qwerty (numeric)
de: Litauisch (qwerty); numerisch

source: Georgian (russian)
de: Georgisch (russisch)

source: Latvian
de: Lettisch

source: Belarusian
de: Weißrussisch

source: Czech (qwerty)
de: Tschechisch (qwerty)

source: Northern Saami (Finland)
de: Nordsämisch (Finnland)

source: Macedonian
de: Mazedonisch

source: U.S. English w/ deadkeys
de: U.S. Englisch mit Deadkeys

source: Malayalam
de: Malayisch

source: Burmese
de: Burmesisch

source: Mongolian
de: Mongolisch

source: Bengali
de: Bengalisch

source: Romanian
de: Rumänisch

source: Croatian
de: Kroatisch

source: U.S. English w/ ISO9995-3
de: U.S. Englisch mit ISO9995-3

source: Lithuanian azerty standard
de: Litauischer Standard (azerty)

source: Maltese
de: Maltesisch

source: German
de: Deutsch

source: Hungarian
de: Ungarisch

source: Russian
de: Russisch

source: Swedish
de: Schwedisch

source: Turkish (F)
de: Türkisch (F)

source: Slovenian
de: Slowenisch

source: Slovak (qwerty)
de: Slowakisch (qwerty)

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: Slovak
de: Slowakisch

source: Dutch
de: Niederländisch

source: Israeli
de: Israelisch

source: Norwegian
de: Norwegisch

source: Serbian
de: Serbisch

source: Icelandic
de: Isländisch

source: Italian
de: Italienisch

source: Estonian
de: Estnisch

source: Swiss French
de: Schweizer Französisch

source: Swiss German
de: Schweizerdeutsch

source: Greek
de: Griechisch

source: Japanese
de: Japanisch

source: Georgian (latin)
de: Georgisch (latin)

source: Ukrainian
de: Ukrainisch

source: Polish (qwertz)
de: Polnisch (qwertz)

source: Syriac
de: Syrisch

source: Turkish
de: Türkisch

source: Spanish
de: Spanisch

source: Northern Saami (Sweden)
de: Nordsämisch (Schweden)

source: Yugoslavian
de: Jugoslawisch

source: Finnish
de: Finnisch

source: French (alternative)
de: Französisch (alternativ)

source: Hungarian (qwerty)
de: Ungarisch (qwerty)

source: Russian (cyrillic phonetic)
de: Russisch (Kyrillisch)

source: Albanian
de: Albanisch

source: Polish
de: Polnisch

source: Armenian
de: Armenisch

source: Northern Saami (Norway)
de: Nordsämisch (Norwegen)

source: Latin America
de: Lateinamerika

source: French
de: Französisch

source: United Kingdom
de: Vereintes Königreich

source: Arabic
de: Arabisch

source: U.S. English
de: Englisch (US)

source: Maltese (US layout)
de: Maltesisch (US Layout)

source: French Canadian
de: Kanadisches Französisch

source: Portuguese
de: Portugiesisch

source: Belgian
de: Belgisch

source: Bulgarian
de: Bulgarisch

source: Vietnamese
de: Vietnamesisch

source: Laptop/notebook Compaq (eg. Armada) Laptop Keyboard
de: Laptop/notebook Compaq (z.B. Armada) Laptop Keyboard

source: Laptop/notebook Compaq (eg. Presario) Internet Keyboard
de: Laptop/notebook Compaq (z.B. Presario) Internet Keyboard

source: Logitech iTouch Cordless Keyboard (model Y-RB6)
de: Logitech iTouch Cordless Keyboard (Modell Y-RB6)

source: Logitech Cordless Desktop Pro (alternate option)
de: Logitech Cordless Desktop Pro (alternative Option)

source: Compaq Internet Keyboard (7 keys)
de: Compaq Internet Keyboard (7 Tasten)

source: Compaq Internet Keyboard (18 keys)
de: Compaq Internet Keyboard (18 Tasten)

source: IBM Rapid Access II (alternate option)
de: IBM Rapid Access II (alternative Option)

source: Cherry Blue Line CyBo@rd (alternate option)
de: Cherry Blue Line CyBo@rd (alternative Option)

source: Hewlett-Packard Omnibook XE3 GC, GD, GE and Pavilion N5xxx
de: Hewlett-Packard Omnibook XE3 GC, GD, GE und Pavilion N5xxx

source: Microsoft Internet Keyboard Pro, Swedish
de: Microsoft Internet Keyboard Pro, Schwedisch

source: Both Ctrl keys together change group
de: Drücken beider Strg Tasten ändert die Gruppe

source: CapsLock key behavior
de: CapsLock Tastenverhalten

source: Both Win-keys switch group while pressed
de: Druck beider Win-Tasten wechselt die Gruppe

source: Left Alt key changes group
de: Linke Alt-Taste wechselt die Gruppe

source: Left Win-key changes group
de: Linke Win-Taste wechselt die Gruppe

source: Right Shift key changes group
de: Rechte Shift-Taste ändert die Gruppe

source: Alt/Win key behavior
de: Verhalten der Alt/Win-Tasten

source: uses internal capitalization. Shift doesn't cancel Caps.
de: verwendet interne Großschreibung. Shift verändert Caps nicht.

source: R-Alt switches group while pressed
de: Drücken von R-Alt ändert die Gruppe

source: Right Win-key is Compose
de: Rechte Win-Taste ist Compose

source: Right Ctrl key changes group
de: Rechte Strg-Taste ändert die Gruppe

source: Press any of Win-keys to choose 3rd level
de: Drücken Sie eine beliebige Win-Taste um den dritten Level zu wählen

source: Control key at bottom left
de: Steuerungstaste unten links

source: Both Shift keys together change group
de: Beide Shift-Tasten zusammen ändern die Gruppe

source: Control key at left of 'A'
de: Steuerungstaste links von 'A'

source: Scroll_Lock LED shows alternative group
de: Das Scroll_Lock LED zeigt eine alternative Gruppe

source: Right Alt is Compose
de: Rechte Alt-Taste ist Compose

source: Right Win-key changes group
de: Rechte Win-Taste ändert die Gruppe

source: Press Left Win-key to choose 3rd level
de: Druck der linken Win-Taste wählt den dritten Level aus

source: Make CapsLock an additional Control
de: Caps Lock zu zusätzlicher Steuerungstaste (Control)

source: uses internal capitalization. Shift cancels Caps.
de: verwendet interne Großschreibung. Shift deaktiviert Caps.

source: acts as Shift with locking. Shift doesn't cancel Caps.
de: verhält sich wie Shift mit Locking. Shift deaktiviert Caps nicht.

source: Left Win-key switches group while pressed
de: Dücken der linken Win-Taste wechselt die Gruppe

source: Left Shift key changes group
de: Linke Shift-Taste wechselt die Gruppe

source: Num_Lock LED shows alternative group
de: Num_Lock LED zeigt alternative Gruppe an

source: Caps_Lock LED shows alternative group
de: Caps_Lock LED zeigt alternative Gruppe an

source: Meta is mapped to the left Win-key.
de: Alt wird auf die linke Win-Taste umgelegt

source: Caps Lock key changes group
de: Caps Lock ändert die Gruppe

source: Both Alt keys together change group
de: Beide Alt-Tasten zusammen ändern die Gruppe

source: Menu is Compose
de: Menu ist Compose

source: Right Alt key changes group
de: Rechte Alt-Taste wechselt die Gruppe

source: Swap Control and Caps Lock
de: Vertausche Control (Strg) und Caps Lock

source: Control+Shift changes group
de: Strg+Shift ändert die Gruppe

source: Alt+Shift changes group
de: Alt+Shift ändert die Gruppe

source: Press Right Control to choose 3rd level
de: Drücken der rechten Strg-Taste wählt den dritten Level an

source: Add the standard behavior to Menu key.
de: Fügt das Standardverhalten zur Menütaste hinzu.

source: Alt and Meta on the Alt keys (default).
de: Alt und Meta liegen auf den Alt-Tasten (Standard).

source: Super is mapped to the Win-keys (default).
de: Super ist auf die Win-Tasten umgelegt (Standard).

source: Hyper is mapped to the Win-keys.
de: Hyper ist auf die Win-Tasten umgelegt.

source: Press Right Win-key to choose 3rd level
de: Drücken der rechten Win-Taste wählt den dritten Level an.
