Repository: BackupTheBerlios/sax-svn
Catalog: sax-tags/SaX2-48-SuSE-100-OLD-GUI/locale/*/LC_MESSAGES/sax.po
Languages: de

source: Use keyboard LED to show alternative group
de: Alternative Gruppe wird per Tastatur-LED angezeigt

source: acts as Shift with locking. Shift cancels Caps.
de: verhält sich wie Shift mit Locking. Shift deaktiviert Caps.

source: Group Shift/Lock behavior
de: Gruppenwechsel/Lockverhalten

source: Right Win-key switches group while pressed
de: Drücken rechter Win-Taste wechselt die Gruppe

source: Alt+Control changes group
de: Alt+Strg ändert die Gruppe

source: Menu key changes group
de: Menütaste ändert die Gruppe

source: Left Ctrl key changes group
de: Linke Strg-Taste ändert die Gruppe

source: Press Menu key to choose 3rd level
de: Drücken Sie die Menütaste, um in den dritten Level zu gelangen

source: Meta is mapped to the Win-keys.
de: Meta ist auf die Win-Tasten umgelegt.
